{"316000103":{"rarity_min":3,"rarity_max":5,"name":"Roddick","game":"SO1","job":"Attacker","sex":"Male","equip":[1,2,3,10,13,15,30,40,41,50,51,52,60],"entries":{"316000103":{"compendium_id":938,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[514,1557,210,105],"MP":[24,62,25,12],"ATK":[22,67,10,5],"DEF":[18,56,10,5],"MAG":[17,51,10,5],"SPR":[20,62,10,5]},"limitburst_id":316000103,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[8,22],"effect_frames":[6,20],"max_lb_drop":3,"ability_slots":2,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020000":10,"290030100":5,"290050200":15,"290050300":5}},"strings":{"description":["A young man from a distant world who appears in one of many tales about the ocean of stars. Roddick is known for his exploits in S.D. 340. He is a Fellpool that lives on the planet of Roak who inherited a tail resembling that of a cat from his ancestors. Efficient with the fencing skills his father taught him, he protects his home as a member of the Kratus Defense Force alongside childhood friends Millie and Dorne. Although he appears to be the quiet and prudent type, he is actually quite excitable. His close friends tend to call him \"Roddie,\" and he loves eating twice-cooked pork.","在遙遠異界星之海洋的故事中登場的青年。活躍於宇宙歷340年代。他是居住於行星羅科的菲爾普爾族，其祖先是貓科動物，因此他身上也長有類似的貓尾巴。多虧父親優秀的遺傳基因，他有著優秀的劍術天賦，和兩位青梅竹馬一起加入了克拉托斯的自衛團。雖然看起來文靜深沉，但實際上是個熱血青年。周圍的夥伴都稱他為拉提。喜歡吃回鍋肉。","까마득히 먼 이계, 별의 바다 이야기에 등장하는 청년. 우주력 340년에 활약하던 인물로, 선조인 고양이과 생물과 비슷한 꼬리를 지닌, 혹성 로크에 사는 '페르풀 족'이다. 아버지에게서 물려받은 상당한 검 실력을 자랑하며, 소꿉친구인 미리, 돈과 함께 크라토스의 자경단에 소속되어 있다. 말수가 적고 신중해 보이지만, 실제로는 상당히 열혈파이며 동료들로부터 '라티'라는 애칭으로 불리고 있다. 제일 좋아하는 것은 회과육.","Originaire d'un monde lointain apparaissant dans les récits d'un océan d'étoiles, Roddick est un jeune homme dont les aventures ont eu lieu dans les années CS 340. Appartenant à l'espèce des Fellpools, qui vit sur la planète Roak, il arbore une longue queue héritée de lointains ancêtres félins. Excellent épéiste grâce aux enseignements de son père, il fait partie de la milice de défense de son village de Kratus avec ses amis d'enfance, Millie et Dorne. En apparence calme et prudent, il s'avère être quelqu'un de très passionné. Ses amis proches l'appellent par le diminutif de \"Roddie\". Son plat préféré est le porc double cuission.","Ein junger Mann aus einer fernen Welt, der in den Legenden über einen Ozean der Sterne auftaucht. Roddick war um 340 S.D. aktiv. Er gehört zum Volk der Fellpool, die auf dem Planeten Roak leben und von ihren Vorfahren einen Katzenschwanz geerbt haben. Sein Vater brachte ihm das Fechten bei und als Mitglied der Bürgerwehr von Kratus beschützt er mit seinen Jugendfreunden Millie und Dorne seine Heimat. Obwohl er still und besonnen wirkt, ist er ein ziemlicher Hitzkopf. Seine besten Freunde nennen ihn \"Roddie\" und er liebt doppelt gekochtes Schweinefleisch.","Un joven de un mundo lejano que aparece en las historias de un océano estrellado. Roddick estuvo mayormente activo durante la fecha estelar 340. Se trata de un fellpool que vive en el planeta Roak. Además, heredó de sus ancestros una cola parecida a la que tienen los gatos. Su padre le enseñó a manejarse con la espada y, a día de hoy, se desenvuelve bastante bien con esta. Por otra parte, como miembro de la Fuerza de Defensa Kratus junto a Millie y Dorne, sus amigos de la infancia, se encarga de proteger su hogar. Además, aunque pueda parecer el tipo de persona tranquila y prudente, en realidad es bastante nervioso. Sus amigos suelen llamarlo \"Roddie\" y le encanta el cerdo cocinado dos veces."],"summon":["I am Roddick Farrence.<br>You can call me Roddick.","我是拉提庫斯・發倫斯。<br>就叫我拉提吧。","난 라틱스 파렌스.<br>라티라고 불러 줘.","Mon nom est Roddick Farrence.<br>Appelle-moi Roddie, si tu veux.","Ich bin Roddick Farrence.<br>Nenn mich Ratix.","Soy Roddick Farrence.<br>Puedes llamarme Roddick."],"evolution":[null,null,null,null,null,null],"affinity":["Even if we were born on different worlds at different times, we can still understand each other. That's what it means to be friends!","就算生長的星球與時間不同，<br>也能夠互相理解。<br>就像我和我的夥伴們一樣！","태어난 별이나 시간은 달라도,<br>서로 이해할 수 있어.<br>나와 동료들이 그랬던 것처럼!","Même si nous sommes nés à des époques et sur des mondes différents, on arrive à se comprendre. C'est ça, l'amitié !","Auch wenn wir in verschiedenen Welten, zu verschiedenen Zeiten geboren wurden, verstehen wir uns gegenseitig. Genau so war es mit mir und meinen Freunden!","No importa que hayamos nacido en mundos y momentos de la historia diferentes; aun así, sabemos entendernos. ¡Eso es amistad!"],"fusion":["I can feel the power flowing!","力量正在充盈。","힘이 넘치는 것 같군.","Je sens la force affluer en moi.","Ich spüre die Macht in mir!","Siento cómo fluye el poder en mí."]}},"316000104":{"compendium_id":939,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[668,2025,270,135],"MP":[27,81,35,17],"ATK":[29,88,14,7],"DEF":[24,73,14,7],"MAG":[22,67,14,7],"SPR":[27,81,14,7]},"limitburst_id":316000104,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[8,22],"effect_frames":[6,20],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020000":20,"290030100":10,"290040000":5,"290050300":10,"290050400":5}},"strings":{"description":["A young man from a distant world who appears in one of many tales about the ocean of stars. Roddick protects his home on the planet of Roak as a member of Kratus's defense force. Fortunately, Kratus is quite the peaceful village—free of any serious accidents or calamities. Thus Roddick and his comrades usually have very little to do when they gather at their headquarters. However, this peace suddenly comes to an abrupt end as a letter from the neighboring village of Coule arrives.","在遙遠異界星之海洋的故事中登場的青年。隸屬於行星羅科邊境城鎮克拉托斯自衛團。雖說是自衛團，可克拉托斯是一個和事件事故無緣的和平城鎮，因此自衛團總是閒來無事。不過，他們平和的日子因北方庫爾村的一封信件而宣告結束。","까마득히 먼 이계, 별의 바다 이야기에 등장하는 청년. 혹성 로크의 변방에 위치한 크라토스 마을의 자경단에 소속되어 있다. 자경단이라고 해도, 크라토스는 사건사고와는 그다지 연이 없는 평화로운 마을로, 라틱스와 친구들은 대기소에 모여 지루함을 달랠 뿐이었다. 그러나 그러한 평화로운 나날은 북쪽의 쿨 마을에서 도착한 한 통의 편지로 인해 느닷없는 종지부를 찍고 말았다.","Originaire d'un monde lointain apparaissant dans les récits d'un océan d'étoiles, Roddick est un jeune homme qui appartient à la milice de défense du village frontalier de Kratus, sur la planète Roak. Toutefois, le hameau est paisible et exempt de tout accident ou problème, au point que Roddick et ses camarades passent leurs journées à se tourner les pouces dans leur quartier général. Ces jours d'ennui touchent éventuellement à leur fin lorsqu'arrive une lettre venant du village voisin de Coule.","Ein junger Mann aus einer fernen Welt, der in den Legenden über einen Ozean der Sterne auftaucht. Roddick beschützt sein Heimatdorf auf dem Planeten Roak als Mitglied der Bürgerwehr von Kratus. Zum Glück handelt es sich um ein friedliches Dorf, ohne größere Vorkommnisse und Katastrophen. Für Roddick und seine Kameraden gibt es daher für gewöhnlich wenig zu tun, wenn sie sich im Hauptquartier treffen. Doch die Monotonie endet abrupt, als ein Brief aus dem Nachbarort Coule eintrifft.","Un joven de un mundo lejano que aparece en las historias de un océano estrellado. Como miembro de la Fuerza de Defensa de Kratus, Roddick se encarga de proteger su hogar en el planeta Roak. Por suerte, Kratus es un lugar bastante tranquilo donde apenas existen los problemas o las calamidades, por lo que Roddick y sus compañeros tienen en realidad bastante poco que hacer cada vez que se reúnen en el cuartel general. Sin embargo, esta tranquilidad llega a su fin cuando, de repente, un día llega una carta de Coule, el pueblo vecino. Esta carta marca el principio del fin."],"summon":["Even if I'm unable to return to Kratus, I want to save as many people as possible!","就算無法再回到克拉托斯……<br>我還是想幫助大家。","설령 두 번 다시 크라토스에<br>돌아가지 못한다 하더라도……<br>난 모두를 지키고 싶어!","Même si je ne retourne jamais à Kratus, je veux sauver le plus de vies possible !","Auch wenn ich nie wieder nach Kratus zurückkehren sollte ...<br>Ich will alle retten!","Aunque nunca vuelva a Kratus, ¡quiero salvar a toda la gente que pueda!"],"evolution":["I bet I can go even higher.","我能夠更上一層樓，對吧。","난 더 위로 갈 수 있을까.","Je parie que je peux me surpasser davantage.","Ich wette, ich kann noch mehr erreichen.","¿Cuánto te apuestas a que aún puedo subir más?"],"affinity":["Even if we're born on different worlds and at different times, we can still understand each other. That's what it's like having friends!","就算生長的星球與時間不同，<br>也能夠互相理解。<br>就像我和我的夥伴們一樣！","태어난 별이나 시간은 달라도,<br>서로 이해할 수 있어.<br>나와 동료들이 그랬던 것처럼!","Même si nous sommes nés à des époques et sur des mondes différents, on arrive à se comprendre. C'est ça, l'amitié !","Auch wenn wir in verschiedenen Welten, zu verschiedenen Zeiten geboren wurden, verstehen wir uns gegenseitig. Genau so war es mit mir und meinen Freunden!","No importa que hayamos nacido en mundos y momentos de la historia diferentes; aun así, sabemos entendernos. ¡Eso es amistad!"],"fusion":["I should be able to get even stronger.","應該能夠更強。","더 강해질 수 있을 거다.","Je devrais pouvoir devenir encore plus fort.","Ich kann bestimmt noch stärker werden.","Debería hacerme aún más fuerte."]}},"316000105":{"compendium_id":940,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[869,2633,360,180],"MP":[35,106,40,20],"ATK":[38,115,16,8],"DEF":[31,95,16,8],"MAG":[29,88,16,8],"SPR":[35,106,16,8]},"limitburst_id":316000105,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[8,22],"effect_frames":[6,20],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man from a distant world who appears in one of many tales about the ocean of stars. Roddick decided to venture through space without a chance to return home in order to find a cure for the petrifying virus affecting the people of Roak. Together with his childhood friend, Millie, and the numerous friends they meet during their journey, they are determined to find Asmodeus, the source of the virus. The Edarl sword style of fighting he inherited from his late father, who was the leader of the Kratus's defense force once, has helped him face many of the obstacles he has encountered thus far.","在遙遠異界星之海洋的故事中登場的青年。為了將行星羅科從急速蔓延的石化病中拯救出來，抱著再也回不來的堅定信念前往了星之海洋。和可靠的夥伴們一起為追尋石化病的元兇，魔王阿斯莫迪烏斯，而不斷旅行。靠著年幼時從父親那裡習得的劍術，渡過了重重苦難。","까마득히 먼 이계, 별의 바다 이야기에 등장하는 청년. 혹성 로크에 만연한 석화병으로부터 사람들을 구하기 위해, 다시는 돌아오지 않을 각오로 별의 바다에 뛰어든다. 소꿉친구인 밀리와 여행 도중 만난 동료들과 함께, 석화병의 원흉인 마왕 아스모데우스를 찾아 여행을 이어갔다. 어릴 적 자경단의 리더로서 순직한 아버지로부터 '에다르의 검술'을 배웠으며, 그 검기로 수많은 역경을 헤쳐나갔다.","Originaire d'un monde lointain apparaissant dans les récits d'un océan d'étoiles, Roddick est jeune homme qui a décidé de partir à l'aventure dans l'espace afin de découvrir un sérum contre virus pétrificateur qui fait souffrir les gens sur sa planète de Roak. Accompagné de son amie d'enfance Millie et d'autres compagnons rencontrés en cours de route, il cherche le roi démon Asmodeus, qui est à l'origine de l'épidémie. Grâce au style de combat à l'épée \"Edarl\" qu'il a appris de son père, autrefois commandant de la milice de défense de Kratus, il parviendra à surmonter de nombreuses épreuves.","Ein junger Mann aus einer fernen Welt, der in den Legenden über einen Ozean der Sterne auftaucht. Roddick entschließt sich, ohne Hoffnung auf Rückkehr durch das Weltall zu reisen, um ein Heilmittel gegen das Virus zu finden, das die Bevölkerung von Roak versteinern lässt. Gemeinsam mit seiner Jugendfreundin Millie und den neu gewonnenen Freunden begeben sie sich auf die Suche nach Asmodeus, dem Ursprung des Virus'. Während seiner Reise leisten ihm seine Fähigkeiten im Edarl-Schwertkampf gute Dienste. Diesen hatte er von seinem Vater erlernt, der einst der Anführer der Bürgerwehr von Kratus war.","Un joven de un mundo lejano que aparece en las historias de un océano estrellado. A pesar de que no podría volver a casa jamás, Roddick decidió aventurarse en el espacio para buscar la cura contra el virus petrificante que afectaba a la gente de Roak. Por ello, estaba resuelto a encontrar a Asmodeus, el origen del virus, junto a Millie, su amiga de la infancia, y otros muchos amigos que fueron haciendo por el camino. Asimismo, el estilo de lucha edarl que aprendió de su padre, el antiguo líder de la Fuerza de Defensa de Kratus, le ha servido para superar muchos de los obstáculos que se le han ido interponiendo en el camino."],"summon":["Let's go!<br>We mustn't let any more people suffer!","出發吧！<br>不能再讓更多人感到悲傷了！","가자!<br>더는 슬퍼하는 사람을<br>늘리고 싶지 않아!","Allons-y !<br>Nous devons empêcher que davantage de gens souffrent !","Auf geht's!<br>Wir müssen verhindern,<br>dass noch mehr Menschen leiden!","¡Vamos!<br>¡No podemos dejar que más gente siga sufriendo!"],"evolution":["I want to get stronger for you all!","我想為了大家<br>變得更強大！","모두를 위해서<br>강해지고 싶어!","Je veux devenir plus fort pour le bien de tous !","Für euch will ich noch stärker werden!","¡Quiero ser más fuerte para ayudaros a todos!"],"affinity":["Even if we're born on different worlds and at different times, we can still understand each other. That's what it's like having friends!","就算生長的星球與時間不同，<br>也能夠互相理解。<br>就像我和我的夥伴們一樣！","태어난 별이나 시간은 달라도,<br>서로 이해할 수 있어.<br>나와 동료들이 그랬던 것처럼!","Même si nous sommes nés à des époques et sur des mondes différents, on arrive à se comprendre. C'est ça, l'amitié !","Auch wenn wir in verschiedenen Welten, zu verschiedenen Zeiten geboren wurden, verstehen wir uns gegenseitig. Genau so war es mit mir und meinen Freunden!","No importa que hayamos nacido en mundos y momentos de la historia diferentes; aun así, sabemos entendernos. ¡Eso es amistad!"],"fusion":["I hope you're watching, Father!","請好好看著，父親……","아버지, 날 지켜봐 줘……","Regarde-moi, Père !","Schau nur, Vater ...","Padre, espero que me estés viendo."]}}},"skills":{"200450":{"name":"Cheer","cost":{"MP":48},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 40% for 3 turns to all allies"],"icon":"ability_63.png"},"225730":{"name":"Double Slash","cost":{"MP":24},"attack_frames":[[2,22]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x, ATK) to one enemy"],"icon":"ability_54.png"},"225740":{"name":"Air Slash","cost":{"MP":16},"attack_frames":[[22]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (2x, ATK) to one enemy"],"icon":"ability_25.png"},"225820":{"name":"Dragon Slash","cost":{"MP":30},"attack_frames":[[150]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (1.6x * 2 = 3.2x, ATK) to one enemy (ignore cover)"],"icon":"ability_20.png"},"225830":{"name":"Thunderclap Blade","cost":{"MP":20},"attack_frames":[[80]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (2x, ATK) to one enemy","Reduce resistance to Lightning by 30% for 3 turns to one enemy"],"icon":"ability_20.png"},"225840":{"name":"Shockwave Swirl","cost":{"MP":11},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to all enemies"],"icon":"ability_54.png"},"225850":{"name":"Animal Instinct","attack_type":"None","element_inflict":null,"effects":["5% chance of evading physical attacks","20% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"225860":{"name":"Eldarian Swordplay","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 10% when equipped with a Sword"],"icon":"ability_95.png"},"225870":{"name":"Defense Force of Kratus","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"225880":{"name":"Transcending Space-time","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 50%"],"icon":"ability_78.png"}},"LB":{"name":"Omega Thunderclap Blade","attack_count":[1],"attack_frames":[[69]],"damage_type":"Physical","element_inflict":["Lightning"],"min_level":["Physical lightning damage (2.75x * 2 = 5.5x, ATK) to one enemy (ignore cover)","Reduce damage taken by 25% to all allies for one turn"],"max_level":["Physical lightning damage (3.7x * 2 = 7.4x, ATK) to one enemy (ignore cover)","Reduce damage taken by 25% to all allies for one turn"]},"TMR":{"name":"Millie's Charm","compendium_id":858,"compendium_shown":true,"rarity":6,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png","desc":""},"100040":{"name":"MP +10%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 10%"],"icon":"ability_77.png","desc":""},"225900":{"name":"Millie's Feelings","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'HP +10%' passive.","Grants 'MP +10%' passive.","Grants 'Millie's Feelings' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":8,"MAG":0,"SPR":8,"element_resist":{"Fire":10,"Water":10,"Wind":10,"Earth":10,"Light":10,"Dark":10},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":20000,"price_sell":2000,"icon":"item_50308.png","strings":{"name":["Millie's Charm","米麗的護身符","밀리의 부적","Pendentif de Millie","Millies Talisman","Amuleto de Millie"],"desc_short":["A charm from another world filled with strong emotions.","充滿強烈思念的異界護身符","강한 마음이 담긴 이계의 부적","Un pendentif issu de l'Au-delà regorgeant d'émotions intenses.","Talisman aus einer fernen Welt, der Hoffnung spendet.","Un amuleto de otro mundo imbuido con emociones muy profundas."],"desc_long":["A charm from a faraway world that is said to impart many benefits to its owner. It is imbued with the wish of a certain young girl wanting to protect those she holds dear.","能為配戴者帶來各種恩惠的異界護身符。蘊含著某個想要守護重要之人的少女心中的強烈思念。","이 부적을 지닌 자에게 여러 가지 은혜를 내린다고 알려진 이계의 부적. 소중한 사람을 지키고 싶다는 어느 소녀의 강한 마음이 담겨 있다.","Un pendentif issu d'un monde lointain qui, selon le mythe, confère de nombreuses bénédictions à son porteur. Il est imprégné du souhait d'une certaine jeune fille avide de protéger ceux qui lui sont chers.","Ein Talisman aus einer fernen Welt, der seinem Träger viele Segenungen verleihen soll. Ihm wohnt der Wunsch eines jungen Mädchens inne, das alle beschützen wollte, die ihm nahestanden.","Un amuleto de un mundo lejano que parece que le otorga muchos beneficios a su portador. Está imbuido con el profundo deseo que tenía una joven por proteger a todos sus seres queridos."]}}}}