{"904000105":{"rarity_min":5,"rarity_max":5,"name":"Trust Moogle","game":"FFBE","job":"Fusion Unit","sex":"Other","equip":[0],"entries":{"904000105":{"compendium_id":302,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A moogle that carries a dazzling crystal. The crystal itself is said to be composed of the mystical forces that connect the hearts of people. Trust Moogles are so rare that they may turn heads even within the moogle community itself, so to encounter one is considered quite auspicious. Trust Moogles do not search for these special crystals as a hobby, nor even as part of their training, but as the foremost task of their very purpose in life: to strengthen the bonds between people. Thus, should they encounter someone worthy of receiving a crystal, they will hand it over freely and without qualm.","懷抱閃閃發亮的結晶體的莫古利，結晶體中寄宿著可以連接人與人內心的不可思議的力量，在信賴度莫古利中也是數一數二稀有的品種，光是能夠遇見就已經十分幸運了。信賴度莫古利們之所以會搬運結晶體，並不是因為興趣，也不是因為習性，而是因為牠們的使命就是運送羈絆的力量。為此，只要牠們遇到了合適的人選，就會把結晶體交給他。","눈부신 빛을 발하는 결정을 끌어안은 모그리. 그 결정에는 사람들의 마음과 마음을 이어주는 신기한 힘이 깃들어 있다고 한다. 트러스트 모그리 중에서도 특히 희귀한 개체이므로 만나기만 해도 행운이라 전해진다. 트러스트 모그리들이 결정을 찾아 운반하는 것은 취미는 물론 습성 때문도 아니다. 인연의 힘을 전하는 것이 그들의 사명이기 때문이다. 그래서 결정을 받을 자격이 있는 상대를 발견하면 기뻐하며 순순히 넘겨준다고 한다.","Un Mog qui transporte un cristal éblouissant. On dit que ce cristal est composé des pouvoirs mystiques qui relient les cœurs des gens entre eux. Les Mogs de confiance sont si rares qu'ils sont considérés comme uniques même au sein de la communauté des Mogs, et en croiser un est perçu comme un bon présage. Les Mogs de confiance ne recherchent pas ces cristaux imbus de pouvoir émotionnel par plaisir, ou même par coutume, mais parce qu'il s'agit de leur raison d'être. Par conséquent, lorsqu'ils trouvent une personne digne de recevoir leur cristal, il le lui remette sans hésitation.","Ein Mogry mit einem blendenden Kristall. Der Kristall selbst soll aus mystischen Kräften bestehen, die die Herzen der Menschen verbinden. Treuemogrys sind so selten, dass sie sogar innerhalb der Mogry-Gemeinschaft als einzigartig gelten. Einen zu treffen, gilt daher als glücksverheißendes Ereignis. Treuemogrys suchen nach den Kristallen der Gefühlsbande nicht als Hobby oder zum Training, es ist ihr Lebenssinn. Wann immer sie jemanden finden, der des Kristalls würdig erscheint, schenken sie ihn dem rechtmäßigen Besitzer ohne zu zögern.","Un moguri que porta un cristal resplandeciente. Se dice que el mismo cristal está hecho del poder místico que conecta los corazones de la gente. Los moguris fieles son tan infrecuentes que hasta los demás consideran ver a uno un evento sorprendente. Los moguris fieles no ansían estos cristales portadores de lazos emocionales por afición, ni siquiera por costumbre, sino porque esta es su meta en la vida. Así pues, cuando estos encuentran a alguien digno de recibir el cristal, no dudan en entregárselo."],"summon":["Sorry for the wait, kupo!<br>Let me help you out.<br>I can come in pretty handy, kupo!","久等了庫啵！莫古會成為你們的力量的庫啵！可不要小看莫古的力量喲庫啵！","기다렸지쿠포!<br>모그가 도와줄게쿠포!<br>모그의 힘은 굉장하다고쿠포~!","Désolé pour l'attente, kupo !<br>Laissez-moi vous aider.<br>Il ne faut pas me sous-estimer, kupo !","Entschuldigt die Verspätung, kupo!<br>ich helfe euch.<br>Ich kann nützlich sein, kupo!","Lamento la espera ¡kupó!<br>Deja que te ayude.<br>Puedo ser muy útil, ¡kupó!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["My moogle strength has increased!<br>I can now be more helpful to you, kupo!","莫古之力變強了，庫啵！<br>有更多能力可以幫助你們了，庫啵～！","모그의 힘이 넘쳐난다쿠포!<br>너희들을 더 힘껏 도와줄게쿠포~!","Ma force de mog s’est décuplée !<br>À présent, je peux être plus utile pour le groupe, kupo !","Ich fühle meine Mogrykraft wachsen, kupo! <br>Nun kann ich euch eine größere Hilfe sein, kupo!","¡Ha aumentado mi fuerza moguri!<br>¡Ahora te podré ser más útil, kupó!"]}}},"skills":null,"LB":null},"904000115":{"rarity_min":5,"rarity_max":5,"name":"Prism Moogle","game":"FFBE","job":"Fusion Unit","sex":"Other","equip":[0],"entries":{"904000115":{"compendium_id":968,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A moogle protected by the Crystal that holds a radiant prism. Rumor has it that this moogle roams the Farplane freely, and has thus made a lot of connections along the way. According to the moogle itself, it feels a great sense of comfort from within the prism it holds. Whenever it appears while happily holding its treasure, it is sure to be near those seeking to form a strong bond with others.","懷抱閃閃發亮的結晶體，被水晶保護的莫古利。因能在異界自由自在地巡遊而獲得了廣泛的人脈。「水晶裡暖暖的很舒服，這感覺最棒了，庫啵！」它經常這樣說著，享受著現狀的同時，等候不知何時出現的追求強大羈絆之人。","빛나는 결정체를 끌어안은, 크리스탈의 수호를 받는 모그리. 이계를 자유자재로 넘나들며 폭넓은 인맥을 자랑한다고 한다. '크리스탈 안은 따스하고 기분 좋아쿠포~!' 라며 현재를 즐기는 이 모그리는, 언젠가 나타날 강한 인연을 추구하는 자를 기다리고 있는 듯하다.","Un mog protégé par le Cristal qui porte un prisme étincelant. La rumeur raconte qu'il erre dans l'Au-delà librement, et, ce faisant, a noué des liens avec beaucoup de personnes. D'après lui, on se sent très bien lorsqu'on porte le cristal sur soi. Cette créature au visage heureux apparaît à chaque fois, portant son précieux trésor, auprès de ceux qui veulent créer des liens forts entre eux.","Ein von einem Kristall beschützter Mogry, der ein leuchtendes Prisma in den Armen trägt. Gerüchten zufolge, soll dieser Mogry das Abyssum frei durchstreifen und auf seiner Reise viele Bekanntschaften geschlossen haben. Voller Glück über seinen warmen, gemütlichen Kristall, wird er - wann auch immer er erscheint - stets die Nähe jener suchen, die nach einer starken Bindung streben.","Un moguri protegido por el Cristal que posee un prisma brillante. Según cuentan por ahí, los moguris deambulan a su antojo por el Etéreo, lo que les ha valido para hacer conexiones a lo largo y ancho del mundo. Según el propio moguri, se siente un confort importante dentro del prisma que sujeta. Además, siempre que aparece agarrando su tesoro felizmente, suele estar cerca de alguien que busca establecer un vínculo más fuerte con otros."],"summon":["Seems I'm finally needed, kupo! I've been waiting so long for this day, kupo!","需要莫古力量的時代終於來到了，庫啵！莫古可是翹著頭上的絨球等很久了，庫啵！","모그의 힘을 필요로 하는 시대가<br>마침내 찾아왔다쿠포!<br>폼폼 쭉 빼고 기다리고 있었어쿠포~!","On dirait qu'on a enfin besoin de moi, kupo ! Ça fait si longtemps que j'attends ce moment, kupo !","Sieht so aus, als bräuchte man mich endlich, kupo! Ich habe so lang auf diesen Tag gewartet, kupo!","¡Parece que al fin se me necesita, kupó! ¡Llevo esperando este día durante mucho tiempo, kupó!"],"evolution":[null,null,null,null,null,null],"affinity":["What a powerful bond, kupo! My heart is so full now, kupo!","好強的羈絆之力，庫啵！莫古的心被填滿了，庫啵！","엄청난 인연의 힘쿠포!<br>모그의 마음이 채워졌어쿠포~!","Quel lien incroyablement puissant, kupo ! Je suis si heureux, kupo !","Was für ein mächtige Bindung! Mein Herz hüpft und lacht, kupo!","¡Qué vínculo más fuerte, kupó! ¡Me rebosa el corazón, kupó!"],"fusion":["I can feel our bond growing stronger, kupo!","感覺到羈絆變強了庫啵！","인연이 깊어진 게 느껴져쿠포!","Je sens que nos liens se resserrent, kupo !","Ich spüre, wie unsere Bindung stärker wird, kupo!","¡Siento como nuestro vínculo se hace más fuerte, kupó!"]}}},"skills":null,"LB":null}}