{"212000103":{"rarity_min":3,"rarity_max":6,"name":"Vaan","game":"FFXII","job":"Warrior","sex":"Male","equip":[1,2,3,5,6,8,9,10,15,16,30,41,50,51,52,60],"entries":{"212000103":{"compendium_id":146,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[540,1636,180,90],"MP":[22,68,30,15],"ATK":[20,61,12,6],"DEF":[20,60,12,6],"MAG":[18,54,12,6],"SPR":[18,54,12,6]},"limitburst_id":212000103,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[11,36],"effect_frames":[9,34],"max_lb_drop":3,"ability_slots":2,"magic_affinity":[2,2,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020100":10,"290030000":5,"290050200":15,"290050300":5}},"strings":{"description":["A young man who appears in tales of Ivalice, a world foreign to this one. He lost his elder brother in the war with the Archadian Empire and was left alone in the world. He lives in the slums of the Royal City of Rabanastre, the capital of Dalmasca, and makes ends meet by doing odd jobs for a shopkeeper named Migelo—and by stealing from the Archadians who occupy the city. Though he hates the empire, which took both his brother and his homeland from him, it is not enough to inspire him to any greater action. He drifts through his days with only vague dreams of becoming a sky pirate to keep him moving.","異界伊瓦利斯的故事中登場的青年，雙親因傳染病去世，哥哥也在與阿爾卡迪亞帝國的戰爭中死亡，形單影隻的他受到了舊達爾瑪斯卡王國王都拉巴納斯塔的道具店的照顧，靠偷竊帝國兵的財物為生。雖然對奪走哥哥與祖國的帝國懷恨在心，但並沒有改變現狀的勇氣，只是每天做著成為空賊的白日夢。","이계 이발리스에서 전해지는 이야기에 등장하는 청년. 돌림병으로 부모를, 아르카디아 제국과의 전쟁으로 형을 잃었다. 그 후, 구 달마스카 왕국의 수도 라바나스터에서 도구 상점을 경영하는 미겔로에게 의탁하며 제국 병사를 상대로 소매치기하고 살았다. 형과 조국을 앗아간 제국에 반감을 품고 있지만, 변화를 추구할 용기와 계기도 없이 막연히 하늘의 도적이 되고 싶어 한다.","Un jeune homme qui apparaît dans les récits d'Ivalice, un monde bien lointain. Il a perdu son grand frère durant la guerre contre l'Empire Archadien et s'est retrouvé seul au monde. Il vit dans les taudis de la cité royale de Rabanastre, la capitale de Dalmasca et gagne sa vie en rendant service à un marchand nommé Migelo, tout en volant les archadiens qui occupent la ville. Sa haine de l'empire qui lui a pris son frère et son pays ne suffit pas toutefois à le pousser à agir plus. Il se laisse porter par la vie, seulement motivé par son rêve de devenir un jour pirate du ciel.","Ein junger Mann, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Er verlor seinen älteren Bruder im Krieg mit dem Reich Archadis, und blieb allein zurück. Er lebt in den Slums des königlichen Rabanastre, der Hauptstadt Dalmascas, und verdient seinen Lebensunterhalt mit Gelegenheitsjobs für den Ladenbesitzer Migelo - und indem er die Archadier bestiehlt, die die Stadt besetzen. Obwohl er das Imperium, das ihm seinen Bruder nahm, hasst, lässt er sich nicht zu größeren Taten bewegen. Er treibt dahin, mit dem vagen Traum, einmal ein Luftpirat zu werden.","Un joven que aparece en los relatos de Ivalice, un mundo diferente a este. Vaan perdió a su hermano mayor en la guerra contra el Imperio de Arcadia y se quedó solo en el mundo. Vive en los suburbios de Rabanasta, la capital del reino de Dalmasca, donde sobrevive realizando intrigantes tareas para un comerciante llamado Migelo y robando a la gente de Arcadia que ocupa la ciudad. Aunque odia al imperio, que le arrebató a su hermano y su hogar, eso no le lleva a tomar mayores medidas. Vive el día a día movido por el vago sueño de llegar a ser un pirata del aire."],"summon":["If something's stolen from me, I'll steal it back!<br>Simple enough, don't you think?","被奪走了就奪回來！<br>這就是我的作風！<br>怎麼樣，很好懂吧？","빼앗긴 물건은 다시 뺏는다!<br>이게 내 생활신조야.<br>명쾌하지?","Si on me vole quelque chose, je le vole en retour !<br>Simple, non ?","Wenn mir was gestohlen wird, stehle ich es zurück!<br>So einfach ist das.","¡Si me roban algo, lo vuelvo a robar!<br>Sencillo, ¿no te parece?"],"evolution":[null,null,null,null,null,null],"affinity":["I'll fight with you until the end.<br>We came this far together.<br>We'll finish this together, too!","我會和你一起戰鬥到最後的。<br>我們都相處了這麼久，<br>今後也要並肩前進。","이왕 여기까지 온 거,<br>마지막까지 함께 싸울게.<br>같이 가자고.","J'ai bien l'intention de me battre à tes côtés jusqu'à la fin ! Après tout, nous avons déjà fait beaucoup de chemin ensemble. Je n'ai aucune raison de m'arrêter là !","Ich kämpfe mit dir bis zum Ende.<br>Wir sind so weit gekommen.<br>Wir schaffen auch den Rest!","Lucharé contigo hasta el final.<br>Hemos llegado hasta aquí juntos.<br>¡Acabaremos con esto también juntos!"],"fusion":["It's not like I want to live this way...<br>I want to do something more than this.","我也不想一直都過這種日子啊……","난들 언제까지나<br>이렇게 살고 싶은 건 아냐……","Je n'ai pas envie de vivre éternellement comme ça...<br>Je voudrais pouvoir faire bien plus.","Eigentlich möchte ich so nicht leben ...<br>Ich möchte etwas tun, das wirklich zählt.","No es que quiera vivir así...<br>Quiero hacer algo más que esto."]}},"212000104":{"compendium_id":147,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[697,2111,240,120],"MP":[29,88,40,20],"ATK":[26,79,16,8],"DEF":[26,78,16,8],"MAG":[23,70,16,8],"SPR":[23,70,16,8]},"limitburst_id":212000104,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[11,36],"effect_frames":[9,34],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[3,3,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":20,"290030000":10,"290040200":5,"290050300":10,"290050400":5}},"strings":{"description":["A young man who appears in tales of Ivalice, a world foreign to this one. He lost his elder brother, his only family left in the world, during the war with the Archadian Empire. The desire for vengeance within him remains nebulous, channeled into nothing more than petty thieving. He decides to sneak into the Archadian-occupied palace to \"take back\" some of the Dalmascan wealth that the Archadian forces have seized. This is how he meets Ashe, the crown princess of his fallen country, and the sky pirate Balthier. This is how his journey with them begins.","異界伊瓦利斯的故事中登場的青年，在與阿爾卡迪亞帝國的戰爭中失去了唯一的親人哥哥，雖然對帝國懷有恨意，卻懶散度日毫不作為。因想到要將達爾瑪斯卡的東西取回來而潛入帝國掌控下的王宮盜寶，沒想到在那裡遇到了亡國公主雅雪及空賊巴爾弗雷亞，從此加入了他們，與他們一起展開旅行。","이계 이발리스에서 전해지는 이야기에 등장하는 청년. 유일한 가족이었던 형을 아르카디아 제국과의 전쟁으로 잃고, 제국에 막연한 반감을 품은 채 무기력한 일상을 보내고 있었다. 달마스카의 것은 달마스카에 돌려놓겠다며 점령당한 왕궁에 보물을 훔치러 잠입했는데, 그곳에서 나라 잃은 아셰 공주와 하늘의 도적 발플레어를 만나 얼떨결에 함께 여행에 나서게 된다.","Un jeune homme qui apparaît dans les récits d'Ivalice, un monde bien lointain. Il a perdu son frère, sa seule famille, lors de la guerre contre l'Empire Archadien. Son désir de vengeance reste cependant enfoui, ne se manifestant que sous la forme de petits larcins qu'il commet régulièrement. Il décide un jour de s'introduire dans le palais occupé pour « reprendre » les richesses volées par les archadiens. C'est ainsi qu'il fait la connaissance d'Ashe, héritière du pays occupé, et de Balthier, pirate du ciel. L'aventure ne fait alors que commencer.","Ein junger Mann, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Er verlor seinen älteren Bruder, seine einzige Familie, im Krieg mit dem Reich Archadis. Sein Wunsch nach Rache bleibt jedoch vage und manifestiert sich bloß in kleinen Diebstählen. Er beschließt, in den von den Archadianern besetzten Palast einzudringen, um etwas vom dalmascanischen Reichtum „zurückzuholen“. So trifft er auf Ashe, die Kronprinzessin seines gefallenen Landes, und den Luftpiraten Balthier. Und so beginnt ihre gemeinsame Reise.","Un joven que aparece en los relatos de Ivalice, un mundo diferente a este. Durante la guerra contra el Imperio de Arcadia perdió a su hermano mayor, la única familia que le quedaba en el mundo. Aunque aún desea vengarse, es un sentimiento tenue que canaliza con robos insignificantes. Decide colarse en el palacio ocupado por Arcadia para \"recuperar\" parte de la riqueza de Dalmasca, arrebatada por el imperio. Así conoce a Ashe, la princesa heredera de su país caído, y a Balthier, el pirata del aire, hecho que marca el inicio de su viaje con ellos."],"summon":["I'm Captain Basch fon Rosenburg of Dalmasca!<br>...Pretty convincing, don't you think?","我是巴修！！<br>……騙你的。<br>請多關照啦！","내가 배시다!!<br>……농담이야.<br>잘 부탁해!","Je suis le capitaine Basch fon Rosenburg de Dalmasca !<br>... C'est une bonne imitation, tu ne trouves pas ?","Ich bin Hauptmann Basch von Rosenburg!<br>... Ha! Fast wärst du drauf reingefallen!","¡Soy el capitán Basch von Rosenburg de Dalmasca!<br>Suena convincente... ¿No crees?"],"evolution":["One step closer to being a real sky pirate!<br>All I need now is my own airship...","得到寶貝了！<br>這樣就又離成為空賊近了一步！<br>要是再有個飛空艇就完美了……","보물 발견!<br>하늘의 도적에 한 발짝 더 가까워졌다!<br>이제 비공정만 있으면…….","Et un pas de plus vers mon rêve de devenir pirate de l'air !<br>Maintenant, il ne reste plus qu'à me trouver un vaisseau...","Und wieder ein Stück näher am Ziel!<br>Jetzt brauche ich nur noch ein Luftschiff ...","¡Un paso más cerca de ser un pirata del aire!<br>Ahora solo necesito un barco volador..."],"affinity":["I'll fight with you until the end.<br>We came this far together.<br>We'll finish this together, too!","我會和你一起戰鬥到最後的。<br>我們都相處了這麼久，<br>今後也要並肩前進。","이왕 여기까지 온 거,<br>마지막까지 함께 싸울게.<br>같이 가자고.","J'ai bien l'intention de me battre à tes côtés jusqu'à la fin ! Après tout, nous avons déjà fait beaucoup de chemin ensemble. Je n'ai aucune raison de m'arrêter là !","Ich kämpfe mit dir bis zum Ende.<br>Wir sind so weit gekommen.<br>Wir schaffen auch den Rest!","Lucharé contigo hasta el final.<br>Hemos llegado hasta aquí juntos.<br>¡Acabaremos con esto también juntos!"],"fusion":["I'll steal some treasure and treat everyone<br>to a real meal for once!<br>No sweat!","讓我來偷點財寶，<br>然後請大家吃一頓吧！<br>簡單簡單，小菜一碟！","보물을 훔쳐서<br>한턱 거하게 낼게!<br>그 정도야 식은 죽 먹기지!","T'inquiète pas !<br>Je vais mettre la main sur un trésor, et on pourra enfin savourer un vrai repas !","Ich stehle was Wertvolles und dann<br>lade ich alle zum Essen ein!","¡Voy a robar un tesoro y a invitar a todos a comer algo decente!<br>¡Coser y cantar!"]}},"212000105":{"compendium_id":148,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[871,2639,300,150],"MP":[36,110,50,25],"ATK":[33,99,20,10],"DEF":[32,97,20,10],"MAG":[29,87,20,10],"SPR":[29,88,20,10]},"limitburst_id":212000105,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[11,36],"effect_frames":[9,34],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[4,4,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":["A young man who appears in tales of Ivalice, a world foreign to this one. After meeting the princess of his fallen homeland, he began a journey to rid Dalmasca of its occupiers. It took a long time for him to accept the death of his brother, who was painted as a traitor after dying in service to their homeland. But by coming to know Basch, a knight also entangled in the plots surrounding his brother, and making a connection with Ashe, who has similarly lost so many she loved, he finally learns to move onward to the future.","異界伊瓦利斯的故事中登場的青年，與亡國公主雅雪相遇後，加入了為解放祖國而展開旅行的隊伍之中。他一直無法釋懷哥哥背負著叛國的莫須有罪名含冤而死一事，但通過與將哥哥捲入陰謀之中的巴修將軍相遇，以及與同樣失去了親人的雅雪接觸，他在旅途中漸漸成長了起來。","이계 이발리스에서 전해지는 이야기에 등장하는 청년. 나라 잃은 아셰 공주를 만나 얼떨결에 조국 해방을 위한 여행에 나서게 되었다. 배신자라는 오명을 입고 폐인이 되어 죽은 형을 오랫동안 마음에서 정리하지 못했지만, 형을 모함한 장본인인 바슈 장군과의 만남, 자기처럼 소중했던 사람의 죽음을 떨쳐내지 못하는 아셰와의 교류를 통해 크게 성장한다.","Un jeune homme qui apparaît dans les récits d'Ivalice, un monde bien lointain. Après avoir rencontré la princesse de son royaume occupé, il s'est lancé dans une longue quête pour débarrasser Dalmasca de ses envahisseurs. Il lui a fallu beaucoup de temps pour accepter la mort de son frère tombé pour la patrie et plus tard accusé de trahison. En apprenant à mieux connaître Basch, un chevalier mêlé aux intrigues autour de son frère, et en faisant la connaissance d'Ashe, qui a elle aussi perdu tant de ses proches, il parvient enfin à aller de l'avant.","Ein junger Mann, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Nachdem er der Prinzessin seines gefallenen Heimatlandes begegnete, begann sein Unterfangen, Dalmasca von seinen Besatzern zu befreien. Es dauerte lange, bis er den Tod seines Bruders akzeptieren konnte, der als Verräter dargestellt wurde, nachdem er im Dienst für sein Land starb. Durch die Freundschaft mit Basch, einem Ritter, der mit der Geschichte seines Bruder verwoben ist, und Ashe, die ebenfalls viele geliebte Menschen verlor, lernt er schließlich, nach vorne zu blicken.","Un joven que aparece en los relatos de Ivalice, un mundo diferente a este. Tras encontrarse con la princesa de su hogar caído, empieza un viaje para liberar a Dalmasca de sus ocupantes. Vaan tardó mucho tiempo en aceptar la muerte de su hermano, a quien tildaron de traidor tras morir al servicio de la patria. Al final consigue encarar el futuro tras conocer a Basch, un caballero afectado por la trama alrededor de su hermano, y congeniar con Ashe, quien había perdido a muchos seres queridos, como él."],"summon":["I'm coming with you. I'm betting a great adventure awaits us!","我要跟你一起走。<br>總覺得和你一起冒險<br>會十分開心的！","나도 같이 가겠어.<br>너와 함께 있으면<br>즐거운 모험이 기다릴 것 같거든!","Je viens avec toi ! Je parie qu'une grande aventure nous attend !","Ich komme mit dir. Das wird sicher ein klasse Abenteuer!","Iré contigo. ¡Creo que nos espera una gran aventura!"],"evolution":["I was always running away...<br>But not anymore. Now, I'm looking toward the future!","雖然我至今一直在逃避，<br>但現在也想為自己的未來好好考慮一下了。","지금까진 줄곧 외면했지만<br>이제 나도 미래에 대해<br>진지하게 생각하기로 했어.","J'ai passé ma vie à m'enfuir...<br>Mais plus maintenant. Maintenant, je suis tourné vers l'avenir.","Ich bin immer nur weggelaufen ...<br>Aber jetzt nicht mehr. Jetzt stelle ich mich der Zukunft.","Siempre he huido...<br>Pero se acabó. ¡Ahora miro al futuro!"],"affinity":["I'll fight with you until the end.<br>We came this far together.<br>We'll finish this together, too!","我會和你一起戰鬥到最後的。<br>我們都相處了這麼久，<br>今後也要並肩前進。","이왕 여기까지 온 거,<br>마지막까지 함께 싸울게.<br>같이 가자고.","J'ai bien l'intention de me battre à tes côtés jusqu'à la fin ! Après tout, nous avons déjà fait beaucoup de chemin ensemble. Je n'ai aucune raison de m'arrêter là !","Ich kämpfe mit dir bis zum Ende.<br>Wir sind so weit gekommen.<br>Wir schaffen auch den Rest!","Lucharé contigo hasta el final.<br>Hemos llegado hasta aquí juntos.<br>¡Acabaremos con esto también juntos!"],"fusion":["Someday I'll be the fastest pirate in the skies.<br>We'll see who's the leading man then!","「最快的空賊」——<br>總有一天我會超越他的。","세상에서 가장 빠른 하늘의 도적'.<br>언젠가 꼭 되고 말겠어.<br>그 녀석보다 먼저……","Un jour, je serai le pirate le plus rapide du ciel.<br>Et alors, on verra qui est le patron !","Eines Tages werde ich der<br>schnellste Pirat am Himmel sein.<br>Dann sehen wir, wer den Ton angibt!","Algún día seré el pirata más rápido de los cielos.<br>¡A ver quién manda entonces!"]}},"212000106":{"compendium_id":538,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1132,3430,450,225],"MP":[47,143,75,37],"ATK":[42,128,30,15],"DEF":[42,126,30,15],"MAG":[37,113,30,15],"SPR":[38,114,30,15]},"limitburst_id":212000106,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[11,36],"effect_frames":[9,34],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[5,6,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man who appears in tales of Ivalice, a world foreign to this one. Vaan lost his brother to the war against the Archadian Empire, and came to resent both Dalmasca and Captain Basch as a result. Consumed by his emotions, his loathing for them grew day by day until his travels with Princess Ashe and the sky pirate Balthier helped him grow as a person. Now he is finally able to see past his brother's untimely death, and has learned to take his future more seriously.","異界伊瓦利斯的故事中登場的青年，在與阿爾卡迪亞帝國的戰爭中失去了哥哥，他雖然憎恨著攻擊了哥哥的達爾瑪斯卡的巴修將軍和發起戰爭的阿爾卡迪亞帝國，但仍卻漫無目的地度日。但在與公主雅雪及空賊巴爾弗雷亞等人的旅行中，他逐漸成長了起來，再也不逃避哥哥的死，開始認真考慮起自己的將來。","이계 이발리스에서 전해지는 이야기에 등장하는 청년. 아르카디아 제국과의 전쟁에서 형을 잃고, 그 원인이 된 달마스카의 바슈 장군과 제국을 원망하면서도 멍하니 하루하루를 보내고 있었다. 하지만 조국의 해방을 갈망하는 아셰 공주와 하늘의 도적 발프레아와 함께 여행 하며 더불어 성장하여, 더는 형의 죽음으로부터 눈을 돌리지 않고 자신의 미래에 대해 진지하게 생각하기로 결심한다.","Un jeune homme qui apparaît dans les récits d'Ivalice, un monde bien lointain. Vaan perdit son frère au cours de la guerre contre l'empire archadien, ce qui fit naître en lui une profonde rancune envers l'empire et le capitaine Basch. Sa rancœur croissait de jour en jour, mais son voyage aux côtés de la princesse Ashe et du pirate du ciel Balthier lui permit de gagner en sagesse. Désormais capable de tourner la page, Vaan a décidé de prendre son futur plus au sérieux.","Ein junger Mann, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Er verlor seinen älteren Bruder im Krieg mit dem Reich Archadis und lehnte seitdem Dalmasca und Kapitän Basch ab. Verschlungen von seiner Verzweiflung sehnte er sich nach Rache, bis er auf der Reise mit dem Luftpiraten Balthier und Prinzessin Ashe reifer wurde. Nun hat er endlich den verfrühten Tod seines Bruders überwunden und wendet sich der Zukunft zu.","Joven que aparece en los relatos de Ivalice, un mundo diferente a este. Al perder a su hermano en la guerra contra el Imperio de Arcadia, nació en Vaan un odio hacia Dalmasca y el capitán Basch que le consumía día a día y era cada vez mayor. Sin embargo, sus viajes junto a la princesa Ashe y el pirata aéreo Balthier le ayudaron a crecer como persona y, ahora, por fin ha superado la muerte prematura de su hermano y ha aprendido a tomarse el futuro más seriamente."],"summon":["I'm going.<br>I'm sure I'll find it if I go with you,<br>what it is I should do from now on.","我要跟你一起走。我的未來該怎麼辦，感覺和你一起，就能找到答案。","나, 갈거야.<br>내 미래에 대한 정답을,<br>당신과 함께라면 찾을 수 있을 것 같아.","je viens.<br>Je suis sûr que je parviendrai à savoir ce que<br>me réserve le futur en restant à vos côtés","Ich komme mit.<br>Ich bin sicher, meine neue Bestimmung<br>zu finden, wenn ich mit dir gehe.","Yo me apunto.<br>Estoy seguro que si voy contigo averiguaré,<br>qué debo hacer a partir de ahora."],"evolution":["I will no longer run away from<br>the death of my brother.<br>I need to find a goal for myself.","我已經不再逃避哥哥的死了。我想要找到今後的目標。","더는 형의 죽음으로부터<br>도망치지 않겠어.<br>제대로 목표를 찾아내고 싶어.","Je ne vais plus fuir<br>la mort de mon frère.<br>Je dois trouver un nouveau but à mon existence.","Ich laufe nicht länger vor dem<br>Tod meines Bruders fort.<br>Ich muss einen eigenen Sinn finden.","No volveré a dar la espalda a la muerte de mi hermano.<br>Debo encontrar una meta para mí mismo."],"affinity":["I'll fight with you until the end.<br>We came this far together.<br>We'll finish this together, too!","我會和你戰鬥到最後的。既然已經和你來到這裡了―― 今後也要一直一起走下去。","마지막까지 당신과 싸울게.<br>지금까지 함께 해왔으니까,<br>함께 가는 거야.","Je me battrai à tes côtés jusqu'à la fin.<br>Nous sommes arrivés si loin ensemble.<br>Nous terminerons ça ensemble.","Ich kämpfe mit dir bis zum Ende.<br>Wir sind so weit gekommen.<br>Wir schaffen auch den Rest!","Lucharé contigo hasta el final.<br>Hemos llegado hasta aquí juntos.<br>¡Acabaremos con esto también juntos!"],"fusion":["I couldn't have imagined that<br>I would come this far.<br>I feel I have changed.","沒想到能來到這麼遠的地方。我能夠改變嗎？","이렇게 멀리까지 올 거라곤<br>상상도 못 했었어.<br>나, 바뀐 걸까.","Je n'aurais jamais imaginé que j'aurais pu aller si loin.<br>Je ressens un vrai changement en moi.","Wer hätte gedacht,<br>dass ich soweit komme.<br>Ich fühle mich verändert.","No me imaginaba que llegaría tan lejos.<br>Noto que soy diferente."]}}},"skills":{"20050":{"name":"Aero","cost":{"MP":3},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.2x, MAG) to one enemy"],"icon":"ability_25.png"},"20120":{"name":"Aerora","cost":{"MP":9},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.4x, MAG) to all enemies"],"icon":"ability_25.png"},"20240":{"name":"Aeroga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.8x, MAG) to all enemies"],"icon":"ability_25.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100090":{"name":"ATK +30%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"101090":{"name":"Bird Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Avians by 50%"],"icon":"ability_79.png"},"200010":{"name":"Steal","cost":{"MP":3},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Steal item from one enemy"],"icon":"ability_82.png"},"200460":{"name":"Focus","cost":{"MP":48},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"201150":{"name":"Armor Break","cost":{"MP":7},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce DEF by 15% for 3 turns to one enemy"],"icon":"ability_54.png"},"201170":{"name":"Full Break","cost":{"MP":14},"attack_frames":[[50]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to one enemy","Reduce ATK, DEF, MAG and SPR by 30% for 3 turns to one enemy"],"icon":"ability_54.png"},"209400":{"name":"Counter Break","attack_type":"None","element_inflict":null,"effects":["20% chance to counter magic attacks with Counter Break (501180) to caster"],"icon":"ability_68.png"},"209410":{"name":"Assault Strike","cost":{"MP":30},"attack_frames":[[22,30,38,46,54,62,70,78]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.7x, ATK) to one enemy"],"icon":"ability_54.png"},"209420":{"name":"Accelerate","cost":{"MP":16},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Dodge 3 physical attacks for 2 turns to caster"],"icon":"ability_97.png"},"209430":{"name":"Biohazard","cost":{"MP":24},"attack_frames":[[30]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.1x, ATK) to all enemies","Inflict Disease (100%) on all enemies"],"icon":"ability_14.png"},"209440":{"name":"Resist Stop","cost":{"MP":13},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase Stop resistance by 100% for 3 turns to all allies"],"icon":"ability_19.png"},"209450":{"name":"Sprint","attack_type":"None","element_inflict":null,"effects":["15% chance of evading physical attacks"],"icon":"ability_97.png"},"501180":{"name":"Counter Break","cost":{},"attack_frames":[[50]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK, DEF, MAG and SPR by 40% for 3 turns to all enemies"],"icon":"ability_39.png","parentID":"209400"},"705410":{"name":"Counter Break+1","attack_type":"None","element_inflict":null,"effects":["25% chance to counter magic attacks with Counter Break (501180) to caster"],"icon":"ability_68.png"},"705420":{"name":"Counter Break+1","attack_type":"None","element_inflict":null,"effects":["30% chance to counter magic attacks with Counter Break (910969) to caster","15% chance to counter physical attacks with Counter Break (910969) to caster"],"icon":"ability_68.png"},"705430":{"name":"Assault Strike+1","cost":{"MP":30},"attack_frames":[[22,30,38,46,54,62,70,78]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.2x, ATK) to one enemy"],"icon":"ability_54.png"},"705440":{"name":"Assault Strike+1","cost":{"MP":30},"attack_frames":[[22,30,38,46,54,62,70,78]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to one enemy"],"icon":"ability_54.png"},"705450":{"name":"Biohazard+1","cost":{"MP":24},"attack_frames":[[30]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.1x, ATK) to all enemies","Inflict Poison and Disease (100%) on all enemies"],"icon":"ability_14.png"},"705460":{"name":"Biohazard+1","cost":{"MP":24},"attack_frames":[[30]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.6x, ATK) to all enemies","Inflict Poison, Blind and Disease (100%) on all enemies"],"icon":"ability_14.png"}},"LB":{"name":"Pyroclasm","attack_count":[1],"attack_frames":[[100]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.7x, ATK) to all enemies"],"max_level":["Physical damage (3.9x, ATK) to all enemies"]},"TMR":{"name":"Maximilian","compendium_id":174,"compendium_shown":true,"rarity":7,"type_id":52,"type":"EQUIP","slot_id":4,"slot":"Chest","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":0,"DEF":62,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":75000,"price_sell":7500,"icon":"item_20308.png","strings":{"name":["Maximilian","帝王鎧甲","맥시밀리언","Maximilien","Maximillian","Maximilian"],"desc_short":["Armor named for a storied hero.","擁有英雄之名的鎧甲","영웅의 이름을 딴 갑옷","Armure nommée d'après le nom d'un héros célèbre.","Nach einem Kriegshelden benannt.","Armadura bautizada en honor a un héroe."],"desc_long":["Named after the invincible hero that donned it in battle, this armor is lighter than most pieces of full armor found today. The many war exploits Maximilian has under his belt can be attributed not just to his ability, but also to the efforts of his anxious father wanting to protect the life of his son by making him armor. It would not be an exaggeration to say that the flexibility incorporated into the armor was crucial in his victories.","這身鎧甲曾經屬於一位戰無不勝的英雄。雖為全裝甲，但相比傳統裝備更為輕便。由英雄的父親，一位能工巧匠，為自己兒子的平安而用心鍛造。這位英雄之所以能夠建立豐功偉業，除個人實力外，靈巧的鎧甲也功不可沒。","전장에서 무패를 자랑한 영웅이 입었던 갑옷으로, 그의 이름을 그대로 땄다. 전신 갑옷인데도 다른 갑옷보다 훨씬 가볍다. 영웅이 수많은 공을 세울 수 있었던 건 실력 덕택이기도 했겠지만, 명장이었던 그의 아버지가 자식의 안전을 위해 고심해서 만든 갑옷 덕분이라 해도 과언이 아니다.","Cette armure tire son nom du héros qui l'a portée au cours de batailles épiques. Elle est plus légère que la plupart des armures existantes. Les nombreuses victoires que Maximilien a remportées sont dues à ses talents, mais aussi aux efforts que son anxieux père a déployés en créant cette armure pour protéger la vie de son fils. La liberté de mouvement offerte par cette armure a joué un rôle prépondérant dans ses victoires.","Diese Rüstung trägt den Namen ihres früheren Besitzers, eines unbesiegten Kriegshelden. Obwohl es sich um eine volle Rüstung handelt, ist sie erstaunlich leicht. Die zahlreichen Verdienste des Helden sind nicht nur dessen Tapferkeit, sondern auch der Kunstfertigkeit seines besorgten Vaters zu verdanken, einem Rüstungsschmied, der dieses Meisterwerk anfertigte, um seinen Sohn vor Schaden zu bewahren.","Tocaya del héroe invencible que la llevaba en la batalla, es más ligera que la mayoría de armaduras completas de hoy en día. Las hazañas bélicas que Maximilian atesora no se deben solo a su habilidad, sino también a los esfuerzos de su preocupado padre por proteger la vida de su hijo encargando armaduras para él. Decir que la flexibilidad de la armadura fue crucial para lograr sus victorias no es ninguna exageración."]}}},"212000204":{"rarity_min":4,"rarity_max":6,"name":"Ashe","game":"FFXII","job":"Princess","sex":"Female","equip":[1,2,3,4,5,6,15,30,40,41,50,51,53,60],"entries":{"212000204":{"compendium_id":532,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[707,2143,210,105],"MP":[35,106,35,17],"ATK":[25,76,14,7],"DEF":[24,73,14,7],"MAG":[28,85,18,9],"SPR":[25,76,14,7]},"limitburst_id":212000204,"attack_count":1,"attack_damage":[[100]],"attack_frames":[23],"effect_frames":[21],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[5,6,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020700":25,"290030700":13,"290030800":8,"290050300":15,"290050400":8}},"strings":{"description":["A young woman who appears in tales of Ivalice, a world foreign to this one. Ashe is the princess of Dalmasca, a nation that met its ruin at the hands of the Archadian Empire. Although she was officially proclaimed dead amidst all the confusion, she is alive and well. In fact, she has formed the Resistance in secrecy to fight against the empire. Absolutely resolved to avenge her ravaged nation, her father's murder, and the death of her young husband, she fights on claiming that her actions are for the liberation of her people.","異界伊瓦利斯的故事中登場的女性，是被阿爾卡迪亞帝國亡國的達爾瑪斯卡公主。雖對外聲稱雅雪公主在動亂中死亡，但實際她隱姓埋名，成為了一名反抗帝國的解放軍。被奪走祖國、父親、夫君的她唯一的希望就是解放祖國以及向帝國復仇。","이계 이발리스에서 전해지는 이야기에 등장하는 여성. 대국 아르카디아 제국의 침략을 받아 멸망한 달마스카 왕국의 왕녀이다. 공적으로는 동란에 휘말려 사망한 것으로 발표되었지만, 사실은 살아남아 신분을 숨긴 채 제국에 대항하는 해방군으로서 활동하고 있었다. 조국과 아버지, 그리고 막 결혼식을 올린 남편 등 많은 것을 빼앗긴 그녀에게 남은 것은 조국의 해방이라는 목적과 제국을 향한 격렬한 복수의 마음뿐이었다.","Une jeune femme qui apparaît dans les récits d'Ivalice, un monde bien lointain. Ashe est la princesse de Dalmasca, une nation qui connut la défaite aux mains de l'empire archadien. Bien qu'officiellement déclarée morte au cours de la guerre, la vérité est toute autre. Elle a même formé la Résistance en secret afin de lutter contre l'empire. Déterminée à venger son pays ravagé, son père assassiné, et son jeune époux mort au combat, elle se bat de toutes ses forces, persuadée que ses actions mèneront à la libération de son peuple.","Eine junge Frau, die in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Ashe ist die Prinzessin von Dalmasca, einer Nation, die durch das Imperium Archadis zerstört wurde. Obwohl sie noch am Leben ist, wurde sie in den Kriegswirren für tot erklärt. Im Geheimen schmiedete sie sogar den Widerstand gegen das Imperium. Entschlossen, ihre verheerte Nation und den Tod ihres Vaters sowie ihres jungen Gatten zu rächen, kämpft sie weiter, um ihre Leute zu befreien.","Chica que aparece en los relatos de Ivalice, un mundo diferente a este. Ashe es la princesa de Dalmasca, una nación que encontró la ruina a manos del Imperio de Arcadia. Aunque la declararon oficialmente muerta en medio del tumulto, está viva y a salvo. De hecho, ha formado un movimiento secreto de resistencia contra el imperio. Con la convicción de vengar su devastada nación, el asesinato de su padre y la muerte de su joven marido, lucha en nombre de la liberación de su pueblo."],"summon":["It can't be helped.<br>I will travel along with you<br>until I'm able to find my friends.","沒辦法，和同胞匯合之前，就跟著你們好了。","어쩔 수 없지.<br>동맹군과 합류할 때까지<br>당신들과 동행하겠어.","Je crois que je n'ai pas le choix.<br>Je vais vous suivre, jusqu'à ce que je retrouve mes amis.","Kann man nichts machen.<br>Ich werde mit euch reisen,<br>bis ich meine Freunde finde.","Que se le va a hacer.<br>Iré contigo hasta que encuentre a mis amigos."],"evolution":[null,null,null,null,null,null],"affinity":["I hope I can stay this strong.<br>But don't think I'm so strong I can<br>do everything everything myself.","我想要變強。但我還沒有強到什麼事都可以自己做。","난 항상 강한 모습이고 싶어.<br>하지만 자력으로 뭐든 할 수 있을 정도로<br>강하다곤 생각지 말아줘.","J'espère pouvoir rester aussi forte.<br>Mais Je ne pense pas être forte au point de pouvoir<br>tout faire toute seule.","Ich hoffe, ich bleibe so stark.<br>Doch ich bin nicht so stark,<br>dass ich alles selbst schaffe.","Espero poder mantenerme fuerte como ahora.<br>Aunque no creo ser lo suficientemente fuerte como para hacer todo sola."],"fusion":["I have to do it.<br>Even for those it is too late to save!","為了死去的人，我必須要去戰鬥。","나는 해내야만 해.<br>죽어간 사람들을 위해서도!","Je dois le faire.<br>Même pour ceux qu'il est trop tard pour sauver !","Ich muss es tun.<br>Selbst für die, für die es zu spät ist!","Tengo que hacerlo.<br>¡Aunque sea tarde para salvar a algunos!"]}},"212000205":{"compendium_id":533,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[920,2787,240,120],"MP":[46,138,40,20],"ATK":[33,100,16,8],"DEF":[31,95,16,8],"MAG":[37,111,24,12],"SPR":[33,100,16,8]},"limitburst_id":212000205,"attack_count":1,"attack_damage":[[100]],"attack_frames":[23],"effect_frames":[21],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[6,7,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060300":10,"290060400":5}},"strings":{"description":["The princess of Dalmasca who appears in tales of Ivalice, and a descendant of the Dynast King who onced unified her world. She was proclaimed dead after the Archadian Empire attacked her nation, but she actually survived the attack and went on to lead the Resistance in secrecy. Although originally bent on obtaining power to carry out her vengeance upon the empire, she eventually has a change of heart during her travels with Vaan and Balthier.","異界伊瓦利斯的故事中登場的達爾瑪斯卡王國公主。她是曾經統一伊瓦利斯的霸王的後裔，人們都以為她在遭受阿爾卡迪亞帝國侵略時死去，其實她還活著，並作為解放軍的領導人在暗中活動。對帝國的仇恨使得她渴望獲得力量，但與梵恩和巴爾弗雷亞等人的旅行使她的心境漸漸發生了變化。","이계 이발리스에서 전해지는 이야기에 등장하는 달마스카 왕국의 왕녀. 과거 이발리스를 통일한 패왕의 후예이기도 하다. 아르카디아 제국의 침략을 받았을 때 사망한 것으로 알려졌지만, 실은 살아남아 해방군의 리더로서 비밀리에 활동하고 있었다. 제국을 향한 복수심을 품고 힘을 갈망하고 있었지만, 반과 발프레아 일행과 여행하며 그녀의 마음에도 변화가 생겨나게 된다.","La princesse de Dalmasca qui apparaît dans les récits d'Ivalice, un monde bien lointain, et la descendante du Roi-Dynaste qui unifia autrefois ce monde. Après l'attaque menée par l'empire archadien contre son pays, elle fut déclarée morte, mais elle survécut en réalité et organisa la résistance dans l'ombre. Elle était prête à tout pour obtenir le pouvoir de se venger de l'empire, mais son voyage aux côtés de Vaan et Balthier l'amena à changer d'avis.","Die Prinzessin von Dalmasca, die in den Geschichten von Ivalice auftaucht und eine Nachfolgerin des Königs, der einst ihre Welt vereinte. Nach dem Angriff des Imperiums Archadis auf ihre Heimat wurde sie für tot erklärt, doch sie überlebte und führte im Geheimen einen Widerstand an. Obwohl sie ursprünglich Macht erlangen wollte, um sich am Imperium zu rächen, erlebte sie auf den Reisen mit Vaan und Balthier einen Gesinnungswandel.","Princesa de Dalmasca que aparece en los relatos de Ivalice, descendiente de la dinastía real que otrora unificaba su mundo. La declararon muerta cuando el Imperio de Arcadia atacó su nación, pero en realidad sobrevivió al ataque y pasó a liderar la resistencia en secreto. Aunque al principio la movía el deseo de obtener poder para vengarse del imperio, cambió de parecer viajando junto a Vaan y Balthier."],"summon":["It does not matter who you are.<br>Please, steal me! Take me away from here!","我不管你是誰。請把我從這裡偷走吧！","당신이 누구든 상관없어요.<br>훔쳐 주세요! 저를, 이곳에서부터!","Je me fiche de savoir qui vous êtes.<br>je vous en prie, sortez-moi d'ici.","Spielt keine Rolle, wer du bist.<br>Bitte stiehl mich! Bring mich hier weg!","No me importa quien seas.<br>¡Por favor, secuéstrame! <br>¡Sácame de aquí!"],"evolution":["Power can come in handy.<br>If you don't have power,<br>you can't protect anyone.","力量可以成為依靠。 如果沒有力量 就什麼都保護不了。","힘은 버팀목이 돼.<br>힘이 없다면,<br>아무것도 지킬 수 없어.","La force est un atout.<br>Sans puissance, tu ne peux protéger personne.","Kraft ist von Nutzen.<br>Hast du keine Kraft,<br>kannst du niemanden schützen.","El poder puede ser de utilidad.<br>Si no tienes poder, no puedes proteger a nadie."],"affinity":["I hope I can stay this strong.<br>But don't think I'm so strong I can<br>do everything everything myself.","我想要變強。但我還沒有強到什麼事都可以自己做。","난 항상 강한 모습이고 싶어.<br>하지만 자력으로 뭐든 할 수 있을 정도로<br>강하다곤 생각지 말아줘.","J'espère pouvoir rester aussi forte.<br>Mais Je ne pense pas être forte au point de pouvoir<br>tout faire toute seule.","Ich hoffe, ich bleibe so stark.<br>Doch ich bin nicht so stark,<br>dass ich alles selbst schaffe.","Espero poder mantenerme fuerte como ahora.<br>Aunque no creo ser lo suficientemente fuerte como para hacer todo sola."],"fusion":["I am hungry for power.<br>Don't I look that way to you?","我渴望力量。你不這麼認為嗎？","내가 힘에 굶주려 있다고,<br>그런 것처럼 보여?","J'ai soif de puissance.<br>Tu ne trouves pas que mon visage traduit ce sentiment ?","Ich bin machthungrig.<br>Sehe ich nicht danach aus?","Anhelo tener más poder.<br>¿No te lo parezco?"]}},"212000206":{"compendium_id":534,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1196,3624,390,195],"MP":[59,180,65,32],"ATK":[43,130,26,13],"DEF":[41,124,26,13],"MAG":[48,145,34,17],"SPR":[43,130,26,13]},"limitburst_id":212000206,"attack_count":1,"attack_damage":[[100]],"attack_frames":[23],"effect_frames":[21],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[7,8,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["The princess of Dalmasca who appears in tales of Ivalice, a world foreign to this one. After losing everything to the militant Archadian Empire, Ashe forms the Resistance and retreated underground in hopes of eventually reclaiming Dalmasca's independence. She then sets off on a journey to find nethicite, a stone of great power that can aid her plans for vengeance against the empire. However, she ultimately decides to save Dalmasca without the power of the stone thanks to the support of her friends Vaan and Balthier.","異界伊瓦利斯的故事中登場的達爾瑪斯卡王國公主。她因阿爾卡迪亞帝國侵略而失去了一切，因而為奪回祖國率領解放軍在暗中活動。為了向帝國復仇，她踏上旅途前去尋找蘊藏著巨大力量的破魔石，在旅途中目睹了梵恩和巴爾弗雷亞面對過去的身姿，受到鼓舞的她也下決心不再依靠魔石的力量，靠自己的手去復興祖國。","이계 이발리스에서 전해지는 이야기에 등장하는 달마스카 왕국의 왕녀. 강력한 군사국가인 아르카디아 제국의 침략으로 모든 것을 잃고, 해방군을 이끌고 제국으로부터 달마스카 왕국을 되찾기 위해 물밑에서 활동하고 있었다. 제국에 복수하기 위해 거대한 힘이 깃든 파마석을 찾기 위한 여행을 떠나지만, 과거에 맞서는 반과 발프레아에게 감화되어, 돌의 힘에 의지하지 않고 달마스카를 부흥시키겠다는 결심을 내린다.","La princesse de Dalmasca qui apparaît dans les récits d'Ivalice, un monde bien lointain. Après avoir tout perdu au cours de la guerre contre l'empire archadien, Ashe forma la Résistance et se cacha dans l'espoir de rendre un jour son indépendance à Dalmasca. Par la suite, elle partit en voyage afin de trouver les nihilithes, des pierres d'une grande puissance capables de l'aider à exercer sa vengeance. Néanmoins, grâce au soutien de Vaan et Balthier, elle décida finalement de sauver son pays sans recourir à ce dangereux pouvoir.","Die Prinzessin von Dalmasca, die in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Nachdem sie alles an das militante Imperium Archadis verliert, formt Ashe den Widerstand aus dem Untergrund, in der Hoffnung, letztendlich Dalmascas Unabhängigkeit zurückzugewinnen. Sie bricht zu einer Reise auf, um Nethicite zu finden, einen Stein von großer Macht, der ihr bei ihren Plänen helfen kann. Dank der Hilfe ihrer Freunde Vaan und Balthier verzichtet sie jedoch letztendlich auf diese Macht.","Princesa de Dalmasca que aparece en los relatos de Ivalice, un mundo diferente a este. Tras perderlo todo por culpa del imperio militar de Arcadia, Ashe formó un grupo clandestino de resistencia con la esperanza de recuperar la independencia de Dalmasca algún día. Empezó un viaje para conseguir neticita, una poderosa piedra que le permitiría llevar a cabo su venganza. Sin embargo, gracias a la ayuda de sus amigos Vaan y Balthier decide salvar su región sin usar del mineral."],"summon":["I am me. I am not an avenger,<br>nor am I my nation's savior.<br>I just want to be free.","我就是我。既不是復仇者，也不是救國的聖女。我只想要自由。","나는 나야. 망국의 복수자도,<br>구국의 성녀도 아니야.<br>그저 자유롭고 싶을 뿐이야.","Moi c'est moi. Je ne suis pas animée par la vengeance,<br>et je ne suis pas non plus le sauveur de mon pays.<br>Tout ce que je veux c'est être libre.","Ich bin ich. Kein Rächer oder<br>Retter der Nation.<br>Ich will nur frei sein.","Yo soy lo que soy. No soy un ángel vengador, ni la salvadora de mi pueblo.<br>Tan solo quiero ser libre."],"evolution":["I am fully prepared.<br>I can withstand any sort of hardship.","覺悟我早就做好了。 無論多麼痛苦我都會堅持。","각오라면 되어 있습니다.<br>어떠한 고난이라도 견뎌내겠다고.","Je suis prête.<br>Je peux résister à tout.","Ich bin bereit.<br>Gewappnet für alle Probleme","Estoy preparada del todo.<br>Podré soportar cualquier dificultad."],"affinity":["I hope I can stay this strong.<br>But don't think I'm so strong I can<br>do everything everything myself.","我想要變強。但我還沒有強到什麼事都可以自己做。","난 항상 강한 모습이고 싶어.<br>하지만 자력으로 뭐든 할 수 있을 정도로<br>강하다곤 생각지 말아줘.","J'espère pouvoir rester aussi forte.<br>Mais Je ne pense pas être forte au point de pouvoir<br>tout faire toute seule.","Ich hoffe, ich bleibe so stark.<br>Doch ich bin nicht so stark,<br>dass ich alles selbst schaffe.","Espero poder mantenerme fuerte como ahora.<br>Aunque no creo ser lo suficientemente fuerte como para hacer todo sola."],"fusion":["Even if you gain power,<br>it doesn't change the past.<br>That's why, I...","即使擁有力量也無法改變過去。因此我……","힘이 있어도,<br>과거는 바꿀 수 없어.<br>그러니, 이젠……!","Gagner en puissance ne changera pas le passé.<br>C'est pourquoi je...","Selbst mit Macht<br>verändert die Vergangenheit sich nicht.<br>Darum bin ich ...","Aunque ganes más poder,<br>nada cambia el pasado.<br>Y por eso, yo..."]}}},"skills":{"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20310":{"name":"Thundaja","cost":{"MP":28},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_20.png"},"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"200310":{"name":"Barrage","cost":{"MP":16},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["4 physical attacks (0.8x each, 3.2x total, ATK) to one random enemy"],"icon":"ability_53.png"},"202260":{"name":"Meditate","cost":{"MP":57},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 45% for 5 turns to all allies"],"icon":"ability_77.png"},"209300":{"name":"Power Seeker","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 50% when equipped with a Sword"],"icon":"ability_77.png"},"209310":{"name":"Heaven's Fury","cost":{"MP":45},"attack_frames":[[72,82,92,102,112,122,132,142,152,162]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.3x * 1.33 = 3.07x, MAG) to all enemies (ignore reflect)","Restore 1200 (+3.4x, Heal) HP to all allies"],"icon":"ability_10.png"},"209320":{"name":"Sword of Kings","cost":{"MP":30},"attack_frames":[[42,52,62,72,82,92,102]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.7x, ATK) to one enemy"],"icon":"ability_54.png"},"209330":{"name":"Liberating Flash","cost":{"MP":48},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies","Reduce DEF and SPR by 40% for 3 turns to all enemies"],"icon":"ability_54.png"},"209340":{"name":"Northswain's Glow","cost":{"MP":30},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.3x, MAG) to all enemies","Cure all status effects for all allies"],"icon":"ability_10.png"},"700550":{"name":"Meditate+1","cost":{"MP":42},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 45% for 5 turns to all allies"],"icon":"ability_77.png"},"700560":{"name":"Meditate+1","cost":{"MP":42},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 65% for 5 turns to all allies","Restore 20 (+0.5x, Heal) MP split over 5 turns to all allies"],"icon":"ability_77.png"},"705310":{"name":"Power Seeker+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 50% and MP by 20% when equipped with a Sword"],"icon":"ability_77.png"},"705320":{"name":"Power Seeker+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 80% and HP and MP by 20% when equipped with a Sword"],"icon":"ability_77.png"},"705330":{"name":"Heaven's Fury+1","cost":{"MP":45},"attack_frames":[[72,82,92,102,112,122,132,142,152,162]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.6x * 1.33 = 3.47x, MAG) to all enemies (ignore reflect)","Restore 1600 (+3.4x, Heal) HP to all allies"],"icon":"ability_10.png"},"705340":{"name":"Heaven's Fury+1","cost":{"MP":45},"attack_frames":[[72,82,92,102,112,122,132,142,152,162]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (3x * 1.33 = 4x, MAG) to all enemies (ignore reflect)","Restore 2400 (+3.4x, Heal) HP to all allies"],"icon":"ability_10.png"}},"LB":{"name":"Maelstrom's Bolt","attack_count":[1],"attack_frames":[[280]],"damage_type":"Magic","element_inflict":["Lightning"],"min_level":["Magic lightning damage (2.7x * 2 = 5.4x, MAG) to all enemies (ignore reflect)"],"max_level":["Magic lightning damage (3.9x * 2 = 7.8x, MAG) to all enemies (ignore reflect)"]},"TMR":{"name":"Ashe's Ring","compendium_id":481,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100060":{"name":"MP +30%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 30%"],"icon":"ability_77.png","desc":""},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'MP +30%' passive.","Grants 'MAG +30%' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":3,"MAG":0,"SPR":0,"element_resist":{"Light":50},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50234.png","strings":{"name":["Ashe's Ring","雅雪的戒指","아셰의 반지","Anneau d'Ashe","Ashes Ring","Anillo de Ashe"],"desc_short":["A wedding ring full of memories from another world.","充滿回憶的異界結婚戒指","추억이 담긴 이계의 결혼반지","Une bague de mariage pleine de souvenirs venant d'un autre monde.","Ein Ehering voller Erinnerungen aus einer anderen Welt.","Un anillo de boda lleno de recuerdos de otro mundo."],"desc_long":["A ring from the distant world of Ivalice. Although it is quite simple in design, this high-quality piece of jewelry is the symbol of the union between a certain prince and a princess. The princess's country, however, was attacked by the Archadian Empire that would later force her under their control. This ring now serves as a memento of her late husband, as well as a symbol of her past.","來自異界伊瓦利斯的戒指。造型簡單素雅，相傳是某位王族公主的結婚戒指。她的祖國慘遭強大的阿爾卡迪亞帝國蹂躪，並受其支配。對她而言，這枚戒指不僅是死去的丈夫留下的遺物，也是過去和平時代的象征。","이계 '이발리스'에서 유입된 반지. 심플하면서도 고급스러운 디자인으로, 어느 왕가의 왕녀가 결혼반지로서 몸에 지니고 있었던 것이다. 그녀의 조국은, 강대한 힘을 가진 아르카디아 제국에 의해 멸망하여 그 지배하에 놓이게 되었다. 이 반지는 그녀에게 있어 죽은 남편의 유품이자, 과거를 상징하는 물건이기도 하다.","Un anneau venant du monde lointain d'Ivalice. Bien qu'il soit d'aspect relativement simple, ce bijou, d'une finition extrême, est le symbole de l'union entre un certain prince et une princesse. Le pays de la princesse, fut attaqué par l'empire d'Archadia qui l'obligea à rester sous son contrôle. Cet anneau est un souvenir de son dernier mari et de son passé.","Ein Ring aus der fernen Welt Ivalice. Obwohl er sehr simpel gefertigt ist, steht dieses wertvolle Juwel für die Union zwischen einem bestimmten Prinz und einer Prinzessin. Das Land der Prinzessin wurde jedoch vom Reich Archadis erobert. Dieser Ring dient ihr als Symbol für die Vergangenheit und ihren verstorbenen Ehemann.","Un anillo del lejano mundo de Ivalice. Aunque su diseño es bastante sencillo, esta pieza de joyería de calidad simboliza la unión entre un príncipe y una princesa. Sin embargo, la princesa fue atacada por el Imperio de Arcadia que la sometió a su control. Este anillo ahora es el recuerdo de su difunto marido y un símbolo de su pasado."]}}},"212000403":{"rarity_min":3,"rarity_max":5,"name":"Penelo","game":"FFXII","job":"Dancer","sex":"Female","equip":[1,5,11,15,30,40,50,53,60],"entries":{"212000403":{"compendium_id":81,"rarity":3,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[411,1245,300,150],"MP":[23,71,50,25],"ATK":[17,52,20,10],"DEF":[16,47,20,10],"MAG":[20,61,20,10],"SPR":[20,60,20,10]},"limitburst_id":212000403,"attack_count":1,"attack_damage":[[100]],"attack_frames":[6],"effect_frames":[4],"max_lb_drop":4,"ability_slots":2,"magic_affinity":[0,3,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":20,"290020700":8,"290030000":3,"290050200":10,"290050300":3}},"strings":{"description":["A young lady from the world of Ivalice, beyond the Farplane. After losing her family to the war, she was fostered together with her childhood friend Vaan. Earning her keep at a sundry shop in Rabanastre, she is a leader-like figure among her fellow orphans, who respect her for her wisdom and gentle disposition. She worries for the impulsive Vaan, who seethes with hatred for the Empire after the death of his brother.","異界伊瓦利斯的故事中登場的少女，她在戰爭中失去親人，和同是孤兒的梵恩一起長大。之後邊在拉巴納斯塔的道具店打工邊負責管理周圍的孤兒。也許是拜出生於富裕的商人家庭所賜，她善良又懂事，深受孩子們喜愛。同時，由於梵恩因帝國的侵略失去哥哥，她也很關心對帝國敢怒而不敢言的梵恩。","이계 이발리스에서 전해지는 이야기에 등장하는 소녀. 전쟁으로 가족을 잃은 그녀는 같은 처지인 반과 남매처럼 자랐다. 왕도 라바나스터에 있는 도구 상점에서 일하면서 도심지의 고아들을 돌보고 있다. 유복한 상인 집안에서 태어난 덕분에 분별이 있고 상식적이며, 마음이 착해 아이들에게 인기가 많다. 반이 형의 죽음을 잊지 못하고 제국에 반감을 품고 있는 것을 걱정했다.","Une jeune femme venue du monde d'Ivalice, bien après l'Au-delà. Après avoir perdu sa famille pendant la guerre, elle est recueillie avec son ami d'enfance Vaan. Elle gagne sa vie dans un bazar à Rabanastre, où elle devient une grande figure pour les autres orphelins qui la respectent pour sa sagesse et sa gentillesse. Elle s'inquiète pour le fougueux Vaan qui bout de rage contre l'Empire après la mort de son frère.","Junge Lady aus der fernen Welt Ivalice. Nachdem sie im Krieg ihre Familie verlor, wurde sie gemeinsam mit ihrem Kindheitsfreund Vaan aufgezogen. Verdient ihren Lebensunterhalt in einem Gemischtwarenladen in Rabanastre, wo sie eine Art Anführer der anderen Waisen ist, die sie für ihre Intelligenz und Freundlichkeit schätzen. Sorgt sich um den impulsiven Vaan, der nach dem Tod seines Bruders voller Hass auf das Imperium ist.","Una joven del mundo de Ivalice, más allá del Etéreo. Tras perder a su familia en la guerra, Penelo se crió junto a Vaan, su amigo de la infancia. Se gana el sustento en una tienda de Rabanasta y es una especie de figura de liderazgo entre los demás huérfanos, que la respetan por su sabiduría y su carácter amigable. Penelo se preocupa por el impulsivo Vaan, que rabia contra el Imperio tras la muerte de su hermano."],"summon":["I can come along, right?<br>Come on, I won't get in the way.","可以帶上我一起走嗎？<br>我不會礙手礙腳的，好嗎？","내가 따라가도 될까?<br>방해는 안 할 테니까, 응?","Je peux t'accompagner, pas vrai ?<br>Je ne te poserai pas de problème, promis !","Ich darf auch mitkommen, oder?<br>Komm schon, ich stör auch nicht!","Puedo ir contigo, ¿no?<br>Venga, no te molestaré."],"evolution":[null,null,null,null,null,null],"affinity":["I wish I could show you Ivalice, even just once.<br>It's an amazing place, you know?","真想讓你也去伊瓦利斯看一看啊！<br>那是個美麗的地方！","기회가 되면 네게도 꼭<br>이발리스를 보여주고 싶어!<br>거긴 정말 아름다운 곳이거든.","J'aimerais pouvoir te montrer Ivalice, ne serait-ce qu'une fois !<br>C'est un endroit magnifique, tu sais ?","Ich wünschte, ich könnte dir einmal Ivalice zeigen.<br>Es ist großartig da.","Ojalá pudiera mostrarte Ivalice, al menos una vez.<br>Es un lugar fantástico, ¿sabes?"],"fusion":["Look, just don't do anything crazy, okay?<br>I'm here, too. We can do this together.","你不要太勉強自己，<br>我會跟你在一起的，<br>讓我們一起加油吧。","너무 무리하지 마.<br>내가 옆에서 도와줄 테니까<br>같이 힘내서 가자.","Écoute, ne fais rien d'insensé, d'accord ?<br>Je suis là, moi aussi. Je peux t'aider.","Mach bloß nichts auf eigene Faust.<br>Ich bin da. Wir machen das zusammen.","Oye, no hagas ninguna locura, ¿vale?<br>Estoy aquí. Podemos conseguirlo juntos."]}},"212000404":{"compendium_id":82,"rarity":4,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[530,1607,450,225],"MP":[30,91,75,37],"ATK":[22,67,30,15],"DEF":[20,61,30,15],"MAG":[26,79,30,15],"SPR":[26,78,30,15]},"limitburst_id":212000404,"attack_count":1,"attack_damage":[[100]],"attack_frames":[6],"effect_frames":[4],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,4,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020700":20,"290030000":10,"290040300":5,"290050300":10,"290050400":5}},"strings":{"description":["A young lady sung of in tales of the far-off world of Ivalice. Orphaned after the war, she was taken in and raised with her childhood friend Vaan, the two remaining inseparable until Vaan is caught consorting with pirates in the palace and led away in chains. Penelo is subsequently kidnapped by the ruthless bounty hunter Ba'Gamnan, but the friends are eventually reunited, once again becoming close companions on their quest. Penelo warmly watches over her friend as he grows from his experiences.","異界伊瓦利斯的故事中登場的少女，她在戰爭中失去親人，和同是孤兒的梵一起長大。梵恩在潛入拉巴納斯塔王宮時被當成賊人逮捕，她自己也被巴加莫南綁架，以此與梵分離。在經歷一番困難之後兩人終於再會，她決定再也不與梵恩分開，便與梵恩等人一同踏上旅途。在旅途中她也一直溫柔地守護著梵恩的成長。","이계 이발리스에서 전해지는 이야기에 등장하는 소녀. 전쟁으로 가족을 잃은 고아로, 같은 처지인 반과 남매처럼 자랐다. 라바나스터 왕궁에 숨어든 반이 체포된 후, 그녀 역시 현상금 사냥꾼인 바감난 일당에게 납치당했다. 우여곡절 끝에 반과 재회한 그녀는 두 번 다시 반과 떨어지지 않겠다는 일념으로 동행을 결심했고, 여행을 통해 성장하는 반의 모습을 따뜻한 눈으로 지켜보았다.","Une jeune femme dont on chante l'épopée dans le lointain monde d'Ivalice. Orpheline après la guerre, elle fut recueillie avec son ami d'enfance Vaan. Ils étaient inséparables jusqu'au jour où Vaan fut surpris avec des pirates au sein du palais et mis aux fers. Penelo est ensuite enlevée par l'impitoyable chasseur de primes Ba'Gamnan, mais les deux amis finissent par se retrouver et poursuivre ensemble leur quête. Penelo veille tendrement sur son ami et le voit grandir au fil de ses expériences.","Junge Lady aus einer Sage der fernen Welt Ivalice. Als Kriegswaise wurde sie gemeinsam mit ihrem Kindheitsfreund Vaan aufgenommen. Die beiden sind unzertrennlich, bis Vaan gefangen und in Ketten abgeführt wird, weil er mit Piraten verkehrt. Penolo wird im Anschluss vom rücksichtslosen Kopfgeldjäger Ba’Gamnan entführt, doch die Freunde werden schließlich wieder vereint. Penolo wacht sanft über ihren Freund, während er durch seine Erfahrungen wächst.","Una joven de la que se canta en los relatos del lejano mundo de Ivalice. Penelo se quedó huérfana tras la guerra y se crió junto a Vaan, su amigo de la infancia. Ambos fueron uña y carne hasta que cazaron a Vaan relacionándose con piratas y se lo llevaron encadenado. Más tarde, el despiadado cazarrecompensas Ba'Gamnan rapta a Penelo, pero los dos amigos se reúnen de nuevo y se vuelven inseparables compañeros de aventuras. Penelo vigila con afecto a Vaan mientras este madura con nuevas experiencias."],"summon":["I'm tired of being alone.<br>So I'm coming with you! No worries, right?","我已經厭倦獨自一人了，<br>帶上我一起走吧，可以嗎？","외톨이가 되는 건 싫어.<br>나도 너희랑 같이 갈게.<br>안 돼?","J'en ai assez, d'être toute seule...<br>Donc je viens avec toi ! T'es d'accord, hein ?","Ich hab es satt, allein zu sein.<br>Ich komme mit dir mit! Geht doch, oder?","Estoy harta de estar sola.<br>¡Así que me apunto! No hay problema, ¿no?"],"evolution":["Maybe it's time I become a sky pirate, too!<br>...Just kidding!","這下我也是空賊啦！<br>……嘿嘿開玩笑啦。","나도 드디어<br>하늘의 도적이 된 건가?<br>……후후, 희망 사항이야.","Faites place à Penelo, la nouvelle pirate de l'air ! ... Je plaisante !","Das wird dann wohl mein Debüt als Luftpirat!<br>Scherz!","¡Ahora yo también podré ser una pirata del aire! Je, je, je..."],"affinity":["I wish I could show you Ivalice, even just once.<br>It's an amazing place, you know?","真想讓你也去伊瓦利斯看一看啊！<br>那是個美麗的地方！","기회가 되면 네게도 꼭<br>이발리스를 보여주고 싶어!<br>거긴 정말 아름다운 곳이거든.","J'aimerais pouvoir te montrer Ivalice, ne serait-ce qu'une fois !<br>C'est un endroit magnifique, tu sais ?","Ich wünschte, ich könnte dir einmal Ivalice zeigen.<br>Es ist großartig da.","Ojalá pudiera mostrarte Ivalice, al menos una vez.<br>Es un lugar fantástico, ¿sabes?"],"fusion":["Just tell me if you feel sad.<br>I bet that one of my dances would<br>put a smile on your face!<br>Though...I've still got a lot to learn.","要是遇到了傷心事就和我說！<br>我會為你跳舞，幫你加油！<br>……雖然我的舞蹈還不完美。","슬픈 일이 있으면 언제든지 말해!<br>내가 춤으로 응원해 줄게!<br>아직 연습 중이지만……","Si jamais tu es triste, dis-le-moi, d'accord ? Je me ferai un plaisir de te remonter le moral en dansant ! Je dois toutefois admettre que je manque encore de pratique...","Sag ruhig, wenn du traurig bist.<br>Mein Tanz kann deine Stimmung heben!<br>Aber ich muss noch viel lernen ...","Avisa si estás triste.<br>¡Estoy segura de que alguna de mis danzas te hará sonreír!<br>Aunque, bueno, aún me queda mucho por aprender."]}},"212000405":{"compendium_id":539,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[689,2089,450,225],"MP":[39,118,75,37],"ATK":[29,87,30,15],"DEF":[26,79,30,15],"MAG":[34,102,30,15],"SPR":[33,101,30,15]},"limitburst_id":212000405,"attack_count":1,"attack_damage":[[100]],"attack_frames":[6],"effect_frames":[4],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,6,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young lady sung of in tales of the far-off world of Ivalice. Penelo is a skilled dancer from the Royal City of Rabanastre who lost her parents to the horrors of war. Having been raised with Vaan under the same adoptive household, she refuses to leave his side and joins him on his quest to aid Princess Ashe in her efforts to regain Dalmasca's independence. Although their journey proves to be an arduous one, Penelo and Vaan help keep spirits high among their comrades with their lively and carefree attitude.","異界伊瓦利斯的故事中登場的少女，她在戰爭中失去親人，現在在舊達爾瑪斯卡王都拉巴納斯塔打工。她擅長跳舞，十分在意與自己身世相似的梵恩。因為不想和梵恩分開，她也加入了亡國公主雅雪奪回祖國的旅行中。一路上她與梵恩以樂觀向上的態度鼓舞了夥伴們。","이계 이발리스에서 전해지는 이야기에 등장하는 소녀. 구 달마스카 왕국의 수도 라바나스터에서 일하는 전쟁고아로, 춤이 특기이다. 같은 환경에서 가족이나 마찬가지로 자란 반을 언제나 걱정하며, 반과 헤어지고 싶지 않다는 마음에 아셰 공주의 조국 해방을 위한 여행에 동행을 결심한다. 가혹한 여행 속에서도 판네로와 반은 천성적인 솔직함과 쾌활함으로 동료들에게 편안함을 주었다.","Une jeune femme dont on chante l'épopée dans le lointain monde d'Ivalice. Penelo est une excellente danseuse, originaire de la cité royale de Rabanastre et orpheline de la guerre. Élevée dans le même foyer adoptif que Vaan, elle refuse d'être séparée de lui et se joint à sa quête, visant à aider la princesse Ashe à rendre à Dalmasca son indépendance. Bien que leur voyage soit semé d'embûches, Penelo et Vaan maintiennent toujours le moral de leurs compagnons grâce à leur attitude enjouée et insouciante.","Junge Lady aus einer Sage der fernen Welt Ivalice. Penelo ist eine gewandte Tänzerin aus der königlichen Stadt Rabanastre, die ihre Eltern früh im Grauen des Krieges verlor. Im gleichen Haushalt wie Vaan aufgewachsen, verlässt sie seine Seite nicht und schließt sich der Aufgabe an, Prinzessin Ashe zu helfen und Dalmascas Unabhängigkeit zurückzuerlangen. Obwohl ihre Reise beschwerlich ist, bleiben Penelo und Vaan aufrecht und beleben ihre Kameraden mit ihrer sorgenfreien Lebendigkeit.","Joven de la que se canta en los relatos del lejano mundo de Ivalice. Penelo es una bailarina habilidosa de la ciudad real de Rabanasta que perdió a sus padres por los horrores de la guerra. Como la adoptaron junto a Vaan, y crecieron juntos, se negaba a separarse de él y se unió a la misión de ayudar a la princesa Ashe a recuperar la independencia de Dalmasca. Aunque es una ardua travesía, la actitud vivaz y desentrañada de Penelo y Vaan ayuda a mantener altos los ánimos de los camaradas."],"summon":["Do you know Vaan?<br>I hope he's not just wasting<br>his time somewhere.","你認不認識梵恩？我很擔心他，希望他不會到處胡來。","당신, 반이 어디 있는지 알아?<br>어딘가에서 무리하고 있지<br>말아야 할 텐데.","Tu connaîtrais pas Vaan par hasard ?<br>J'espère qu'il est pas juste en train de perdre son temps quelque part.","Kennst du Vaan?<br>Ich hoffe, er verschwendet nicht<br>einfach irgendwo seine Zeit.","¿Conoces a Vaan?<br>Espero que no esté perdiendo el tiempo por ahí..."],"evolution":["I have lost many things.<br>I hope to be able to throw away<br>the past and look to the future.","我們失去了太多，但是我希望今後能夠捨棄過去放眼未來。","잃어버린 게 잔뜩이야.<br>하지만, 과거는 버리고<br>미래만을 바라보고 싶어.","J'ai perdu beaucoup de chose dans ma vie.<br>J'espère pouvoir être capable de laisser le passé dernière moi et regarder l'avenir.","Ich habe so viel verloren.<br>Ich hoffe, das Vergangene zu überwinden<br>und in die Zukunft zu sehen.","He perdido muchas cosas.<br>Espero poder olvidar el pasado y mirar hacia el futuro."],"affinity":["I wish I could show you Ivalice, even just once.<br>It's an amazing place, you know?","我真想讓你看一次伊瓦利斯的樣子！那裡可是十分漂亮的哦！","당신에게도 한번,<br>이발리스를 보여 주고 싶어!<br>굉장히 멋진 곳이라구?","J'aimerais pouvoir te montrer Ivalicen même juste une fois.<br>C'est un endroit magnifique, tu sais.","Ich wünschte, ich könnte dir einmal Ivalice zeigen.<br>Es ist großartig da.","Ojalá pudiera mostrarte Ivalice, al menos una vez.<br>Es un lugar fantástico, ¿sabes?"],"fusion":["Those who have passed can no<br>longer do what they want to.<br>What is it that we should do?","逝者已經無法復生，那麼活著的我們，又該怎麼做？","떠나간 사람들의 마음이<br>더는 움직이지 않는다면……<br>우리는, 어떻게 해야 해?","Les morts ne peuvent plus accomplir leur objectifs une fois décédés.<br>Que sommes-nous supposés faire ?","Die Vergangenen können<br>nicht mehr handeln.<br>Aber wie sollten wir handeln?","Los caídos ya no pueden hacer lo que deseen.<br>Entonces, ¿qué podemos hacer?"]}}},"skills":{"20040":{"name":"Water","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.2x, MAG) to one enemy"],"icon":"ability_23.png"},"20050":{"name":"Aero","cost":{"MP":3},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.2x, MAG) to one enemy"],"icon":"ability_25.png"},"20090":{"name":"Blizzara","cost":{"MP":9},"attack_frames":[[145]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.4x, MAG) to all enemies"],"icon":"ability_22.png"},"20110":{"name":"Watera","cost":{"MP":9},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.4x, MAG) to all enemies"],"icon":"ability_23.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20230":{"name":"Waterga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.8x, MAG) to all enemies"],"icon":"ability_23.png"},"30140":{"name":"Shell","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30220":{"name":"Faith","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase MAG by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100070":{"name":"ATK +10%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%"],"icon":"ability_77.png"},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png"},"201200":{"name":"Curing Waltz","cost":{"MP":5},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Restore 100 (+1.2x, Heal) HP to all allies"],"icon":"ability_50.png"},"201220":{"name":"Jitterbug Duet","cost":{"MP":6},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.85x, MAG) as HP drain (30%) to one enemy"],"icon":"ability_50.png"},"201250":{"name":"Sword Dance","cost":{"MP":16},"attack_frames":[[72,77,82,87,92,112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to one enemy"],"icon":"ability_50.png"},"209460":{"name":"Final Dance","cost":{"MP":23},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Restore 150 (+3x, Heal) HP to all allies","Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for all allies"],"icon":"ability_50.png"},"209470":{"name":"Fighting Dancer","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 30% when equipped with a Dagger"],"icon":"ability_77.png"}},"LB":{"name":"Evanescence","attack_count":[1],"attack_frames":[[180]],"damage_type":"Physical","element_inflict":["Light"],"min_level":["Physical light damage (2.5x, ATK) to all enemies"],"max_level":["Physical light damage (3.45x, ATK) to all enemies"]},"TMR":{"name":"Equip S Sword","compendium_id":220,"compendium_shown":true,"unit_restriction":null,"skills":{"100760":{"name":"Equip S Sword","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip Daggers"],"icon":"ability_96.png","desc":""}},"effects":["Grants 'Equip S Sword' passive."],"unique":false,"price_buy":15000,"price_sell":1500,"icon":"ability_96.png","strings":{"names":["Equip S Sword","裝備短劍","단검 장착","Épée courte","Kurzschw. benutzen","Equipar espada corta"],"desc_short":["Can equip short swords","可以裝備短劍","단검 장착 가능","Permet d'équiper les épées courtes","Kann Kurzschwerter benutzen","Permite a la unidad equipar espadas cortas."],"desc_long":["Enables unit to equip short swords.","可以裝備短劍。","단검을 장착할 수 있게 됩니다.","L'unité peut s'équiper d'épées courtes.","Die Einheit kann mit Kurzschwertern ausgerüstet werden.","Permite a la unidad equipar espadas cortas."]},"type":"MATERIA"}},"212000505":{"rarity_min":5,"rarity_max":7,"name":"Balthier","game":"FFXII","job":"Sky Pirate","sex":"Male","equip":[1,2,4,7,10,14,40,50,51,60],"entries":{"212000505":{"compendium_id":530,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[926,2806,240,120],"MP":[39,119,40,20],"ATK":[39,119,24,12],"DEF":[32,96,16,8],"MAG":[29,88,16,8],"SPR":[34,103,16,8]},"limitburst_id":212000505,"attack_count":1,"attack_damage":[[100]],"attack_frames":[34],"effect_frames":[32],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":["A sky pirate who appears in tales of Ivalice, a world foreign to this one. Balthier is a man who prizes his freedom above all else, endlessly globetrotting Ivalice on his airship, the Strahl, with his partner Fran. A man of many virtues, he nobly claims to steal only from the wicked, although his pompousness and philandering are unbecoming. Little did he know, however, that his plans to steal the treasures hidden within the Royal Palace of Rabanastre's treasury would change his life forever.","異界伊瓦利斯的故事中登場的空賊，他不喜歡被束縛，是一個不屬於任何國家的自由人，與搭檔芙蘭乘飛空艇翱翔天空。他是一個只從惡人手中偷東西的義賊，但缺點是輕浮花心。前往達爾瑪斯卡王宮盜竊一事成為了他人生的重大轉折點。","이계 이발리스에서 전해지는 이야기에 등장하는 하늘의 도적. 구속을 싫어하며 어느 국가에도 속해있지 않은 자유로운 인간으로, 파트너인 프란과 함께 비공정 슈트랄에서 창공을 날고 있다. 악당들에게만 도적질을 감행하는 실력자이지만, 건방진 태도와 호색가라는 점이 옥에 티라는 듯하다. 달마스카 왕국의 보물창고를 털기 위해 잠입한 것을 계기로, 그의 운명이 크게 변화하기 시작한다.","Un pirate du ciel qui apparaît dans les récits d'Ivalice, un monde bien lointain. Libre de toute attache, Balthier voyage aux quatre coins d'Ivalice à bord de son vaisseau, le Sillage, en compagnie de sa partenaire Fran. Homme de vertu, il affirme ne voler qu'aux scélérats, bien que sa prétention et ses airs de séducteur ne le rendent pas toujours des plus sympathiques. Il était loin de se douter que son projet de dérober les trésors du palais de Rabanastre bouleverserait sa vie à jamais.","Ein Luftpirat, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Balthier schätzt die Freiheit über alles und fliegt durch Ivalive mit seinem Luftschiff, der Strahl, und seinem Partner Fran. Als Mann vieler Tugenden stiehlt er nur von den Bösen, obwohl sein Flirten und seine Angeberei ungebührlich wirken. Er hatte jedoch keine Ahnung, dass seine Pläne, den königlichen Schatz aus dem royalen Palast von Rabanastre zu stehlen, für immer sein Leben verändern würde.","Pirata aéreo que aparece en los relatos de Ivalice, un mundo diferente a este. Balthier es un hombre para el que su libertad es lo más preciado. Junto a su compañera Fran, ronda sin parar por Ivalice en su barco volador Strahl. Aunque tiene muchas virtudes y clama que solo roba a los malvados, su pomposidad y sus flirteos no van con lo que afirma. Poco se podía imaginar que sus planes para robar los tesoros escondidos del palacio real de Rabanasta cambiarían su vida para siempre."],"summon":["Who am I?<br>I play the leading man, who else?","你問我是誰？這還用問？當然是這個故事的主角啦。","내가 누구냐고?<br>뻔한 소리를 하는군,<br>이 이야기의 주인공이야.","Qui suis-je ?<br>Le premier rôle bien sûr, qui d'autre ?","Wer ich bin?<br>Ich bin der Held dieser Geschichte.","¿Que quién soy?<br>Soy el protagonista de esta historia."],"evolution":[null,null,null,null,null,null],"affinity":["You can fly!<br>Just do it like I told you!","照我說的做！你一定能飛的！","내가 가르쳐준 대로 해봐!<br>너라면 날 수 있어!","Tu es capable de piloter !<br>Fais comme je t'ai appris !","Tu, was ich dich gelehrt habe!<br>Du kannst fliegen!","¡Hazlo tal y como te he enseñado!<br>¡Vuela!"],"fusion":["All skiff, no ship.<br>Hardly fit for a leading man.","不要開慢悠悠的飛空艇啦，太不適合我主角的形象了。","느려터진 비공정은 그만 됐어.<br>주인공답지 않아.","Un simple rafiot n'est pas vraiment digne d'un premier rôle.","Genug von der miesen Steuerung.<br>Das ist eines Helden unwürdig.","Ya vale de pilotar como un borracho.<br>No es propio de un héroe."]}},"212000506":{"compendium_id":531,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1204,3648,390,195],"MP":[51,155,65,32],"ATK":[51,155,34,17],"DEF":[41,125,26,13],"MAG":[38,115,26,13],"SPR":[45,135,26,13]},"limitburst_id":212000506,"attack_count":1,"attack_damage":[[100]],"attack_frames":[34],"effect_frames":[32],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000440":1}},"strings":{"description":["A sky pirate who appears in tales of Ivalice, a world foreign to this one. Balthier made quite a name for himself soaring the skies and stealing from the wicked with his partner Fran, a viera warrior. However, fate lead him to join Princess Ashe's efforts in restoring her country of Dalmasca after its destruction at the hands of the Archadian Empire. This journey helped him to reconnect with his past and ultimately face off against his own father.","異界伊瓦利斯的故事中登場的空賊，他以成為最快空賊為目標，和維埃拉族搭檔芙蘭一起乘飛空艇翱翔天空。他是一個只從惡人手中偷東西的義賊，以某件事為契機，他開始幫助被阿爾卡迪亞帝國亡國的達爾瑪斯卡公主雅雪復興祖國。在旅行中，他開始面對父親以及自己逃避的過去。","이계 이발리스에서 전해지는 이야기에 등장하는 하늘의 도적. 최속의 공적이란 이름에 걸맞은 실력자이며, 파트너인 비에라족 프란과 함께 창공을 날아다니며 악당들을 상대로 도적질을 감행하고 있었다. 그러던 중 어떤 사건을 계기로 아르카디아 제국에게 멸망한 조국을 부흥시키고자 하는 달마스카의 아셰 공주에게 협력하게 된다. 그리고 그 여행 속에서 예전에 자신이 도망친 과거, 그리고 아버지와 마주해 나간다.","Un pirate du ciel qui apparaît dans les récits d'Ivalice, un monde bien lointain. Balthier s'est rendu célèbre en sillonnant les cieux et dérobant aux fourbes avec l'aide de sa partenaire Fran, une guerrière Viéra. Cependant, le destin le conduisit à se joindre à la princesse Ashe dans sa tentative de récupérer son pays, Dalmasca, des mains de l'empire archadien. Au cours de ce voyage, il renoua avec son passé et se vit forcé d'affronter son propre père.","Ein Luftpirat, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Als Dieb der Lüfte, der mit seinem Partner Fran nur von den Bösen stiehlt, hat sich Balthier einen Namen gemacht. Das Schicksal ließ ihn sich jedoch mit Prinzessin Ashes zusammenschließen, die ihr Land Dalmasca nach der Zerstörung durch das Reich Archadis wieder aufbauen wollte. Auf dieser Reise kam er mit seiner Vergangenheit in Verbindung und trat schließlich gegen seinen Vater an.","Pirata aéreo que aparece en los relatos de Ivalice, un mundo diferente a este. Balthier ha cultivado una gran fama surcando los cielos y robando a los malvados junto a su compañera Fran, una guerrera viera. Sin embargo, el destino quiso que se uniera a la princesa Ashe para restaurar Dalmasca, después de que el Imperio de Arcadia la destruyera. Este viaje le ayuda a reconectar con su pasado, e incluso a enfrentarse a su propio padre."],"summon":["You want me to come with you?<br>Okay, as long as I get some<br>treasure out of it.","想要我一起來？好啊，是要能得到財寶就行。","함께 와 달라고?<br>좋아, 보물을 손에 넣을 수 있다면 말이지.","Tu veux que je vienne avec vous ?<br>Très bien, tant que tu peux me garantir que<br>je pourrai mettre la main sur de beaux trésors.","Ich soll mit euch kommen?<br>Okay, solange es ein paar Schätze gibt.","¿Quieres que te acompañe?<br>Bueno, pero solo si hay botín en el camino."],"evolution":["Can't say I'm unaccustomed to people doubting my intentions, but betrayal could not be further from my mind. Shall I swear by your sword or some such?","雖然我因為工作常被人誤會，但我絕不會背叛你。要不要我向著劍發誓啊？","직업상 의심받는 일엔 익숙하지만,<br>지금은 배신할 생각 따위 추호도 없어.<br>뭣하면 검에라도 맹세할까?","J'ai l'habitude qu'on se défie de moi, mais je n'ai aucune intention de vous trahir. Tu veux que je le jure sur ton épée ?","Nicht, dass ich Verdächtigungen nicht gewohnt wäre. Aber sei unbesorgt - nichts liegt mir ferner als Verrat. Soll ich vielleicht auf dein Schwert schwören?","Estoy acostumbrado a que la gente dude de mis intenciones, pero la traición es algo que nunca se me pasaría por la cabeza.<br>¿Tengo que prometértelo por mi espada o algo?"],"affinity":["You can fly!<br>Just do it like I told you!","照我說的做！你一定能飛的！","내가 가르쳐준 대로 해봐!<br>너라면 날 수 있어!","Tu es capable de piloter !<br>Fais comme je t'ai appris !","Tu, was ich dich gelehrt habe!<br>Du kannst fliegen!","¡Hazlo tal y como te he enseñado!<br>¡Vuela!"],"fusion":["I ran.<br>Free at last.","我逃走了。以為逃避就能夠變得自由。","나는 도망쳐 버렸어.<br>도망쳐서, 자유로워졌다고 생각했지.","Je suis parti.<br>Libre, enfin.","Ich bin ein Ausreißer.<br>Ich bin weggelaufen, denn ich wollte frei sein.","Yo mismo soy un fugitivo.<br>Creía que escapaba para ser libre."]}},"212000507":{"compendium_id":1071,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1565,4742,540,270],"MP":[66,201,90,45],"ATK":[67,202,65,32],"DEF":[56,170,40,20],"MAG":[49,149,40,20],"SPR":[61,184,40,20]},"limitburst_id":212000507,"attack_count":1,"attack_damage":[[100]],"attack_frames":[34],"effect_frames":[32],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A free-spirited sky pirate who appears in the tales of a faraway realm known as Ivalice. Balthier left behind the Archadian Empire—his homeland—as an act of rebellion against his father, taking to the skies alongside his partner Fran. He is eventually forced to confront his past after joining up with Vaan, who longs to soar the skies as a pirate himself, and Ashe, the Dalmascan princess once thought dead, in their journey. He finally discovers the freedom he always wished for upon severing all ties with his father, Dr. Cid.","異界伊瓦利斯的故事中登場的空賊。由於對父親的叛逆而離開了故鄉阿爾卡迪亞帝國，和搭檔芙蘭一起過著隨心所欲的空賊生活。然而，與憧憬成為空賊的青年梵恩以及亡國公主雅雪的相遇，並和他們一同旅行的過程中，他開始直面自己的過去。在斬斷了和自己的父親希德博士之間的因緣後，他變得更加自由了。","이계 이발리스에서 전해지는 이야기에 등장하는 하늘의 도적. 아버지에 대한 반항으로 고향인 아르카디아 제국을 뛰쳐나와 파트너인 프란과 함께 자유롭게 하늘의 도적 생활을 해 왔다. 하지만 하늘의 도적을 동경하는 청년 반과 망국의 공주 아셰와 만나고 그들과 여행을 하는 사이, 계속 눈을 돌려왔던 자신의 과거와 마주하게 된다. 아버지인 닥터 시드와의 인연을 끊은 그는, 지금까지보다 더 '자유로워'졌다.","Un pirate du ciel qui apparaît dans les récits d'Ivalice, un monde bien lointain. Balthier quitta son Empire archadien natal après s'être rebellé contre son père et devint un pirate du ciel libre aux côtés de Fran, sa partenaire. Il fut obligé d'affronter son passé après avoir rejoint dans leurs aventures le jeune Vaan, qui rêvait de sillonner le ciel comme lui, et la princesse Ashe, que l'on croyait un temps décédée. Il finit par trouver la liberté qu'il recherchait tant après avoir définitivement coupé les ponts avec son père, le docteur Cid.","Ein Luftpirat aus den Geschichten der fernen Welt Ivalice. Nach einer Rebellion gegen seinen Vater, ließ Balthier seine Heimat, das Archadianische Imperium, zurück und begann an der Seite seiner Begleiterin Fran ein neues Leben als Luftpirat. Als er jedoch auf den jungen Vaan, der ebenfalls Luftpirat werden möchte, und die totgeglaubte Prinzessin Ashe trifft, holt ihn seine Vergangenheit wieder ein. Erst nachdem er alle Bande mit seinem Vater, Doktor Cid, kappt, erlangt er endlich die Freiheit, nach der er sich immer gesehnt hat.","Un pirata de espíritu libre que aparece en los relatos de Ivalice, un reino lejano. Balthier se marchó de su hogar, el Imperio de Arcadia, tras rebelarse contra su padre y se convirtió en un espíritu libre surcando los cielos como pirata junto a Fran, su compañera. Sin embargo, con el tiempo, se ve obligado a enfrentarse a su pasado al unirse a Vaan, que también sueña con surcar los cielos como pirata, y a Ashe, la princesa dalmasquina que supuestamente había muerto. Irónicamente, Balthier acaba encontrando la libertad que siempre había anhelado al cortar cada uno de los vínculos que le unían a su padre, el Dr. Cid."],"summon":["I'm only here to see how the story unfolds. Any self-respecting leading man would do the same.","你不說我也會一起去的。為了解開故事中的謎，是主角都會這麼做的吧。","말하지 않아도 같이 갈 거야.<br>이야기의 수수께끼를 좇아야지.<br>주인공이라면 누구나 그렇잖아.","Je veux savoir comment l'histoire va se terminer. C'est bien la moindre des choses, de la part du premier rôle.","Meine Wenigkeit leistet euch Gesellschaft, weil ich der Held dieser Geschichte bin.","Yo sólo quiero ver cómo se desenvuelve la historia. Cualquier actor principal que se precie haría lo mismo."],"evolution":["All that running, and I got nowhere. It's time to end this—cut my ties to the past.","人無法逃離自己的過去，所以我會去結束它。我再也不會被過去所束縛了。","과거에서 도망칠 수는 없었어.<br>그러니까 끝낼 거다.<br>얽매이지 않겠어.","Cette fuite en avant ne m'a mené nulle part. Il est temps d'en finir. Temps que je m'affranchisse du passé.","Meine Suche nach Freiheit brachte mich nicht sehr weit. Aber es ist Zeit, mit der Vergangenheit abzuschließen.","Tanto huir para no llegar a ninguna parte. Es hora de acabar con esto y cortar mis lazos con el pasado."],"affinity":["You can fly!<br>Just do it like I told you!","照我說的做！你一定能飛的！","내가 가르쳐준 대로 해봐!<br>너라면 날 수 있어!","Tu es capable de piloter !<br>Fais comme je t'ai appris !","Tu, was ich dich gelehrt habe!<br>Du kannst fliegen!","¡Hazlo tal y como te he enseñado!<br>¡Vuela!"],"fusion":["No need to worry. I hope you haven't forgotten my role in this little story. I'm the leading man.","擔心是沒用的。我是誰？我是這個故事的主角呢。","걱정할 필요 없어.<br>내가 누구라고 생각하는 거야?<br>이 이야기의 주인공이야.","Ne vous inquiétez pas. Vous n'avez pas oublié la place que j'ai dans cette histoire ? Je joue le premier rôle.","Keine Sorge! Du hast doch nicht etwa vergessen, dass ich der Held dieser Geschichte bin?","¡Princesa, no te preocupes! No olvides mi papel en esta historia. Soy el protagonista."]}}},"skills":{"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100051":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100090":{"name":"ATK +30%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"202160":{"name":"Weapon Break","cost":{"MP":12},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Use Weapon Break (505980), or Weapon Break+2 (506000), if used after Blade of Justice+2 (705500)"],"icon":"ability_54.png"},"202180":{"name":"Shield Break","cost":{"MP":12},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy","Reduce DEF by 40% for 5 turns to one enemy"],"icon":"ability_54.png"},"202340":{"name":"Rapid Fire","cost":{"MP":16},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["1-6 physical attacks (1x each, 3.5x avg, ATK) to one random enemy"],"icon":"ability_61.png"},"209230":{"name":"Light-footed","attack_type":"None","element_inflict":null,"effects":["15% chance of evading physical attacks","15% chance of evading magic attacks","Increase resistance to Paralyze, Confusion and Petrify by 100%"],"icon":"ability_97.png"},"209240":{"name":"Killer Shot","cost":{"MP":45},"attack_frames":[[85]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x * 2 = 5x, ATK) to one enemy (ignore cover)","Gain Finishing Blow (501160) for one turn (1 use)"],"icon":"ability_40.png"},"209250":{"name":"Elemental Shot - Fire","cost":{"MP":35},"attack_frames":[[55]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x * 2 = 3x, ATK) to one enemy (ignore cover)","Reduce resistance to Fire by 60% for 5 turns to one enemy","Add Fire element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_40.png"},"209260":{"name":"Elemental Shot - Lightning","cost":{"MP":35},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x * 2 = 3x, ATK) to one enemy (ignore cover)","Reduce resistance to Lightning by 60% for 5 turns to one enemy","Add Lightning element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_40.png"},"209270":{"name":"Elemental Shot - Water","cost":{"MP":35},"attack_frames":[[90]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x * 2 = 3x, ATK) to one enemy (ignore cover)","Reduce resistance to Water by 60% for 5 turns to one enemy","Add Water element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_40.png"},"209280":{"name":"Elemental Shot - Light","cost":{"MP":35},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x * 2 = 3x, ATK) to one enemy (ignore cover)","Reduce resistance to Light by 50% for 5 turns to one enemy","Add Light element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_40.png"},"209290":{"name":"Mark","attack_type":"None","element_inflict":null,"effects":["30% chance to counter physical attacks with Mark (501170) to caster","30% chance to counter magic attacks with Mark (501170) to caster"],"icon":"ability_68.png"},"209540":{"name":"Gun Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Gun"],"icon":"ability_95.png"},"227500":{"name":"Rapid Shot","cost":{"MP":99},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Rapid Shot (507940) on turn 4 [4 turns CD]"],"icon":"ability_105.png"},"227501":{"name":"Trick Weapon","cost":{"MP":84},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Trick Weapon (507941) on turn 2 [2 turns CD]"],"icon":"ability_105.png"},"227502":{"name":"Syphon Shot","cost":{"MP":12},"attack_frames":[[122],[122]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (1.4x, ATK & MAG) to one enemy","Hybrid damage (0.3x, ATK & MAG) as MP drain (30%) to one enemy"],"icon":"ability_6.png"},"227503":{"name":"The Leading Man","attack_type":"None","element_inflict":null,"effects":["Increase ATK, MAG, HP and MP by 20%","Increase equipment ATK by 30% when armed with two weapons","Increase equipment ATK by 100% when armed with a single one-handed weapon","Increase Accuracy by 25% when armed with a single one-handed weapon"],"icon":"ability_77.png"},"227504":{"name":"Quicksilver","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Increase LB gauge by 2 per turn"],"icon":"ability_77.png"},"227505":{"name":"Sniper's Eye","attack_type":"None","element_inflict":null,"effects":["Increase the damage of Elemental Shot - Fire (209250), Elemental Shot - Light (209280), Elemental Shot - Lightning (209260), Elemental Shot - Lightning+1 (705290), Elemental Shot - Lightning+2 (705300), Elemental Shot - Water (209270), Killer Shot (209240), Killer Shot+1 (705270) and Killer Shot+2 (705280) by (1x)","Increase the damage of Finishing Blow (501160) by (2x)","Increase the damage of Rapid Fire (202340) by (0.3x)"],"icon":"ability_77.png"},"501160":{"name":"Finishing Blow","cost":{"MP":24},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5x * 2 = 10x, ATK) to one enemy (ignore cover)"],"icon":"ability_40.png","parentID":"209240"},"501170":{"name":"Mark","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Gain Finishing Blow (501160) for one turn"],"icon":"ability_60.png","parentID":"209290"},"505980":{"name":"Weapon Break","cost":{"MP":12},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy","Reduce ATK by 40% for 5 turns to one enemy"],"icon":"ability_54.png","parentID":"202160"},"506000":{"name":"Weapon Break","cost":{"MP":12},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy","Reduce ATK by 60% for 6 turns to one enemy"],"icon":"ability_54.png","parentID":"202160"},"507940":{"name":"Rapid Shot","cost":{"MP":99},"attack_frames":[[34,39,54]],"attack_type":"Physical","element_inflict":null,"effects":["1-6 physical attacks (10x each, 35x avg, ATK) with consecutive damage increase (max. 5 times, +5x ATK each, 122.5x avg) to one enemy","Gain Finishing Blow (501160) for one turn (1 use)"],"icon":"ability_10.png","parentID":"227500"},"507941":{"name":"Trick Weapon","cost":{"MP":84},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Randomly use:\n25%: Trick Weapon (507942)\n25%: Trick Weapon (507943)\n25%: Trick Weapon (507944)\n25%: Trick Weapon (507945)"],"icon":"ability_10.png","parentID":"227501"},"705250":{"name":"Light-footed+1","attack_type":"None","element_inflict":null,"effects":["15% chance of evading physical attacks","15% chance of evading magic attacks","Increase resistance to Paralyze, Confusion and Petrify by 100%","Use Light-footed+1 (505960) at the start of a battle"],"icon":"ability_97.png"},"705260":{"name":"Light-footed+1","attack_type":"None","element_inflict":null,"effects":["20% chance of evading physical attacks","20% chance of evading magic attacks","Increase resistance to Paralyze, Confusion and Petrify by 100%","Use Light-footed+1 (505960) at the start of a battle"],"icon":"ability_97.png"},"705270":{"name":"Killer Shot","cost":{"MP":45},"attack_frames":[[85]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x * 2 = 6x, ATK) to one enemy (ignore cover)"],"icon":"ability_40.png","parentID":"227505"},"705280":{"name":"Killer Shot","cost":{"MP":45},"attack_frames":[[85]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x * 2 = 6x, ATK) to one enemy (ignore cover)","Gain Finishing Blow (501160) for one turn (1 use)"],"icon":"ability_40.png","parentID":"227505"},"705290":{"name":"Elemental Shot - Lightning","cost":{"MP":35},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x * 2 = 3x, ATK) to one enemy (ignore cover)","Reduce resistance to Lightning by 60% for 5 turns to one enemy","Add Lightning element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_40.png","parentID":"227505"},"705300":{"name":"Elemental Shot - Lightning","cost":{"MP":35},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x * 2 = 3x, ATK) to one enemy (ignore cover)","Reduce resistance to Lightning by 75% for 5 turns to one enemy","Add Lightning element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_40.png","parentID":"227505"},"705500":{"name":"Blade of Justice","cost":{"MP":45},"attack_frames":[[42,50,58,66,74,82,88,96]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x * 1.33 = 4x, ATK) to one enemy (ignore cover)","Reduce ATK and MAG by 45% for 3 turns to one enemy"],"icon":"ability_54.png","parentID":"202160"},"912198":{"name":"Trick Weapon+1","cost":{"MP":84},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Trick Weapon+1 (912200) on turn 2 [2 turns CD]"],"icon":"ability_105.png"},"912199":{"name":"Trick Weapon+2","cost":{"MP":84},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Trick Weapon+2 (912201) on turn 2 [2 turns CD]"],"icon":"ability_105.png"},"912210":{"name":"Rapid Shot+1","cost":{"MP":99},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Rapid Shot+1 (912212) on turn 4 [4 turns CD]"],"icon":"ability_105.png"},"912211":{"name":"Rapid Shot+2","cost":{"MP":99},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Rapid Shot+2 (912213) on turn 4 [4 turns CD]"],"icon":"ability_105.png"},"912214":{"name":"Gun Mastery+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 75% when equipped with a Gun"],"icon":"ability_95.png"},"912215":{"name":"Gun Mastery+2","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 100% when equipped with a Gun","Increase equipment ATK by 20% when armed with two weapons"],"icon":"ability_95.png"}},"LB":{"name":"Element of Treachery","attack_count":[1],"attack_frames":[[185]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (5.55x * 2 = 11.1x, ATK) to all enemies (ignore cover)"],"max_level":["Physical damage (7x * 2 = 14x, ATK) to all enemies (ignore cover)"]},"TMR":{"name":"Arcturus","compendium_id":480,"compendium_shown":true,"rarity":8,"type_id":14,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":135,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":120000,"price_sell":12000,"icon":"item_11418.png","strings":{"name":["Arcturus","大角星","아르크투르스","Arcturus","Arkturus","Arcturus"],"desc_short":["A powerful otherworldly gun named after a star.","冠有星宿之名的異界火槍","별의 이름을 가진 강력한 이계의 총","Un puissant pistolet baptisé d'après le nom d'une étoile.","Eine mächtige Schusswaffe aus einer anderen Welt benannt nach einem Stern.","Una pistola de otro mundo con el nombre de una estrella."],"desc_long":["A gun from the distant world of Ivalice named after a star. This weapon's incredible firepower can be used to take down even the biggest of beasts. According to the chronicles of another world, a sky pirate who helped the princess of a ruined country owned this weapon, as well as another named \"Spica\" after the union of two other stars.","來自異界伊瓦利斯的冠有星宿之名的火槍。其外形巨大，威力也足以應對巨大的魔物。在異界書籍中記載，協助亡國公主的空賊曾經是這把火槍的主人。另外，還存在一把與「大角星」的夫婦星「角宿一」名字相同的火槍。","이계 '이발리스'에서 유입된, 별의 이름을 가진 총. 거대한 몬스터를 상대로도 사용할 수 있도록 위력을 대폭 높였기 때문에, 크기도 상당하다. 이계의 책에서는, 망국의 왕녀에게 힘을 빌려준 하늘의 도적이 이 총을 지니고 있었다는 기록이 남겨져 있다. 또한, 부부성 '스피카'의 이름을 가진 총도 존재했다고 한다.","Une arme à feu venant du monde lointain d'Ivalice et baptisée d'après le nom d'une étoile. La puissance de feu incroyable de cette arme peut être utilisée pour abattre même les plus grandes bêtes. Selon les chroniques d'un autre monde, cette arme appartenait à un pirate du ciel qui aida la princesse d'un pays en ruine, tout comme une autre arme du nom de \"Spica\" baptisée d'après l'union de deux étoiles.","Eine nach einem Stern benannte Schusswaffe aus der fernen Welt von Ivalice. Dank ihrer immensen Feuerkraft bringt sie selbst die größten Bestien zur Strecke. Den Chroniken der anderen Welt zufolge besaß ein Luftpirat diese Waffe, der der Prinzessin eines zerstörten Königreichs half, sowie jemand namens „Spica“ nach der Vereinigung zweier anderer Sterne.","Una pistola del lejano mundo de Ivalice con nombre de estrella. La increíble potencia de fuego de esta arma se puede usar para derribar a las bestias más grandes. Según las crónicas de otro mundo, perteneció a un pirata aéreo que ayudó a la princesa de un país en ruinas, al igual que otra pistola llamada \"Spica\" por la unión de otras dos estrellas."]}},"STMR":{"name":"Zodiac Shot","compendium_id":807,"compendium_shown":true,"unit_restriction":null,"skills":{"227506":{"name":"Zodiac Shot","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 80% when equipped with a Gun","Increase physical damage against Machinas by 50%"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'Zodiac Shot' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_95.png","strings":{"names":["Zodiac Shot","黃道彈","조디악 불릿","Balle zodiaque","Zodiak-Schuss","Zodiaco"],"desc_short":["Boost ATK when equipped with a gun and boost physical damage against machina monsters (Not Stackable)","裝備火槍時提高攻擊+物理攻擊時提高對機械系魔物傷害的效果[無法重複裝備]","총 장착 시 공격력 상승+물리 공격 시 기계형 마물에게 부여하는 피해량 상승 (중복 장착 불가)","Augmente l'ATT lorsqu'un pistolet est équipé et augmente les dégâts physiques infligés aux machines (pas cumulable)","Erhöht ANG wenn mit Schusswaffe ausgerüstet und erhöht physischen Schaden gegen Maschinenmonster. (Nicht stapelbar).","Aumenta el ATQ al llevar arma de fuego y aumenta el daño físico contra máquinas (no acumulable)"],"desc_long":["Boosts ATK when equipped with a gun and boosts physical damage against machina monsters. Not stackable.","裝備火槍時提高攻擊，物理攻擊時提高對機械系魔物傷害的效果。[無法重複裝備]","총을 장착하면 공격력이 상승하고, 물리 공격 시 기계형 마물에게 부여하는 피해량이 상승합니다. (중복 장착 불가)","Augmente l'ATT lorsqu'un pistolet est équipé et augmente les dégâts physiques infligés aux machines. Non cumulable.","Erhöht ANG wenn mit Schusswaffe ausgerüstet und erhöht physischen Schaden gegen Maschinenmonster. (nicht stapelbar).","Aumenta el ATQ al llevar arma de fuego y aumenta el daño físico contra máquinas (no acumulable)."]},"type":"MATERIA"}},"212000603":{"rarity_min":3,"rarity_max":4,"name":"Fran","game":"FFXII","job":"Sky Pirate","sex":"Female","equip":[7,14,30,40,50,51,60],"entries":{"212000603":{"compendium_id":95,"rarity":3,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[458,1389,300,150],"MP":[22,67,50,25],"ATK":[19,58,20,10],"DEF":[19,58,20,10],"MAG":[19,59,20,10],"SPR":[20,60,20,10]},"limitburst_id":212000603,"attack_count":1,"attack_damage":[[100]],"attack_frames":[82],"effect_frames":[79],"max_lb_drop":4,"ability_slots":2,"magic_affinity":[4,4,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":20,"290020600":8,"290030100":3,"290050200":10,"290050300":3}},"strings":{"description":["A warrior of the viera, a rabbit-eared race, whose tale is told in the distant world of Ivalice. Atypical of her reclusive people, she left her homeland to venture into hume society, where she fights as the trusted comrade of the sky pirate Balthier. She is a formidable figure, possessed of great knowledge, experience, and the heightened sensitivity to Mist unique to her kind, and provides cool, confident advice to her companions while keeping a professional distance.","異界伊瓦利斯的故事中登場的維埃拉族美女，長有酷似兔耳的長耳朵。雖身為討厭與外界交流的維埃拉族，但她仍然捨棄了森林中的故鄉，來到人族的世界，與世界上最快的空賊巴爾弗雷亞結伴行動。她擁有豐富的知識與經驗，並且對魔霧有著極高的感應力，總能夠冷靜地給予同伴們幫助。","이계 이발리스에서 전해지는 이야기에 등장하는, 토끼처럼 기다란 귀를 가진 숲의 민족 비에라의 미녀. 보통 다른 종족과 교류하기 싫어하는 비에라족이면서도 고향을 버리고 흄의 사회로 뛰쳐나가, 세계에서 가장 빠른 하늘의 도적인 발프레아와 함께 활동하고 있다. 풍부한 지식과 경험, 그리고 비에라족의 특징인 높은 미스트 감지 능력을 지녔으며 항상 한발 물러나 동료들에게 냉철한 조언을 건넸다고 한다.","Une guerrière Viéra, une race reconnaissable à ses oreilles de lapin, dont le récit nous vient du monde d'Ivalice. Contrairement à son peuple qui aime vivre reclus, elle quitte sa terre natale pour s'aventurer dans le monde des humains. Elle y devient la fidèle camarade du pirate du ciel Balthier. Elle possède un caractère entier, un grand savoir, une longue expérience et une forte sensibilité au myste. Elle donne toujours de bons conseils à ses compagnons et sait garder avec eux une distance professionnelle.","Eine Kriegerin der Viera, einer Rasse mit Hasenohren, deren Geschichte in der fernen Welt Ivalice spielt. Atypisch für ihr einsiedlerisches Volk verließ sie ihr Heimatland, um zu den Menschen zu reisen, wo sie als geschätzte Kameradin des Luftpiraten Balthier kämpft. Eine eindrucksvolle Person voller Wissen und Erfahrung und einer Empfindlichkeit für Mysth. Gibt bedächtige, souveräne Vorschläge, wobei sie jedoch professionelle Distanz wahrt.","Aunque no es típico de su reservado pueblo, dejó su hogar para aventurarse en la sociedad humana, donde lucha como fiel camarada del pirata del aire Balthier. Fran es formidable, ya que tiene muchos conocimientos, experiencia y una gran sensibilidad hacia la Niebla, única en su raza. Aconseja con seguridad y serenidad a sus compañeros manteniendo una distancia profesional."],"summon":["I am a viera who has discarded Wood and village.<br>I know not if I can be of help to you.","我是個捨棄了森林的維埃拉族，<br>不知道能不能幫得上你的忙……","난 숲을 버린 비에라야.<br>이런 내가<br>도움이 될지 모르겠어…….","Je suis une viéra qui a abandonné<br>son village et ses racines.<br>J'ignore si je te serai d'une<br>quelconque utilité.","Ich bin eine Viera, die alles zurückgelassen hat.<br>Ich weiß nicht, ob ich dir nützlich sein kann.","Soy una viera que ha dejado el bosque y la aldea.<br>No sé si te podré ser de utilidad."],"evolution":[null,null,null,null,null,null],"affinity":["If I had not left the Wood and lived with the humes, there is much I would never have known.<br>You are one of those things I would have missed.","走出村子和人族接觸後，<br>我學會了很多事情。<br>也因此和你相遇了……","마을을 떠나 흄과 어울리지 않았다면<br>세상을 알지 못했을 거야.<br>게다가 당신과도 만나지 못했겠지…….","Si je n'avais pas quitté ma forêt pour vivre parmi les Humes, je serais passée à côté de bien des choses.<br>Ma rencontre avec toi en est une.<br>","Mir wäre vieles entgangen, wenn ich nicht den Wald verlassen hätte, um mit den Hume zu leben.<br>Du gehörst auch dazu.","Si no hubiera dejado el bosque y vivido con los humes, jamás habría conocido muchas cosas.<br>Tú eres una de esas cosas que me habría perdido."],"fusion":["This power...it is different from the Mist.<br>But it is not a bad power.","這力量……<br>與魔霧之力不同……<br>但感覺還不賴。","이 힘,<br>미스트와는 달라……<br>하지만 나쁘진 않네.","Ce pouvoir... Il diffère du myste, mais ça n'est pas un problème.","Diese Kraft ... ist kein Mysth.<br>Aber trotzdem nicht schlecht.","Este poder... es distinto a la Niebla.<br>Pero no es malo."]}},"212000604":{"compendium_id":96,"rarity":4,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[591,1792,450,225],"MP":[28,86,75,37],"ATK":[25,75,30,15],"DEF":[25,75,30,15],"MAG":[25,76,30,15],"SPR":[26,78,30,15]},"limitburst_id":212000604,"attack_count":1,"attack_damage":[[100]],"attack_frames":[82],"effect_frames":[79],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[5,5,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A storied warrior of the viera, a rabbit-eared race hailing from the distant world of Ivalice. She is the fast friend and loyal comrade of Balthier, the cocky and cunning sky pirate who claims to pilot the fastest vessel in the world. Possessed of deep knowledge of history and tradition, the heightened sensitivity to Mist unique to her kind, and expert skill with airship technology, she proves an impressive ally to Ashe and her companions.","異界伊瓦利斯的故事中登場的維埃拉族美女，與世界上最快的空賊巴爾弗雷亞結伴行動。她和搭檔巴爾弗雷亞間結下了深厚的信賴關係，並陪伴著他與雅雪踏上旅途。她不僅對歷史傳承有著豐富的知識，並且對魔霧有著極高的感應力，甚至還掌握著操縱飛空艇等機械的技術，曾多次救同伴們於危難之中。","이계 이발리스에서 전해지는 이야기에 등장하는 비에라족 미녀. 세계에서 가장 빠르기로 유명한 하늘의 도적 발프레아와 함께 행동하고 있다. 파트너인 발프레아와는 서로 굳게 신뢰하는 사이이며, 발프레아의 뜻에 따라 아셰 공주 일행과도 함께 행동했다. 옛이야기와 전승에 해박하며 비에라족 특유의 높은 미스트 감지 능력을 지녔다. 또한, 비공정을 비롯한 기계 전반에 관한 조종술도 뛰어나 위험에 빠진 동료들을 여러 차례 구했다.","Une guerrière Viéra, une race reconnaissable à ses oreilles de lapin, dont le récit nous vient du monde d'Ivalice. Rapide et loyale, elle est la camarade de Balthier, un pirate du ciel qui prétend piloter le vaisseau le plus rapide du monde. Elle possède de grandes connaissances sur l'histoire et les traditions, une forte sensibilité au myste et un talent d'expert pour la technologie notamment aérienne. C'est une alliée indispensable pour Ashe et ses compagnons.","Eine sagenumwobene Kriegerin der Viera, einer Rasse mit Hasenohren aus der fernen Welt Ivalice. Sie ist treue Freundin und loyale Kameradin Balthiers, des großspurigen und cleveren Luftpiraten, der behauptet, das schnellste Schiff der Welt zu steuern. Sie besitzt ein großes Geschichtswissen und ist sehr empfindlich gegenüber Mysth. Außerdem ist sie Expertin der Luftschifftechnologie, was sie zu einem imposanten Verbündeten von Ashe macht.","Es la veloz y leal amiga de Balthier, un pirata del aire arrogante y astuto que dice ser el piloto del navío más rápido del mundo. Fran posee un gran conocimiento de tradición e historia, y una sensibilidad especial hacia la Niebla, única en su raza. Es muy habilidosa con la tecnología de los barcos voladores, por lo que es una gran aliada para Ashe y compañía."],"summon":["Show me your decision.<br>Will you hold your own, or run away?","到底是面對困難還是轉身逃走……<br>就讓我看看你的選擇吧……","맞서 싸울 거야,<br>끝까지 도망칠 거야?<br>당신의 선택을 보여줘…….","Alors, que vas-tu choisir ?<br>Vas-tu t'enfuir, ou tenir tête<br>au destin ?","Wirst du kämpfen oder fliehen?<br>Ich erwarte deine Entscheidung ...","Dime qué opción vas a tomar.<br>¿Vas a resistir hasta el fin o a salir corriendo?"],"evolution":["The power of the world of humes that I found after leaving the woods behind.<br>I suppose...it suits me after all.","走出森林，<br>在人類世界得到力量……<br>還真像是我的作風啊。","숲을 버리고 뛰어든<br>흄족 세상에서 얻은 힘이라.<br>……나한테 어울릴지도 모르겠네.","Ce pouvoir que j'ai obtenu dans le monde des Humes après avoir quitté ma forêt... Je suppose qu'il me va plutôt bien.","Die Kraft der Hume, die ich fand, nachdem ich den Wald hinter mir gelassen hatte.<br>Mir scheint ... sie passt doch zu mir.","Quién iba a decir que el poder del mundo de los humes que descubrí al dejar el bosque...<br>después de todo me pegaría."],"affinity":["If I had not left the Wood and lived with the humes, there is much I would never have known.<br>You are one of those things I would have missed.","走出村子和人族接觸後，<br>我學會了很多事情。<br>也因此和你相遇了……","마을을 떠나 흄과 어울리지 않았다면<br>세상을 알지 못했을 거야.<br>게다가 당신과도 만나지 못했겠지…….","Si je n'avais pas quitté ma forêt pour vivre parmi les Humes, je serais passée à côté de bien des choses.<br>Ma rencontre avec toi en est une.<br>","Mir wäre vieles entgangen, wenn ich nicht den Wald verlassen hätte, um mit den Hume zu leben.<br>Du gehörst auch dazu.","Si no hubiera dejado el bosque y vivido con los humes, jamás habría conocido muchas cosas.<br>Tú eres una de esas cosas que me habría perdido."],"fusion":["This burning from within...!<br>But do not worry...<br>I will remain calm.","身體好熱！<br>不過你放心，<br>我是不會胡來的……","몸이 뜨거워……!<br>걱정하지 마.<br>폭주하진 않을 거야……","Tout mon corps brûle d'excitation...<br>Mais sois sans crainte...<br>Je ne perdrai pas mon calme.","Dieses Feuer in mir ...!<br>Aber keine Sorge ...<br>Ich verliere nicht den Kopf.","¡Algo me quema por dentro....!<br>Pero no temas...<br>Permaneceré tranquila."]}}},"skills":{"10010":{"name":"Libra","cost":{"MP":1},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":null,"effects":["Allows you to view info on an enemy"],"icon":"ability_2.png"},"10050":{"name":"Poisona","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison for one ally"],"icon":"ability_3.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"20070":{"name":"Bio","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (1.2x, MAG) to one enemy","Inflict Poison (15%) on one enemy"],"icon":"ability_24.png"},"20180":{"name":"Biora","cost":{"MP":12},"attack_frames":[[180]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (1.25x, MAG) to all enemies","Inflict Poison (15%) on all enemies"],"icon":"ability_24.png"},"30150":{"name":"Deprotect","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Reduce DEF by 20% for 3 turns to one enemy"],"icon":"ability_39.png"},"30160":{"name":"Deshell","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Reduce SPR by 20% for 3 turns to one enemy"],"icon":"ability_39.png"},"200390":{"name":"Aim","cost":{"MP":3},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy"],"icon":"ability_40.png"}},"LB":{"name":"Whip Kick","attack_count":[11],"attack_frames":[[68,81,93,104,115,126,137,164,174,184,194]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.2x, ATK) to one enemy"],"max_level":["Physical damage (2.9x, ATK) to one enemy"]},"TMR":{"name":"Cleanse","compendium_id":14,"compendium_shown":true,"unit_restriction":null,"skills":{"10140":{"name":"Cleanse","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Disease for one ally"],"icon":"ability_3.png","desc":""}},"effects":["Grants 'Cleanse' magic."],"unique":false,"price_buy":15000,"price_sell":1500,"icon":"ability_3.png","strings":{"names":["Cleanse","治病","리부트","Antivirus","Avir","Asepsis"],"desc_short":["Cure disease for one ally","治療1名隊員的生病狀態","아군 1명의 질병 회복","Soigne un allié de maladie","Heilt Virus, ein Verb.","Cura la enfermedad de un aliado."],"desc_long":["Cures disease for one ally.","治療1名隊員的生病狀態。","아군 1명의 질병 상태를 회복합니다.","Soigne un allié de maladie.","Heilt Virus bei einem Verbündeten.","Cura la enfermedad de un aliado."]},"type":"MATERIA"}},"212000702":{"rarity_min":2,"rarity_max":3,"name":"Anastasis","game":"FFXII","job":"High Priest","sex":"Male","equip":[5,15,40,50,53,60],"entries":{"212000702":{"compendium_id":37,"rarity":2,"exp_pattern":10,"stat_pattern":1,"stats":{"HP":[245,743,390,195],"MP":[17,52,95,47],"ATK":[9,26,26,13],"DEF":[9,26,26,13],"MAG":[14,41,26,13],"SPR":[14,43,26,13]},"limitburst_id":212000702,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[26,34],"effect_frames":[24,32],"max_lb_drop":2,"ability_slots":1,"magic_affinity":[4,0,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":750,"materials":{"290010100":3,"290020400":1,"290050100":10,"290050200":1}},"strings":{"description":["A holy man from the distant world of Ivalice, where he serves as Gran Kiltias of the Kiltia sect. Known as a Dreamsage, he possesses nigh limitless knowledge due to his ability to enter the dreams of others. A stern, austere figure, his influence extends across the realm. When the princess Ashe arrives seeking his blessing to rebuild the Kingdom of Dalmasca, he foresees the danger that awaits her and warns her against folly.","異界伊瓦利斯的故事中登場的人物，是全世界廣泛信仰的基爾提亞教的最高領導者，擁有通過夢境看透一切的能力，也被稱為「夢見之賢者」。他為人嚴格，對全世界都有著極高的影響力。達爾瑪斯卡王家的王位繼承權也由他來審定。因此當王室公主雅雪為復興王國前來拜訪他時，他一眼看出雅雪尋求的是復仇之力，並嚴厲地批評了她。","이계 이발리스에서 전해지는 이야기의 등장인물로, 전 세계에 다수의 신도를 보유한 킬티아교의 최고 지도자이다. 꿈을 통해 모든 것을 예견하는 힘이 있어서 '꿈꾸는 현자'라는 별명도 있다. 조용하고 근엄한 인물로, 세계적인 영향력이 있다. 달마스카 왕조의 왕위계승권을 관리하고 있어서, 왕국의 부활을 꾀하는 아셰 공주가 그를 방문했을 때, 복수를 위해 힘을 갈구하는 위태한 자세를 간파하고 엄하게 꾸짖었다.","Un saint homme venu du lointain monde d'Ivalice, où il œuvrait en tant que Grand Pontife des adeptes de Kiltia. Appelé le Rêveur, il peut entrer dans les rêves des autres et possède ainsi un savoir illimité. Son influence s'étend à travers les mondes. Quand la princesse Ashe vient chercher sa bénédiction pour reconstruire le royaume de Dalmasca, il prédit les dangers qui la guettent et la met en garde contre cette folie.","Heiliger aus der fernen Welt Ivalice, wo er als Gran Kiltianer der Sekte Kiltia dient. Als Weiser der Träume bekannt, besitzt er durch die Fähigkeit, die Träume anderer zu betreten, nahezu grenzenloses Wissen. Sein Einfluss erstreckt sich über das gesamte Reich. Als Prinzessin Ashe seinen Segen für den Wiederaufbau des Königreiches Dalmasca ersucht, ahnt er die Gefahr und warnt sie vor dieser Torheit.","Un hombre santo del remoto mundo de Ivalice, donde cumple como Gran Kiltiano de la secta kiltiana. Es un Sabio de los Sueños con conocimiento casi ilimitado por su habilidad para entrar en sueños ajenos. De aspecto severo y austero, su influencia abarca todo el reino. Cuando la princesa Ashe viene buscando su bendición para reconstruir el Reino de Dalmasca, él prevé el peligro que la acecha y trata de disuadirla de tal locura."],"summon":["I dream. For reality and illusion are a duality, two parts of a whole.","我之所以會做夢，<br>是因為夢境與現實是表裏一體的。","현실이 곧 꿈이로다.<br>꿈과 현실은<br>동전의 양면과 같을진대.","Je suis en plein rêve. La réalité et l'illusion sont les deux faces d'une même pièce, les deux parties d'un tout.","Ich träume. Denn Wirklichkeit und Illusion sind eine Dualität, zwei Teile eines Ganzen.","Yo sueño. Porque la realidad y la ilusión son una dualidad, dos partes de un todo."],"evolution":[null,null,null,null,null,null],"affinity":["Your dreams intrigue me...<br>Yes, I think I should enjoy seeing where your path leads.","就姑且讓我來見證你們的去向吧。<br>看來又能做個有趣的夢了……","당분간은 함께 다니면서<br>그대들의 앞날을 지켜보겠네.<br>내게 재미있는 꿈을 보여다오…….","Je suis curieux de voir où votre périple vous emmènera.<br>Mes prochains rêves vont sûrement être très intéressants...","Deine Träume faszinieren mich ...<br>Ich bin gespannt, wo dein Weg dich noch hinführt.","Vuestros sueños me intrigan...<br>Sí, me gustará ver adónde os lleva vuestro camino."],"fusion":["Great power tests a person.<br>It is a difficult thing to hold on to,<br>while also holding onto yourself.","強大的力量會考驗持有者的素質。<br>不要沉溺於力量，<br>不要迷失自我。","강력한 힘은 그 소유자를 시험하는 법.<br>그러니 자만하지 말고<br>항상 중심을 잃지 않도록 조심하게.","Un grand pouvoir est un défi pour celui qui le possède. Il est très facile de s'enivrer et de finir par se laisser dominer par lui.","Große Macht ist eine Prüfung des<br>Charakters. Es ist nicht leicht, sie zu besitzen, ohne sich selbst zu<br>verlieren.","Un gran poder te pone a prueba.<br>Es difícil aferrarse a él a la vez que te aferras a ti mismo."]}},"212000703":{"compendium_id":38,"rarity":3,"exp_pattern":10,"stat_pattern":1,"stats":{"HP":[330,1001,540,270],"MP":[23,70,120,60],"ATK":[12,35,36,18],"DEF":[12,36,36,18],"MAG":[18,55,36,18],"SPR":[19,58,36,18]},"limitburst_id":212000703,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[26,34],"effect_frames":[24,32],"max_lb_drop":4,"ability_slots":2,"magic_affinity":[5,0,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A holy man from the distant world of Ivalice. When visited by Ashe, a princess of Dalmasca, a land since ruthlessly conquered by the Archadian Empire, who now seeks the power to rebuild her former kingdom, he perceives the desire for revenge in her heart and issues a stern warning. It is said that it is he who once imprisoned the great wyrm Fafnir.","異界伊瓦利斯的故事中登場的人物，他是基爾提亞教的最高領導者，擁有通過夢境看透一切的能力，被稱為「夢見之賢者」。達爾瑪斯卡王國的公主雅雪為復興國家前來請求他授予王位繼承權時，他一眼看出雅雪尋求的是向阿爾卡迪亞帝國復仇的力量，並嚴厲地批評了她。相傳他曾封印過傳邪龍法布尼爾。","이계 이발리스에서 전해지는 이야기에 등장하는 인물. 킬티아교의 최고 지도자이자 꿈을 통해 모든 것을 예견하는 '꿈꾸는 현자'이다. 달마스카 왕실의 아셰 공주가 조국 부흥을 위해 왕위계승권을 승인 받으러 왔을 때, 그녀가 조국의 원수 아르카디아 제국에 복수할 힘을 갈구한다는 사실을 간파하고 엄하게 꾸짖었다. 또 일찍이 파프니르라는 사룡을 봉인한 적이 있다고 전해진다.","Un saint homme venu du lointain monde d'Ivalice. Il reçoit un jour la visite d'Ashe, princesse de Dalmasca. Son pays ayant été brutalement envahi par l'empire Archadien, elle recherche la puissance nécessaire pour reconstruire son royaume disparu. Mais il perçoit ce désir de vengeance dans son cœur, et la met fermement en garde. On dit que c'est lui qui a autrefois capturé le grand dragon Fafnir.","Ein Heiliger aus der fernen Welt Ivalice. Als er von Ashe, einer Prinzessin Dalmascas besucht wird, einem Land, das rücksichtslos vom Arcadischen Reich erobert wurde, spricht er eine Warnung aus, da er den Wunsch nach Rache in ihrem Herzen spürt. Angeblich ist er derjenige, der einst den großen Wyrm Goldhorter fing.","Un hombre santo del mundo remoto de Ivalice. Lo visita Ashe, una princesa de Dalmasca, un territorio conquistado sin compasión por el Imperio de Arcadia. Ashe busca el poder para reconstruir su reino y él, tras percibir tal deseo de venganza, la alerta contra ello seriamente. Se dice que Anastasis encerró al gran dragón Fafnir."],"summon":["Forbear mere speech, for your dreams are known to me.<br>I shall offer what strength I can.","無需多言，<br>就讓我來幫助你實現夢想吧。","아무 말 말게.<br>그대가 꿈을 이루도록<br>도움을 아끼지 않겠네.","Toute parole est futile, car je connais tes rêves.<br>Et je suis prêt à t'aider à les réaliser.","Es bedarf keiner Worte, denn ich bin deiner Träume gewahr.<br>Ich will mein Möglichstes tun.","Absteneos de hablar, pues ya conozco vuestros sueños.<br>Os ofrezco toda mi fuerza."],"evolution":["This power...<br>It harks back to the day I sealed away that great wyrm...","這力量……<br>讓我想起了當年封印邪龍時的事……","이 힘은…….<br>일찍이 사룡을 봉인했을 때가<br>생각나는구나…….","Ce pouvoir... Cela me rappelle la fois où j'ai scellé le pouvoir de ce grand dragon...","Diese Kraft ...<br>Ich muss an jene Zeit denken, als ich den großen Wyrm verbannt habe ...","Este poder... me lleva de vuelta al día en que encerré a aquel gran dragón..."],"affinity":["Your dreams intrigue me...<br>Yes, I think I should enjoy seeing where your path leads.","就姑且讓我來見證你們的去向吧。<br>看來又能做個有趣的夢了……","당분간은 함께 다니면서<br>그대들의 앞날을 지켜보겠네.<br>내게 재미있는 꿈을 보여다오…….","Je suis curieux de voir où votre périple vous emmènera.<br>Mes prochains rêves vont sûrement être très intéressants...","Deine Träume faszinieren mich ...<br>Ich bin gespannt, wo dein Weg dich noch hinführt.","Vuestros sueños me intrigan...<br>Sí, me gustará ver adónde os lleva vuestro camino."],"fusion":["May Faram the Father lead you in his<br>light, to wherever your path may end.","願光之神法拉姆指引你們的前行之路。","<br>그대들의 앞날에도<br>빛의 신 파람의 인도가<br>함께하기를.<br>","Puisse la lumière de Faram le Père te guider où que tu ailles.","Möge Faram der Vater dich auf<br>allen deinen Wegen leiten.","Que Faram el Padre te guíe con su luz, se dirija adonde se dirija tu camino."]}}},"skills":{"10020":{"name":"Cure","cost":{"MP":3},"attack_frames":[[90]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 150 (+3x, Heal) HP to target"],"icon":"ability_4.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10090":{"name":"Stona","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Petrify for one ally"],"icon":"ability_3.png"},"10140":{"name":"Cleanse","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Disease for one ally"],"icon":"ability_3.png"},"30090":{"name":"Protect","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30140":{"name":"Shell","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30141":{"name":"Shell (Auto)","cost":{},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 20% for this fight to one ally"],"icon":"ability_77.png","parentID":"100720"},"100160":{"name":"SPR +10%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 10%"],"icon":"ability_77.png"},"100720":{"name":"Auto-Shell","attack_type":"None","element_inflict":null,"effects":["Gain Shell (Auto) (30141) at the start of a battle or when revived"],"icon":"ability_91.png"}},"LB":{"name":"Faram's Light","attack_count":[1],"attack_frames":[[111]],"damage_type":"Magic","element_inflict":["Light"],"min_level":["Cure all status effects for all allies"],"max_level":["Cure all status effects for all allies"]},"TMR":{"name":"Regen","compendium_id":12,"compendium_shown":true,"unit_restriction":null,"skills":{"10120":{"name":"Regen","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 200 (+4x, Heal) HP split over 3 turns to one ally"],"icon":"ability_4.png","desc":""}},"effects":["Grants 'Regen' magic."],"unique":false,"price_buy":8000,"price_sell":800,"icon":"ability_4.png","strings":{"names":["Regen","再生","리제네","Récup","Regena","Revitalia"],"desc_short":["Gradually restore HP for one ally","持續恢復1名隊員的HP","아군 1명의 HP 서서히 회복","Rend des PV à un allié petit à petit","Heilt regelmäßig LP, ein Verb.","Regenera gradualmente la VIT de un aliado."],"desc_long":["Gradually restores HP for one ally.","持續恢復1名隊員的HP。","아군 1명의 HP를 서서히 회복합니다.","Soigne légèrement un allié à chaque tour.","Heilt allmählich die LP eines Verbündeten.","Regenera gradualmente la VIT de un aliado."]},"type":"MATERIA"}},"212000905":{"rarity_min":5,"rarity_max":7,"name":"Basch","game":"FFXII","job":"Captain","sex":"Male","equip":[1,2,3,4,5,6,7,8,9,10,15,16,30,31,40,41,50,51,52,53,60],"entries":{"212000905":{"compendium_id":830,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[950,2880,240,120],"MP":[41,124,40,20],"ATK":[33,101,16,8],"DEF":[38,116,24,12],"MAG":[27,83,16,8],"SPR":[35,107,16,8]},"limitburst_id":212000905,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[15,45],"effect_frames":[13,43],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060200":10,"290060400":5}},"strings":{"description":["The former captain of the Kingdom of Dalmasca's forces who appears in tales of the distant world known as Ivalice. Basch had the King's full confidence and was held in high regard by the people of Dalmasca until the Archadian Empire invaded and hatched its plot to frame him for the assassination of his own liege. Although false reports claimed that Basch was executed for this crime, he was in fact kept in solitary confinement somewhere in the Nalbina Dungeons. This is where he eventually meets an imprisoned Vaan and his friends, which he then joins in order to escape his shackles.","異界伊瓦利斯的故事中登場的達爾瑪斯卡王國將軍。他曾經深受國王和民眾信賴，但在受到帝國侵略時，因帝國的奸計而背上了暗殺國王的罪名。在發佈處刑後，人們都以為他死了，可其實他一直被囚禁在監獄中。最後，和同為囚犯的梵恩一起越獄。","이계 이발리스에서 전해지는 이야기에 등장하는, 달마스카 왕국의 옛 장군. 국왕으로부터 두터운 신뢰를 받고 국민들 사이에서도 높은 인기를 구가하고 있었으나, 아르카디아 제국의 침략을 받았을 때 제국의 음모에 의해 국왕 암살의 죄를 뒤집어쓰게 된다. 처형 발표로 인해 사회적으로 그 존재를 말살당했으나, 실제로는 나르비나의 감옥 내 독방에 감금되어 있었으며, 같은 곳에 수감된 반 일행과 함께 탈옥을 감행한다.","L'ancien capitaine des armées du Royaume de Dalmasca qui apparaît dans les divers récits du monde lointain d'Ivalice. Basch jouissait de la confiance absolue du roi et de l'estime du peuple tout entier de Dalmasca. Ceci, jusqu'à l'invasion de l'empire archadien. Victime d'un coup monté par ce dernier, Basch fut alors accusé de l'assassinat de son propre suzerain. En dépit des faux rapports indiquant qu'il avait été exécuté pour ses crimes, la réalité était tout autre : il fut incarcéré et complètement isolé dans une cellule des donjons de Nalbina. C'est là qu'il fit la rencontre de Vaan et de ses camarades, eux aussi prisonniers, et auxquels il se joint dans l'espoir de s'échapper de cette prison.","Der ehemalige Kapitän der Kräfte des Königreichs Dalmasca, der in den Geschichten der fernen Welt Ivalice vorkommt. Basch genoss das volle Vertrauen des Königs und ein hohes Ansehen unter den Bürgern Dalmascas, bis das Archadianische Reich dort einfiel und ihm die Hinrichtung seines eigenen Vasallen in die Schuhe schieben wollte. Obwohl falsche Berichte besagten, dass Basch für sein Verbrechen hingerichtet wurde, saß er in den Verliesen von Nalbina in Einzelhaft. Dort traf er auf den Gefangenen Vaan und seine Freunde, denen er sich anschloss, um endlich seine Fesseln loszuwerden.","El antiguo capitán de las fuerzas del Reino de Dalmasca que aparece en las historias del lejano mundo de Ivalice. Basch contaba con la plena confianza del rey y la gente de Dalmasca le tenía mucho aprecio hasta que, un día, el Imperio de Arcadia invadió el país y maquinó un complot en el que se le culpaba de la muerte de su propio señor. En este sentido, a pesar de que existen informas falsos donde se puede leer que Basch fue ejecutado por su crimen; en realidad, estuvo en confinamiento solitario en algún lugar de las mazmorras de Nalbina. Allí, en prisión, fue donde conoció a Vaan y sus amigos, que fueron con los que consiguió escapar."],"summon":["I died once already.<br>I will be your shield.<br>Use me as you wish.","我是已經死過一次了。<br>要把我當作盾牌使用也好，隨你高興。","난 한번 죽은 인간이다.<br>방패로 쓰든, 좋을 대로 해라.","Je suis déjà mort une fois.<br>Je te servirai de bouclier.<br>Je suis à ton service.","Ich bin bereits einmal gestorben.<br>Ich werde Euer Schild sein.<br>Benutzt mich wie Euch beliebt.","Ya morí una vez.<br>Seré tu escudo.<br>Estoy a tu servicio."],"evolution":[null,null,null,null,null,null],"affinity":["You are truly a trustworthy person.<br>I hope to continue our adventure together.","你是足以信任的男人。<br>今後也請多指教。","그대는 충분히 믿을 만한 자다.<br>앞으로도 잘 부탁한다.","Tu es vraiment quelqu'un sur qui on peut compter.<br>J'espère que nous continuerons l'aventure ensemble.","Du bist eine wirklich vertrauenswürdige Person.<br>Ich hoffe wir können unsere Abenteuer weiter zusammen bestreiten.","Eres una persona de fiar.<br>Espero que continuemos esta aventura juntos."],"fusion":["The people may hate me, but that does not free me of my charge.","就算被人們所憎恨，<br>我也有該完成的任務。","설령 사람들의 원한을 산다 하더라도<br>완수해야만 하는 사명이 있다.","La haine que l'on me voue ne me libère pas de ma tâche.","Das Volk mag mich hassen, doch das entbindet mich nicht meiner Pflicht.","Aunque la gente me odie,<br>tengo que cumplir con mi deber."]}},"212000906":{"compendium_id":831,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1236,3745,390,195],"MP":[53,162,65,32],"ATK":[44,132,26,13],"DEF":[50,151,34,17],"MAG":[36,108,26,13],"SPR":[46,140,26,13]},"limitburst_id":212000906,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[15,45],"effect_frames":[13,43],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000680":1}},"strings":{"description":["The former captain of the Kingdom of Dalmasca's forces who appears in tales of the distant world known as Ivalice. Basch is originally from the Republic of Landis, but left for Dalmasca once the Archadian Empire had taken control over his home. However, eventually the Archadian Empire invaded his newly adopted country as well, and he was framed for the assassination of the King of Dalmasca. Swearing to protect his home this time around, he endured many moons of torturous solitary confinement until he was set free and committed himself to supporting Ashe with the restoration of Dalmasca.","異界伊瓦利斯的故事中登場的達爾瑪斯卡王國將軍。他的故土被帝國所佔領，因而輾轉到達爾瑪斯卡王國。在王國受到侵略時，中了帝國的離間計，背上了暗殺國王的罪名。在牢房中，忍受煎熬，臥薪嘗膽。在成功越獄後，一直支持雅雪復興達爾瑪斯卡王國。","이계 이발리스에서 전해지는 이야기에 등장하는, 달마스카 왕국의 옛 장군. 고향인 란디스 공화국이 아르카디아 제국에게 점령당하여 달마스카로 넘어가게 되었다. 달마스카가 침략당했을 때 제국의 음모로 인해 국왕을 암살했다는 오명을 뒤집어쓰게 되었지만, 이번에야말로 나라를 지켜내겠다고 마음 속 깊이 맹세하며 독방에서의 괴로운 나날을 견뎌냈다. 탈옥한 후로는 달마스카 왕국의 부흥을 맹세하는 아셰를 돕게 된다.","L'ancien capitaine des armées du Royaume de Dalmasca qui apparaît dans les divers récits du monde lointain d'Ivalice. Basch est originaire de la République de Landis, mais quitta son foyer et gagna Damasca lorsque l'empire archadien s'empara de son pays. Hélas, sa nouvelle patrie adoptive tomba elle aussi sous l'emprise de l'empire, et il fut faussement accusé de l'assassinat du roi de Dalmasca. Jurant que cette fois-ci, il protégerait son pays natal, il endura d'interminables heures d'isolement jusqu'à ce qu'il fut libéré. Libre et résolu, il fit serment de soutenir Ashe dans ses efforts visant à restaurer Dalmasca.","Der ehemalige Kapitän der Kräfte des Königreiches Dalmasca, der in den Geschichten der fernen Welt Ivalice vorkommt. Basch stammt ursprünglich aus der Republik Landis, verließ diese aber und ging nach Dalmasca, nachdem das Archadianische Reich die Kontrolle über seine Heimat übernommen hatte. Als das Archadianische Reich dann ebenfalls in seine neue Heimat einfiel, wurde er der Hinrichtung des Königs von Dalmasca beschuldigt. Da er geschworen hatte, seine Heimat diesmal zu beschützen, ertrug er viele Monde der quälenden Einzelhaft, bis er befreit wurde und Ashe beim Aufbau von Dalmasca unterstützte.","El antiguo capitán de las fuerzas del Reino de Dalmasca que aparece en las historias del lejano mundo de Ivalice. Basch es oriundo de la República de Landis, aunque se marchó a Dalmasca cuando el Imperio de Arcadia invadió su hogar. Sin embargo, más adelante, el Imperio de Arcadia también acabó atacando su nuevo hogar y, además, se le incriminó con el asesinato del rey de Dalmasca. En este sentido, después de jurar que protegería su hogar, pasó muchas noches en confinamiento solitario hasta que consiguió escapar. A partir de ahí, prometió apoyar a Ashe y restaurar el orden en Dalmasca."],"summon":["Where is this?<br>Is her highness here as well?","這裡是？<br>殿下也到這個世界來了嗎？","이곳은……?<br>전하도 이 세계에 와 계시는가?","Où suis-je ?<br>Son Altesse est-il là elle-aussi ?","Wo bin ich ...?<br>Ist Ihre Majestät auch hier?","¿Dónde estoy?<br>¿También está su alteza aquí?"],"evolution":["If I could protect but one person from war's horror, then I would bear any shame proudly.","若要保護戰亂中的人們，<br>就算遭受多大恥辱<br>我也誓言承擔。","사람들을 전란에서 지켜낼 수 있다면,<br>어떤 수치라도<br>감내하고 짊어질 것을 맹세하겠다.","Si je peux protéger ne serait-ce qu'un homme des affres de la guerre, j'assumerais toute honte. Je l'assumerai avec fierté.","Wenn ich die Schrecken des Krieges abwenden kann, so bin ich gewillt, alle Schmach der Welt auf mich zu nehmen.","Si me sirve para proteger aunque sea a una persona de los horrores de la guerra, entonces cargaré con la vergüenza sin problemas."],"affinity":["You are truly a trustworthy person.<br>I hope to continue our adventure together.","你是足以信任的男人。<br>今後也請多指教。","그대는 충분히 믿을 만한 자다.<br>앞으로도 잘 부탁한다.","Tu es vraiment quelqu'un sur qui on peut compter.<br>J'espère que nous continuerons l'aventure ensemble.","Du bist eine wirklich vertrauenswürdige Person.<br>Ich hoffe wir können unsere Abenteuer weiter zusammen bestreiten.","Eres una persona de fiar.<br>Espero que continuemos esta aventura juntos."],"fusion":["Come with me!<br>I will cut you a path.","跟著我！<br>我來開出一條血路！","따라와라!<br>내가 혈로를 뚫겠다!","Suivez-moi !<br>Je vais vous ouvrir la voie.","Kommt mit mir!<br>Ich werde Euch einen Weg bahnen.","¡Sígueme!<br>¡Yo despejo el camino!"]}},"212000907":{"compendium_id":1125,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1612,4884,540,270],"MP":[69,210,90,45],"ATK":[56,171,40,20],"DEF":[68,205,65,32],"MAG":[46,140,40,20],"SPR":[66,200,40,20]},"limitburst_id":212000907,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[15,45],"effect_frames":[13,43],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A former captain of the Knights of Dalmasca, who appears in the tales of a distant world known as Ivalice.  Framed for the murder of his king, he is confined to Nalbina Fortress. There, he meets Vaan, Balthier, and their friends, with whom he bands together to escape captivity. Once free, he learns that Amalia, the leader of the Resistance, has been taken prisoner by the Empire. He confirms that Amalia is in fact Ashe, Princess of Dalmasca, and begins preparations to rescue her.","異界伊瓦利斯的故事中登場的舊達爾瑪斯卡王國的將軍。他被人陷害，以暗殺達爾瑪斯卡國王的罪名被囚禁在納爾比那城塞內的監獄中。在獄中他遇到了同樣被囚禁的梵恩與巴爾弗雷亞等人，並和他們一起成功逃了出來。之後，他確信被帝國捉住的解放軍首領雅瑪莉亞，就是達爾瑪斯卡公主雅雪，於是為了將其救出而展開了行動。","이계 이발리스에서 전해지는 이야기에 등장하는 옛 달마스카 왕국의 장군. 달마스카 국왕을 암살했다는 누명을 쓰고 나르비나 성채의 감옥에 수감되어 있었지만, 같은 감옥에 사로잡혀 있던 반과 발프레아 일행과 만나 함께 탈옥한다. 탈옥 후, 제국에 붙잡힌 해방군 리더 아마리아를 달마스카의 공주 아셰라고 확신하고 그녀를 구출하기 위해 움직이기 시작했다.","Un ancien capitaine de l'armée royale de Dalmasca qui apparaît dans les récits d'Ivalice, un monde fort lointain. Il fut enfermé dans le donjon de Nalbina après avoir été faussement accusé du meurtre de son roi. Il y fit la connaissance de Vaan, Balthier et ses amis, avec qui il parvint à s'échapper. Il apprit ensuite qu'Amalia, la meneuse de la Résistance capturée par l'empire, était en réalité Ashe, la princesse de Dalmasca, et monta alors un plan d'action afin de lui porter secours.","Der ehemalige Kapitän der Streitkräfte des Königreichs Dalmasca aus den Geschichten der fernen Welt Ivalice. Nachdem er des Mordes am König von Dalmasca beschuldigt wurde, sperrte man Basch in die Gewölbe Nalbinas ein. Dort trifft er auf Vaan, Balthier und den Rest ihrer Gruppe und schließt sich ihnen an, um gemeinsam dem Gefängnis zu entkommen. Nach ihrem Ausbruch erfährt Basch, dass Amalia, die Anführerin einer dalmascanischen Widerstandsgruppe, vom Imperium gefangengenommen wurde. Basch findet heraus, dass sich hinter dem Decknamen \"Amalia\" tatsächlich Ashe, die Prinzessin von Dalmasca, verbirgt und beginnt mit den Vorbereitungen ihrer Rettung.","El antiguo capitán de los caballeros de Dalmasca que aparece en los relatos del lejano mundo de Ivalice. Tras ser acusado por el asesinato del rey de Dalmasca, Basch acaba encerrado en las mazmorras de Nalbina. Allí es donde conoce a Vaan, Balthier y al resto del grupo al que se une para escapar de su presidio. Cuando recupera la libertad, se entera de que Amalia, la cabecilla de la resistencia, ha sido capturada por el imperio y, una vez confirmado que en realidad se trata de Ashe, la princesa de Dalmasca, Basch comienza a preparar su rescate."],"summon":["You would struggle against this harsh reality of ours? Then my blade is yours.","你想要反抗嚴酷的現實？好吧，我就幫幫你吧。","괴롭고 혹독한 현실에<br>저항하려고 하는군.<br>알았다, 힘을 빌려주겠다.","La réalité dans laquelle nous vivons est un combat. Laissez-moi donc vous prêter main-forte","Du willst also gegen unsere rauhe Realität ankämpfen? Alles klar, ich bin dabei.","La lucha es nuestra realidad diaria. Por tanto, te echaré una mano."],"evolution":["This stain is mine to bear. But I will bear it willingly, knowing that I did all that I could...for hope.","我的罪孽不會消失。背負著罪孽的生命，為了守護未來的希望而甘願成為棄子！","내 죄는 사라지지 않는다.<br>죄를 짊어진 목숨이니, 미래를 향한 희망을<br>지키기 위한 버림돌이 되어도 상관없다!","Cette souillure est mienne. Mais je la porterai volontiers sachant que j'ai fait tout ce que j'ai pu... au nom de l'espoir !","Ich bitte nicht um Vergebung. Alle Schuld werde ich auf mich nehmen. Für eine bessere Zukunft.","Cierto, esa es mi cruz. Estoy dispuesto a cargar con ella. Todo lo hice por la esperanza."],"affinity":["You are truly a trustworthy person.<br>I hope to continue our adventure together.","你是足以信任的男人。<br>今後也請多指教。","그대는 충분히 믿을 만한 자다.<br>앞으로도 잘 부탁한다.","Tu es vraiment quelqu'un sur qui on peut compter.<br>J'espère que nous continuerons l'aventure ensemble.","Du bist eine wirklich vertrauenswürdige Person.<br>Ich hoffe wir können unsere Abenteuer weiter zusammen bestreiten.","Eres una persona de fiar.<br>Espero que continuemos esta aventura juntos."],"fusion":["Can we truly atone for anything through death? No, we must live and reclaim our honor.","可沒有以死贖罪這回事。想清償過去的罪孽，就必須活著才行。","목숨으로는 아무것도 갚을 수 없다.<br>과거의 죄는 살아서 갚아야만 해.","La mort seule ne règle rien. La seule façon de recouvrer son honneur, c'est de vivre et le regagner.","Glaubst du wirklich, manche Dinge seien es wert, mit dem eigenen Leben dafür zu bezahlen? Um für unsere Sünden zu büßen, müssen wir leben - und uns das Recht dazu erkämpfen.","¿Hay algo que se pueda justificar si uno se entrega en cuerpo y alma para reparar el daño? Tenemos que vivir y ganar nuestro honor de nuevo."]}}},"skills":{"30097":{"name":"Protect (Basch)","cost":{},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 80% for this fight to one ally"],"icon":"ability_77.png","parentID":"227985"},"30147":{"name":"Protect (Basch)","cost":{},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 80% for this fight to one ally"],"icon":"ability_77.png","parentID":"227985"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100150":{"name":"DEF +30%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 30%"],"icon":"ability_77.png"},"100180":{"name":"SPR +30%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"101060":{"name":"Undead Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Reapers by 50%"],"icon":"ability_79.png"},"206500":{"name":"Arms Eraser","cost":{"MP":48},"attack_frames":[[40]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK and MAG by 45% for 3 turns to all enemies"],"icon":"ability_39.png"},"206510":{"name":"Armor Eraser","cost":{"MP":48},"attack_frames":[[40]],"attack_type":"None","element_inflict":null,"effects":["Reduce DEF and SPR by 45% for 3 turns to all enemies"],"icon":"ability_39.png"},"221650":{"name":"Dawn Guard","cost":{"MP":36},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["75% chance to intercept physical damage to allies for 3 turns, reducing damage by 50%-70%"],"icon":"ability_69.png"},"221660":{"name":"Twilight Guard","cost":{"MP":36},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["75% chance to intercept magical damage to allies for 3 turns, reducing damage by 50%-70%"],"icon":"ability_69.png"},"221670":{"name":"Commander's Orders","cost":{"MP":80},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 70% for 5 turns to all allies"],"icon":"ability_77.png"},"221680":{"name":"Confusing Lament","cost":{"MP":22},"attack_frames":[[43]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Reduce MAG by 50% for 5 turns to one enemy"],"icon":"ability_54.png"},"221690":{"name":"Fulminating Darkness","cost":{"MP":22},"attack_frames":[[43]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Reduce ATK by 50% for 5 turns to one enemy"],"icon":"ability_54.png"},"221700":{"name":"Ruin Impendent","cost":{"MP":22},"attack_frames":[[43]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Reduce DEF by 50% for 5 turns to one enemy"],"icon":"ability_54.png"},"221710":{"name":"Inescapable Disaster","cost":{"MP":22},"attack_frames":[[43]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Reduce SPR by 50% for 5 turns to one enemy"],"icon":"ability_54.png"},"221720":{"name":"Loyal Spirit","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%","Increase DEF and SPR by 20% when equipped with a Light Shield","Increase DEF and SPR by 20% when equipped with a Heavy Shield"],"icon":"ability_77.png"},"221730":{"name":"Spirit of the Fighter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter physical attacks with Spirit of the Fighter (505110) to caster (max 2 / turn)"],"icon":"ability_68.png"},"221740":{"name":"Undying Fighter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter magic attacks with Undying Fighter (505120) to caster (max 1 / turn)"],"icon":"ability_68.png"},"227980":{"name":"Weight of the World","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Confusing Lament (221680), Confusing Lament+1 (707464), Confusing Lament+2 (707465), Fulminating Darkness (221690), Fulminating Darkness+1 (707462), Fulminating Darkness+2 (707463), Inescapable Disaster (221710) and Ruin Impendent (221700) twice in one turn"],"icon":"ability_8.png"},"227981":{"name":"Bell of a New Dawn","cost":{"MP":99},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Unlock Bell of a New Dawn (508251) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"227982":{"name":"Unbreakable Vow","cost":{"LB":15},"attack_frames":[[90],[90]],"attack_type":"None","element_inflict":null,"effects":["Auto-revive (80% HP) for 3 turns to caster","Increase LB gauge by 5 to the rest of the party"],"icon":"ability_1.png"},"227983":{"name":"Chastising Spirit","cost":{"LB":15},"attack_frames":[[120],[100]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 120% for 3 turns to all allies","Restore 1000 (+4.1x, Heal) HP to all allies"],"icon":"ability_4.png"},"227984":{"name":"Apocalypse Shield","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 30%","Increase resistance to Lightning by 50%","Increase LB gauge by 2 per turn"],"icon":"ability_91.png"},"227985":{"name":"For Dalmasca","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%","Increase DEF by 20% when equipped with a Heavy Armor","Increase SPR by 20% when equipped with a Light Armor","Gain Protect (Basch) (30097) at the start of a battle or when revived","Gain Protect (Basch) (30147) at the start of a battle or when revived"],"icon":"ability_77.png"},"505110":{"name":"Spirit of the Fighter","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 400 (+16x, Heal) HP to caster"],"icon":"ability_4.png","parentID":"221730"},"505120":{"name":"Undying Fighter","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 50 MP to caster"],"icon":"ability_92.png","parentID":"221740"},"508251":{"name":"Bell of a New Dawn","cost":{"MP":99},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG and SPR by 150% for 3 turns to caster","Reduce ATK, DEF, MAG and SPR by 65% for 3 turns to one enemy"],"icon":"ability_105.png","parentID":"227981"},"707458":{"name":"Dawn Guard+1","cost":{"MP":36},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["75% chance to intercept physical damage to allies for 3 turns, reducing damage by 50%-70%","Increase DEF by 100% for 3 turns to caster"],"icon":"ability_69.png"},"707459":{"name":"Dawn Guard+2","cost":{"MP":36},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["75% chance to intercept physical damage to allies for 3 turns, reducing damage by 50%-70%","Increase DEF by 130% for 3 turns to caster","Increase break resistance to DEF by 100% for 3 turns to caster"],"icon":"ability_69.png"},"707460":{"name":"Twilight Guard+1","cost":{"MP":36},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["75% chance to intercept magical damage to allies for 3 turns, reducing damage by 50%-70%","Increase SPR by 100% for 3 turns to caster"],"icon":"ability_69.png"},"707461":{"name":"Twilight Guard+2","cost":{"MP":36},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["75% chance to intercept magical damage to allies for 3 turns, reducing damage by 50%-70%","Increase SPR by 130% for 3 turns to caster","Increase break resistance to SPR by 100% for 3 turns to caster"],"icon":"ability_69.png"},"707462":{"name":"Fulminating Darkness+1","cost":{"MP":22},"attack_frames":[[43]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, DEF) to one enemy","Reduce ATK by 55% for 5 turns to one enemy"],"icon":"ability_54.png"},"707463":{"name":"Fulminating Darkness+2","cost":{"MP":22},"attack_frames":[[43]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, DEF) to one enemy","Reduce ATK by 65% for 5 turns to one enemy"],"icon":"ability_54.png"},"707464":{"name":"Confusing Lament+1","cost":{"MP":22},"attack_frames":[[43]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, DEF) to one enemy","Reduce MAG by 55% for 5 turns to one enemy"],"icon":"ability_54.png"},"707465":{"name":"Confusing Lament+2","cost":{"MP":22},"attack_frames":[[43]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, DEF) to one enemy","Reduce MAG by 65% for 5 turns to one enemy"],"icon":"ability_54.png"},"707466":{"name":"Loyal Spirit+1","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%","Increase DEF and SPR by 20% when equipped with a Light Shield","Increase DEF and SPR by 20% when equipped with a Heavy Shield","Increase DEF and SPR by 20% when equipped with a Robe"],"icon":"ability_77.png"},"707467":{"name":"Loyal Spirit+2","attack_type":"None","element_inflict":null,"effects":["Increase HP by 40%","Increase DEF and SPR by 40% when equipped with a Light Shield","Increase DEF and SPR by 40% when equipped with a Heavy Shield","Increase DEF and SPR by 40% when equipped with a Robe","Increase Charm resistance by 100% to caster"],"icon":"ability_77.png"},"912216":{"name":"Bell of a New Dawn+1","cost":{"MP":99},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Unlock Bell of a New Dawn+1 (912218) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"912217":{"name":"Bell of a New Dawn+2","cost":{"MP":99},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Unlock Bell of a New Dawn+2 (912219) on turn 1 [6 turns CD]"],"icon":"ability_105.png"}},"LB":{"name":"Flame Purge","attack_count":[2],"attack_frames":[[108,133]],"damage_type":"Physical","element_inflict":["Fire"],"min_level":["Physical fire damage (16.1x, ATK) to one enemy","Dodge 3 physical attacks for 3 turns to caster"],"max_level":["Physical fire damage (19x, ATK) to one enemy","Dodge 3 physical attacks for 3 turns to caster"]},"TMR":{"name":"Zodiac Escutcheon","compendium_id":769,"compendium_shown":true,"rarity":8,"type_id":31,"type":"EQUIP","slot_id":2,"slot":"Shield","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"221640":{"name":"Decoy Pose","attack_type":"None","element_inflict":null,"effects":["10% chance of evading physical attacks"],"icon":"ability_97.png","desc":""}},"effects":["Grants 'Decoy Pose' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":60,"MAG":0,"SPR":70,"element_resist":{"Lightning":50},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":150000,"price_sell":15000,"icon":"item_40222.png","strings":{"name":["Zodiac Escutcheon","最強之盾","최강의 방패","Bouclier du zodiaque","Pará-Schild","Non plus ultra"],"desc_short":["A shield from another world.","來自異界的盾牌","이계에서 유입된 방패","Un bouclier rapporté d'un autre monde.","Ein Schild aus einer fernen Welt.","Un escudo de otro mundo."],"desc_long":["A shield brought from the faraway world of Ivalice. This shield offers high defense, assists the wielder by giving insight into the enemy's attack, and bestows resistance to lightning attacks. This shield is a very rare find in the world where it comes from, and the difficulty of obtaining one elevated its status to legendary.","來自異界的盾牌。不僅擁有高防禦力，還能賦予裝備者看穿敵人攻擊的能力與對抗雷擊的抵抗力。據說原本在異界這個盾牌就非常稀有，極度難以獲得，連盾牌本身都是近乎傳說的存在。","이계 '이발리스'에서 유입된 방패. 방어력이 뛰어날 뿐 아니라, 적의 공격을 간파하는 힘과 번개에 대한 저항력을 부여한다. 이 방패가 본래 존재하던 이계에서는 무척이나 진귀한 것이라 알려져 있으며, 손에 넣기가 상당히 어렵기 때문에 존재 그 자체만으로도 전설로 취급받는 모양이다.","Un bouclier rapporté du monde lointain d'Ivalice. Il confère à son porteur une défense élevée et l'aide au combat en lui octroyant une connaissance approfondie des attaques de ses ennemis. Il protège également contre les attaques de foudre. Même dans son monde d'origine, ce bouclier est d'une rareté extrême ; rareté qui lui a depuis accordé le statut d'arme légendaire.","Ein Schild aus der fernen Welt Ivalice. Der Schild verspricht eine hohe Abwehr und assistiert dem Benutzer, indem er ihm Einblick in den Angriff seines Gegners erlaubt und ihm Resistenz gegen Blitzangriffe gibt. Der Schild ist in seiner Welt äußerst schwer zu finden und die Schwierigkeit, einen zu erlangen haben ihm längst einen legendären Status eingebracht.","Un escudo del lejano mundo de Ivalice. Este escudo aumenta enormemente la defensa, ayuda a su portador ofreciéndole información sobre los ataques del enemigo y le otorga resistencia contra los ataques de rayo. Asimismo, este escudo es un objeto bastante difícil de encontrar en el mundo del que proviene; de hecho, es tan poco común que se considera un objeto legendario."]}},"STMR":{"name":"Unquestionable Loyalty","compendium_id":825,"compendium_shown":true,"unit_restriction":null,"skills":{"227930":{"name":"Unquestionable Loyalty","attack_type":"None","element_inflict":null,"effects":["Increase HP by 50% and SPR by 30%","30% chance to counter magic attacks with Unquestionable Loyalty (508210) to caster (max 1 / turn)"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Unquestionable Loyalty' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_77.png","strings":{"names":["Unquestionable Loyalty","絕對忠義","절대적인 충의","Loyauté incontestable","Absolute Treue","Lealtad incuestionable"],"desc_short":["Boost HP by 50% and SPR by 30%, and add chance of restoring own MP when receiving a magic attack (Not Stackable)","提高50%HP、30%精神+受到魔法攻擊時一定機率恢復自身的MP[無法重複裝備]","HP 50%, 정신력 30% 상승+마법 공격을 받으면 일정 확률로 자신의 MP 회복 (중복 장착 불가)","Augmente les PV de 50%, la PSY de 30%, et confère une chance de restaurer les PM du lanceur après avoir subi une attaque magique (non cumulable)","Erhöht LP um 50%, erhöht PSY um 30% + Chance, eigene MP zu regenerieren, wenn von mag. Angriff attackiert (nicht stapelbar).","Aumenta la VIT un 50%, el ESP un 30% y probabilidad de recuperar los PM propios al recibir un ataque mágico (no acumulable)"],"desc_long":["Boosts HP by 50% and SPR by 30%, and adds chance of restoring own MP when receiving a magic attack. Not stackable.","提高50%HP、30%精神，受到魔法攻擊時一定機率恢復自身的MP。","HP가 50%, 정신력이 30% 상승하고, 마법 공격을 받으면 일정 확률로 자신의 MP를 회복합니다. (중복 장착 불가)","Augmente les PV de 50%, la PSY de 30%, et confère une chance de restaurer les PM du lanceur après avoir subi une attaque magique. Non cumulable.","Erhöht LP um 50%, erhöht PSY um 30% + Chance, eigene MP zu regenerieren, wenn von mag. Angriff attackiert (Nicht stapelbar).","Aumenta la VIT un 50%, el ESP un 30% y probabilidad de recuperar los PM propios al recibir un ataque mágico (no acumulable)."]},"type":"MATERIA"}},"212001004":{"rarity_min":4,"rarity_max":6,"name":"Rasler","game":"FFXII","job":"Prince","sex":"Male","equip":[1,2,3,30,31,41,51,52,60],"entries":{"212001004":{"compendium_id":535,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[709,2148,210,105],"MP":[28,86,35,17],"ATK":[26,78,14,7],"DEF":[27,82,18,9],"MAG":[22,66,14,7],"SPR":[26,79,14,7]},"limitburst_id":212001004,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[19,41],"effect_frames":[17,39],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[5,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020600":25,"290030500":13,"290030600":8,"290050300":15,"290050400":8}},"strings":{"description":["The prince of Nabradia who appears in tales of Ivalice, a world foreign to this one. The kingdom of Nabradia boasts of exuberant nature and bountiful resources, but it is still subject to the pressure and threats of larger sovereign states. Despite this, Rasler marries Ashe, the princess of Dalmasca, in a grand and elaborate ceremony that engulfs their nations in joyous celebration. Unfortunately, the festivities are cut short when the Archadian Empire attacks Nabudis, the capital of Nabradia.","異界伊瓦利斯的故事中登場的納布拉迪亞王國王子。納布拉迪亞是個自然資源豐富的美麗國家，但卻遭受著來自大國的威脅。拉斯勒與鄰國達爾瑪斯卡的公主雅雪舉行了盛大的婚禮，受到了民眾們的祝福。但不久後納布拉迪亞就遭到了阿爾卡迪亞帝國的侵略，首都納布拉迪亞淪陷。","이계 이발리스에서 전해지는 이야기에 등장하는 나브라디아 왕국의 왕자. 나브라디아 왕국은 아름다운 자연과 풍족한 자원의 혜택을 받았지만, 그 때문에 제국에게 위협을 받고 있었다. 그러던 중, 라슬러는 이웃 나라 달마스카의 아셰 공주와 성대한 결혼식을 올리고, 민중의 축복을 받는다. 하지만 그 직후, 나브라디아 왕국은 아르카디아 제국의 침략을 받아 수도 나브디스가 함락되어 버리고 만다.","Le prince de Nabradia qui apparaît dans les récits d'Ivalice, un monde bien lointain. Le royaume de Nabradia dispose d'une nature luxuriante et de ressources abondantes, mais il est soumis à la pression d'états souverains plus imposants. Malgré cela, Rasler épousa Ashe, la princesse de Dalmasca, au cours d'une grande cérémonie qui mit leurs deux nations en joie. Malheureusement, les festivités furent écourtées lorsque l'empire archadien attaqua Nabudis, la capitale de Nabradia.","Der Prinz von Nabradia, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Das Königreich Nabradia verfügt über üppige Natur und riesige Ressourcen, wird jedoch von überlegenen Staaten bedroht. Gleichwohl heiratet Rasler Ashe in eine großen Zeremonie, die beiden Nationen freudig vereint. Leider werden die Festlichkeiten gestört, als das Imperium Archadis Nabudis angreift, die Hauptstadt von Nabradia.","Príncipe de Nabradia que aparece en los relatos de Ivalice, un mundo diferente a este. Aunque el reino de Nabradia presume de su exuberante naturaleza y sus recursos abundantes, está sujeto a la presión y las amenazas de estados soberanos mayores. De todos modos, Rasler se casó con Ashe, la princesa de Dalmasca, celebrando una ceremonia que inundó ambas naciones de alegría. Lamentablemente, las fiestas se truncaron cuando el Imperio de Arcadia atacó Nabudis, la capital de Nabradia."],"summon":["Wh-where in...<br>What happened to Nabudis?","這裡是……納布迪斯怎麼樣了？","이곳은……<br>나브디스는 어떻게 됐지?","Mais...o-où est-ce que...<br>Qu'est-il arrivé à Nabudis ?","W-wo zum ...<br>Was ist mit Nabudis passiert?","Pero qué...<br>¿Dónde está Nabudis?"],"evolution":[null,null,null,null,null,null],"affinity":["To have been able to come<br>this far was all thanks to you.<br>Thank you.","能走到這裡，都是你的功勞。謝謝。","여기까지 해낼 수 있었던 건<br>네 덕분이야. 고마워.","J'aurais jamais cru pouvoir aller aussi loin et c'est grâce à toi.<br>Merci.","Dank dir bin ich<br>sehr weit gekommen.<br>Danke.","Es gracias a ti que he logrado llegar tan lejos.<br>Te doy las gracias."],"fusion":["With power like this,<br>I wonder if I could've protected<br>Nabradia back then?","如果那時我有這份力量，也許就能夠守護納布拉迪亞了。","그때도, 이만한 힘이 있었다면<br>나브라디아를 지켜낼 수 있었을까……?","Avec une puissance pareille,<br>je me demande si j'aurais pu protéger Nabradia à l'époque","Ich frage mich,<br>ob ich mit dieser Macht<br>Nabradia hätte schützen können?","Con un poder como este,<br>¿me pregunto si hubiera podido proteger Nabradia en el pasado...?"]}},"212001005":{"compendium_id":536,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[922,2793,240,120],"MP":[37,113,40,20],"ATK":[34,102,16,8],"DEF":[35,107,24,12],"MAG":[28,86,16,8],"SPR":[34,103,16,8]},"limitburst_id":212001005,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[19,41],"effect_frames":[17,39],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[6,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":5,"290060200":20,"290060300":10,"290060400":10}},"strings":{"description":["The prince of Nabradia who appears in tales of Ivalice, a world foreign to this one. Rasler marries Ashe to reinforce the alliance between his Kingdom of Nabradia and her Kingdom of Dalmasca, but his home suffers a devastating attack by the powerful Archadian Empire that seeks to take control over Ivalice. Following the destruction of the capital, Rasler heads to the battlefield to avenge the death of his father, the king of Nabradia.","異界伊瓦利斯的故事中登場的納布拉迪亞王國王子。為了加深納布拉迪亞與鄰國達爾瑪斯卡的聯繫，他與達爾瑪斯卡的公主雅雪舉行了婚禮。但在不久後納布拉迪亞就遭到了伊瓦利斯首屈一指的大國阿爾卡迪亞侵略，得知首都淪陷的拉斯勒為了給父王報仇而奔向戰場。","이계 이발리스에서 전해지는 이야기에 등장하는 나브라디아 왕국의 왕자. 나브라디아와 이웃 나라 달마스카의 동맹을 강화하기 위하여 달마스카의 아셰 공주와 결혼식을 올리지만, 그 직후 나브라디아 왕국은 이발리스 굴지의 강국이기도 한 아르카디아 제국의 침략을 받고 만다. 수도가 함락되었다는 소식을 전해 들은 라슬러는, 부왕의 원수를 갚기 위하여 전장을 향한다.","Le prince de Nabradia qui apparaît dans les récits d'Ivalice, un monde bien lointain. Rasler épousa Ashe afin de renforcer l'alliance entre les royaumes de Nabradia et de Dalmasca. Malheureusement, sa nation subit une attaque dévastatrice menée par le puissant empire archadien, qui cherchait à prendre le contrôle de tout Ivalice. Suite à la destruction de la capitale, Rasler se jeta dans la bataille afin de venger la mort de son père, le roi de Nabradia.","Der Prinz von Nabradia, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Rasler heiratet Ashe, um das Bündnis zwischen den Reichen Nabradia und Dalmasca zu verstärken, doch dann wird seine Heimat vom mächtigen Imperium Archadis vernichtend angegriffen. Nach der Zerstörung der Hauptstadt begibt sich Rasler aufs Schlachtfeld, um den Tod seines Vaters zu rächen, des Königs.","Príncipe de Nabradia que aparece en los relatos de Ivalice, un mundo diferente a este. Rasler se casó con Ashe para reforzar la alianza entre sus respectivos reinos, Nabradia y Dalmasca. Durante las celebraciones, el poderoso Imperio de Arcadia atacó el hogar de Rasler con la intención de controlar Ivalice. Tras la destrucción de la capital, Rasler se dirigió al campo de batalla para vengar la muerte de su padre, el rey de Nabradia."],"summon":["I was summoned here?<br>I wonder if I'm still capable<br>of anything in this form?","是你把我召喚出來的嗎？難道我還能有所作為嗎？","그대가 날 이곳으로 부른 건가……?<br>이런 몸으로도, 무언가<br>할 수 있는 일이 있을까.","C'est toi qui m'a invoqué ?<br>Je me demande si je suis encore capable de faire quelque chose sous cette forme...","Ich wurde hierher beschworen?<br>Wozu ich in dieser Form<br>wohl noch in der Lage bin?","¿He sido invocado?<br>Me pregunto si podré hacer algo con esta forma."],"evolution":["Just because I'm of the royal family,<br>doesn't mean I'm just looking<br>to be protected.","雖然我是王家的人，但也不會一味受人保護。","왕가의 사람이라고 해서,<br>보호받기만 할 순 없지.","Ce n'est pas parce que je suis de sang royal<br>que je n'ai pas besoin d'être<br>protégé aussi.","Nur weil ich zur Königsfamilie gehöre,<br>heißt das nicht, dass ich<br>beschützt werden muss.","Que sea de la familia real<br>no quiere decir que quiera que me protejan."],"affinity":["To have been able to come<br>this far was all thanks to you.<br>Thank you.","能走到這裡，都是你的功勞。謝謝。","여기까지 해낼 수 있었던 건<br>네 덕분이야. 고마워.","J'aurais jamais cru pouvoir aller aussi loin et c'est grâce à toi.<br>Merci.","Dank dir bin ich<br>sehr weit gekommen.<br>Danke.","Es gracias a ti que he logrado llegar tan lejos.<br>Te doy las gracias."],"fusion":["I know it's the duty of the royal family,<br>but it still doesn't make this any less tiring.","為了王家的義務而扮演他人，我已經厭倦了這樣的自己。","왕가의 의무라고는 해도,<br>의무를 다하는 것은 지치는 일이군.","Je sais qu'il sagit du devoir de la famille royale,<br>mais ça ne rend pas la tâche facile pour autant.","Ich weiß, es ist die Pflicht der Königsfamilie,<br>aber das macht es nicht weniger ermüdend.","Se que es el deber de la casa real,<br>pero eso no hace las cosas menos agotadoras."]}},"212001006":{"compendium_id":537,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1198,3631,390,195],"MP":[49,148,65,32],"ATK":[44,133,26,13],"DEF":[46,140,34,17],"MAG":[37,112,26,13],"SPR":[45,135,26,13]},"limitburst_id":212001006,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[19,41],"effect_frames":[17,39],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[7,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["The prince of Nabradia who appears in tales of Ivalice, a world foreign to this one. After marrying Princess Ashe to strengthen the alliance between Nabradia and Dalmasca, Rasler's home suffers a devastating attack by the Archadian Empire. This leads him to make his way towards Nalbina Fortress with Basch, captain of the Dalmascan forces, to defend Dalmasca against any upcoming attacks. Sadly, although he fought bravely against the empire, an enemy arrow would ultimately take his life at the tender age of eighteen.","異界伊瓦利斯的故事中登場的納布拉迪亞王國王子，為了強化同盟與達爾瑪斯卡的公主雅雪結婚。但在不久後納布拉迪亞就遭到了阿爾卡迪亞帝國侵略，他與達爾瑪斯卡的將軍巴修一起前往納爾比那城塞，勇敢地與帝國軍進行了奮戰。但最終被敵軍射死，年僅18歲便離開了人世。","이계 이발리스에서 전해지는 이야기에 등장하는 나브라디아 왕국의 왕자. 동맹을 강화하기 위하여 이웃 나라 달마스카의 아셰 공주와 결혼하지만, 그 직후 나브라디아 왕국은 아르카디아 제국에게 침략을 당하고 만다. 달마스카의 장군 바슈와 함께 나르비나 성채로 향하여 제국군을 상대로 검을 휘두르며 용감하게 맞섰지만, 허무하게도 적병의 화살에 맞아 18세의 젊은 나이로 세상을 떠난다.","Le prince de Nabradia qui apparaît dans les récits d'Ivalice, un monde bien lointain. Peu de temps après son mariage avec la princesse Ashe, destiné à resserrer les liens entre Nabradia et Dalmasca, la nation de Rasler subit une attaque dévastatrice menée par l'empire archadien. Il se mit aussitôt en route pour la forteresse de Nalbina avec Basch, capitaine des forces dalmascanes, afin de défendre Dalmasca contre les attaques à venir. Bien qu'il se battit courageusement, une flèche ennemie finit par emporter sa vie, à l'âge encore tendre de dix-huit ans.","Der Prinz von Nabradia, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Rasler heiratet Ashe, um das Bündnis zwischen den Reichen Nabradia und Dalmasca zu verstärken, doch dann wird seine Heimat vom mächtigen Imperium Archadis vernichtend angegriffen. Daraufhin begibt er sich mit Basch, dem Kapitän der Kräfte Dalmasca in den Wald von Nalbina, um Dalmasca zu verteidigen. Obwohl er tapfer kämpfte, raubte ihm ein feindlicher Pfeil das Leben. Er war erst 18 Jahre alt.","Príncipe de Nabradia que aparece en los relatos de Ivalice, un mundo diferente a este. Después de que el joven se casara con la princesa Ashe para reforzar la alianza entre Nabradia y Dalmasca, su hogar sufrió el ataque devastador del Imperio de Arcadia. El joven se dirigió a la fortaleza de Nalbina junto a Basch, el capitán de las fuerzas de Dalmasca, para proteger el país de los acechos. Tristemente, aunque luchó con valor contra el imperio, una flecha enemiga le arrebató la vida a sus tiernos dieciocho años."],"summon":["A fight for country, and the world, eh?<br>I will go with you, then!","為保護國家、保護世界而戰嗎？我也要一起去。","나라를, 세계를 지키기 위한 싸움인가.<br>나도 함께 가도록 하지.","Un combat pour le pays et le monde, tu dis ?<br>Je viens avec vous alors !","Ein Kampf um das Land und die Welt, was?<br>Dann komme ich mit dir!","Así que luchando por salvar al país y al mundo, ¿eh?<br>¡Entonces iré contigo!"],"evolution":["Not yet!<br>I'm not giving up just yet!","還不行！我還不能倒下！","아직이야! 아직<br>쓰러질 수는 없어……!","Pas encore !<br>Je ne peux pas renoncer...<br>pas maintenant","Noch nicht!<br>Noch gebe ich nicht auf!","¡Todavía no! <br>¡No puedo caer aún!"],"affinity":["To have been able to come<br>this far was all thanks to you.<br>Thank you.","能走到這裡，都是你的功勞。謝謝。","여기까지 해낼 수 있었던 건<br>네 덕분이야. 고마워.","J'aurais jamais cru pouvoir aller aussi loin et c'est grâce à toi.<br>Merci.","Dank dir bin ich<br>sehr weit gekommen.<br>Danke.","Es gracias a ti que he logrado llegar tan lejos.<br>Te doy las gracias."],"fusion":["I wonder how she's doing?<br>As long as she's not pushing<br>herself too hard...","她沒事吧？希望她不要逞強……","그녀는 무사할까.<br>무리하지 않았으면 좋겠는데……","Je me demande comment elle va ?<br>Enfin tant qu'elle n'en fait pas trop...","Wie es ihr wohl geht?<br>So lange sie sich nicht<br>überanstrengt ...","Me pregunto, ¿qué tal estará?<br>Espero que no se este esforzando demasiado..."]}}},"skills":{"10020":{"name":"Cure","cost":{"MP":3},"attack_frames":[[90]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 150 (+3x, Heal) HP to target"],"icon":"ability_4.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10190":{"name":"Esunaga","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for all allies"],"icon":"ability_3.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"101180":{"name":"Sentinel","attack_type":"None","element_inflict":null,"effects":["30% chance to intercept attacks on an ally, reducing damage by 50%"],"icon":"ability_69.png"},"200440":{"name":"Bladeblitz","cost":{"MP":14},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to all enemies"],"icon":"ability_53.png"},"209360":{"name":"All Resist Light","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Light by 50% for 3 turns to all allies"],"icon":"ability_99.png"},"209370":{"name":"Royal Obligation","cost":{"MP":15},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["20% chance to intercept physical damage to allies for one turn, reducing damage by 30%"],"icon":"ability_69.png"},"209380":{"name":"Resist Light","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Light by 50%"],"icon":"ability_99.png"},"209390":{"name":"Vanguard Slasher","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 50% when equipped with a Heavy Armor"],"icon":"ability_77.png"},"209510":{"name":"Heir to the Throne","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Light by 50%","Increase resistance to Blind by 100%"],"icon":"ability_99.png"},"209520":{"name":"Patriotic Slash","cost":{"MP":45},"attack_frames":[[42,52,62,72,82,92,102]],"attack_type":"Physical","element_inflict":["Light"],"effects":["Physical light damage (3x, ATK) to one enemy"],"icon":"ability_54.png"},"209530":{"name":"Sword Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Sword"],"icon":"ability_95.png"},"705350":{"name":"Vanguard Slasher+1","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 50% and SPR by 30% when equipped with a Heavy Armor"],"icon":"ability_77.png"},"705360":{"name":"Vanguard Slasher+1","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 50%, SPR by 30% and HP by 20% when equipped with a Heavy Armor","Increase DEF by 50%, SPR by 30% and HP by 20% when equipped with a Light Armor"],"icon":"ability_77.png"},"705370":{"name":"Royal Obligation+1","cost":{"MP":15},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["40% chance to intercept physical damage to allies for 2 turns, reducing damage by 40%"],"icon":"ability_69.png"},"705380":{"name":"Royal Obligation+1","cost":{"MP":30},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["70% chance to intercept physical damage to allies for 3 turns, reducing damage by 60%","Increase DEF and SPR by 100% for 3 turns to caster"],"icon":"ability_69.png"},"705390":{"name":"All Resist Light+1","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Light by 50% for 5 turns to all allies"],"icon":"ability_99.png"},"705400":{"name":"All Resist Light+1","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Light by 70% for 5 turns to all allies"],"icon":"ability_99.png"}},"LB":{"name":"Pride of Nabradia","attack_count":[2],"attack_frames":[[3,42]],"damage_type":"None","element_inflict":null,"min_level":["Increase DEF and SPR by 50% for 5 turns to all allies"],"max_level":["Increase DEF and SPR by 74% for 5 turns to all allies"]},"TMR":{"name":"Patriotic Recall","compendium_id":591,"compendium_shown":true,"unit_restriction":null,"skills":{"209350":{"name":"Patriotic Recall","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30% and DEF by 20%","Increase resistance to Light by 30%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Patriotic Recall' passive."],"unique":false,"price_buy":100000,"price_sell":10000,"icon":"ability_77.png","strings":{"names":["Patriotic Recall","思念祖國","조국을 향한 마음","Esprit patriotique","Ruf der Heimat","Espíritu patriota"],"desc_short":["Boost HP by 30%, DEF by 20%, and light resistance by 30%","提高30%HP、20%防禦、30%光屬性耐性","HP 30%, 방어력 20%, 빛속성 저항력 30% 상승","Augmente les PV de 30%, la DEF de 20% et la rés. à la lumière de 30%","Erhöht LP um 30 %, ABW um 20 % und Lichtresistenz um 30 %","Aumenta la VIT un 30%, la DEF un 20% y la res. a la luz un 30%"],"desc_long":["Boosts HP by 30%, DEF by 20%, and light resistance by 30%.","提高30%HP、20%防禦、30%光屬性耐性的。","HP가 30%, 방어력이 20%, 빛속성 저항력이 30% 상승합니다.","Augmente les PV de 30%, la DEF de 20% et la rés. à la lumière de 30%.","Erhöht LP um 30 %, ABW um 20 % und Lichtresistenz um 30 %.","Aumenta la VIT un 30%, la DEF un 20% y la res. a la luz un 30%"]},"type":"MATERIA"}},"212001105":{"rarity_min":5,"rarity_max":7,"name":"Gabranth","game":"FFXII","job":"Judge Magister","sex":"Male","equip":[1,2,3,4,10,30,31,41,51,52,60],"entries":{"212001105":{"compendium_id":832,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[983,2978,360,180],"MP":[38,114,40,20],"ATK":[37,113,16,8],"DEF":[38,116,16,8],"MAG":[26,79,16,8],"SPR":[37,111,16,8]},"limitburst_id":212001105,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[18,36],"effect_frames":[16,34],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[7,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":5,"290060200":10,"290060300":10,"290060400":20}},"strings":{"description":["A judge magister who appears in tales of the distant world known as Ivalice. Although the Archadian Empire invaded and occupied Gabranth's motherland, the Republic of Landis, he chose to serve Emperor Gramis and his newly established rule over the nation that had once been his home. Part of an elite group of knights named the Archadian Judges who serve the empire, Gabranth is an imperial commander who specializes in gathering intel and manipulating others.","異界伊瓦利斯的故事中登場的最高審判者。他的祖國被阿爾卡迪亞帝國毀滅。因此他選擇侍奉帝國，為皇帝處理事務。審判者是國家的特殊騎士團，而他則是收集情報和情報管制機構的指揮官。","이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 과거에 아르카디아 제국에 의해 조국인 란디스 공화국이 멸망에 이르고 말았다. 하지만 그는 조국을 멸망시킨 제국을 섬기며, 그라미스 황제의 곁에서 다양한 임무를 완수해내고 있다. '저지'란 제국의 특수 기사단의 이름으로, 그는 정보 수집과 조작을 담당하는 곳의 지휘관이기도 하다.","Un Haut Juge qui apparaît dans les divers récits du monde lointain d'Ivalice. Bien que l'empire archadien ait envahi et occupe désormais la République de Landis, son pays natal, Gabranth continue de servir l'empereur Gramis de son plein gré et participe pleinement au règne qu'il exerce sur sa contrée d'autrefois. Gabranth est un commandant impérial et un membre d'un corps de chevaliers d'élite appelés les Juges archadiens. Il se spécialise dans la collecte de renseignements et la manipulation d'autrui.","Gabranth ist ein Hoher Richter aus den Geschichten der fernen Welt Ivalice. Obwohl das Archadianische Imperium in seine Heimat, die Republik Landis, einmarschierte und diese besetzte, diente er dem Imperator Gramis und dessen neuer Herrschaft über die Nation, die einst seine Heimat war. Er gehört der Elitegruppe der Archadianischen Richter an, die dem Imperium treu ergeben sind, und ist als imperialer Kommandant im Sammeln von Informationen und Manipulieren anderer spezialisiert.","Un juez supremo que aparece en las historias del mundo lejano de Ivalice. A pesar de que el Imperio de Arcadia invadió y ocupó la República de Landis, la patria de Gabranth, decidió servir al emperador Gramis y a la nueva orden que se cernía sobre las tierras que antaño llamó hogar. Como parte del grupo de caballeros de élite que sirven al imperio, Gabranth es un comandante imperial especializado en la recopilación de información y en manipular a la gente."],"summon":["Appears to be my turn.<br>I'll do my best not to let you down.","看來輪到我出場了。<br>讓我來回應你的覺悟吧。","내 차례인 것 같군.<br>네 각오에 답해주마.","On dirait que c'est mon tour.<br>Je ferai de mon mieux pour ne pas te laisser tomber.","Nun bin ich wohl an der Reihe. Ich werde dich nicht enttäuschen.","Parece que me toca a mí.<br>Ya verás como no te defraudo."],"evolution":[null,null,null,null,null,null],"affinity":["Don't give up on hope,<br>and live your life with pride in your heart.<br>...Don't end up like me.","別放棄希望，<br>試著抬起頭來活下去吧。<br>......絕對不要變成像我一樣。","희망을 버리지 말고,<br>긍지를 갖고 살아남도록.<br>……결코, 나처럼 되지 마라.","Ne perds pas espoir,<br>et vis la tête haute.<br>Tu finiras sans doute comme moi.","Gib deine Hoffnung nicht auf,<br>und lebe mit einem stolzerfüllten Herzen.<br>... Damit du nicht so endest wie ich.","No pierdas la esperanza.<br>Y llénate el corazón de orgullo mientras vivas.<br>Así acabarás como yo."],"fusion":["The powerless have no hope.<br>They are incapable of protecting anything.","沒有力量之人，就沒有未來。<br>守護不了任何事物。","힘없는 자에게 미래는 없다.<br>그 무엇도 지킬 수 없으리라.","Les faibles n'ont aucun espoir.<br>Ils sont incapables de protéger quoi que ce soit.","Es gibt keine Hoffnung für die Schwachen. <br> Sie sind nicht in der Lage, irgendetwas zu beschützen.","Los débiles no tienen esperanza.<br>No son capaces de proteger nada."]}},"212001106":{"compendium_id":833,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1278,3872,510,255],"MP":[49,149,65,32],"ATK":[49,147,26,13],"DEF":[50,151,26,13],"MAG":[34,103,26,13],"SPR":[48,145,26,13]},"limitburst_id":212001106,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[18,36],"effect_frames":[16,34],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A judge magister who appears in tales of the distant world known as Ivalice. Despite Gabranth's origins stemming from outside the Archadian Empire, he managed to earn the trust of Emperor Gramis, who granted him a promotion by making an exception on his behalf. Vowing that the empire was his new home, he turned viciously against his own brother, showing him absolutely no mercy. Although Gabranth had been tasked with spying on Vayne, the emperor's son, before long he finds himself in a very dangerous position as the empire's state of affairs begins to change.","異界伊瓦利斯的故事中登場的最高審判者。雖然並非出身於帝國內，但仍獲得了皇帝信任，出人頭地。他堂而皇之地聲稱帝國就是他的祖國，對反抗帝國的親哥哥採取冷漠的態度。他奉皇帝之命，監視皇子裴因的動向。但隨著國內局勢動蕩，他的地位也變得岌岌可危。","이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 제국 외부 출신이지만 그라미스 황제의 신임을 얻어 이례적인 출세를 이뤄냈다. 제국을 '나의 조국'이라 칭하며, 제국에 이빨을 드러낸 자신의 친형에게조차 무관심한 태도를 드러낸다. 황제의 밀명을 받아 그의 아들 베인의 동향을 감시하고 있었으나, 국내의 정세가 변화하자 마침내 그의 입장도 위태로운 위치에 놓이게 된다.","Un Haut Juge qui apparaît dans les divers récits du monde lointain d'Ivalice. Gabranth, bien qu'il ne soit pas issu de l'empire archadien, parvint malgré tout à gagner la confiance de l'empereur Gramis, lequel fit de lui une exception en lui accordant une promotion au sein de ses rangs. Renonçant pleinement à son pays natal en faveur de l'empire, celui-ci se retourna contre son propre frère dans une démonstration aussi perfide qu'impitoyable. Gabranth, qui avait pour mission d'espionner Vayne, le fils de l'empereur, se trouve lui-même en péril au moment même où la situation politique de l'empire se met à changer.","Gabranth ist ein Hoher Richter aus den Geschichten der fernen Welt Ivalice. Obwohl er nicht aus dem Archadianischen Reich stammt, konnte er das Vertrauen von Imperator Gramis gewinnen, der ihn durch eine Ausnahmeregelung beförderte. Er erklärte das Imperium zu seiner neuen Heimat und ging brutal und gnadenlos gegen seinen eigenen Bruder vor. Obwohl Gabranth Vayne, den Sohn des Imperators, bespitzeln soll, gerät er schnell selbst in Schwierigkeiten, als sich die Situation im Imperium ändert.","Un juez supremo que aparece en las historias del mundo lejano de Ivalice. A pesar de no ser originario del Imperio de Arcadia, Gabranth consiguió ganarse la confianza del emperador Gramis, quien le ofreció un ascenso tras hacer una excepción con él. Dicho esto, Gabranth juró fidelidad al imperio y se volvió totalmente en contra de su propio hermano. De hecho, no tuvo piedad alguna con él. Asimismo, a Gabranth se le ha encomendado la tarea de espiar a Vayne, el hijo del emperador; pero, al poco tiempo, acaba metido en problemas después de que la situación del imperio cambie."],"summon":["So I am to dirty hand and blade on behalf of those who chase after ideals?","要我代替追求理想之人<br>擔任血染雙手的角色嗎？","이상을 좇는 이를 대신해 손을 더럽히는<br>검의 역할을 다하란 말이냐?","Alors je suis condamné à me salir les mains et l'épée au nom des idéaux des autres ?","Ich soll also mir meine Klinge und Hände schmutzig machen für jene, die Idealen nachjagen?","¿Así que tengo que ensuciar manos y espada en nombre de aquellos que persiguen ideales?"],"evolution":["I am moved by hatred...<br>Hatred is what sustains me!","憎恨促使我行動……<br>仇恨正是我的糧食！","증오가 나를 움직인다……<br>증오심만이 나의 양식이다!","Je suis motivé par la haine...<br>La haine est ce qui me permet d'avancer !","Mein Hass treibt mich an ...<br> Mein Groll ist meine Nahrung!","Me mueve el odio...<br>El odio es mi motor."],"affinity":["Don't give up on hope,<br>and live your life with pride in your heart.<br>...Don't end up like me.","別放棄希望，<br>試著抬起頭來活下去吧。<br>......絕對不要變成像我一樣。","희망을 버리지 말고,<br>긍지를 갖고 살아남도록.<br>……결코, 나처럼 되지 마라.","Ne perds pas espoir,<br>et vis la tête haute.<br>Tu finiras sans doute comme moi.","Gib deine Hoffnung nicht auf,<br>und lebe mit einem stolzerfüllten Herzen.<br>... Damit du nicht so endest wie ich.","No pierdas la esperanza.<br>Y llénate el corazón de orgullo mientras vivas.<br>Así acabarás como yo."],"fusion":["The more you hope to protect something, the less likely you are to succeed. The more something should be protected, the less likely it will be.","越多想要守護的東西就越難成功，<br>越多必須守護的東西就容易失去越多。","지키고 싶은 것일수록 지키지 않는다……<br>지켜야 하는 것일수록 지키지 못하고 잃으리라.","Plus on espère protéger quelque chose et moins on est susceptible d'y arriver. Plus quelque chose devrait être protégé, et moins il l'est.","Je mehr du hoffst, etwas zu beschützen - desto weniger wird es dir gelingen. Gerade das, was unbedingt beschützt werden muss, wird schutzlos verloren gehen.","Mientras más quieras proteger algo, más difícil será tener éxito. Mientras más haya que proteger algo, menos probable será."]}},"212001107":{"compendium_id":1124,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1661,5033,900,450],"MP":[64,193,90,45],"ATK":[63,191,40,20],"DEF":[70,212,40,20],"MAG":[44,133,40,20],"SPR":[65,197,40,20]},"limitburst_id":212001107,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[18,36],"effect_frames":[16,34],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,"異界伊瓦利斯的故事中登場的最高審判者。從屬於阿爾卡迪亞帝國的審判者，受到皇帝的重用，執行秘密任務。然而情勢發生了變化，身為少數理解他的人之一的同僚朵芮絲和他一同陷入了絕境。被埋藏在他心底的，對失去的祖國的情感，對兄長的憎恨，以及對不斷改變的帝國的絕望，各種感情交織在一起，使他走上了歧路。","이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 아르카디아 제국의 저지 소속으로 그라미스 황제에게 중용되어 밀명을 받아 움직이고 있었다. 하지만 정세가 바뀌어, 몇 안 되는 이해자였던 동료 드레이스와 함께 궁지에 몰리게 된다. 마음속 깊은 곳에 억눌렀던 잃어버린 조국과 형에 대한 증오, 그리고 변해가는 제국에 대한 절망 등 여러 가지 감정에 휩싸인 그는 일그러진 길을 걸어가게 된다.",null,null,null],"summon":["I am a judge magister, though I have now gone astray.","我是最高審判者。雖然現在如同一條喪家犬。","나는 저지 마스터다.<br>지금은 들개와 다를 게 없지만.",null,null,null],"evolution":["I have always been one with hatred! As long as I feel it inside of me, I cannot be defeated!","我是懷抱憎恨一路走來的！只要心中的憎恨還沒有消失，我就絕對不會倒下！！","나는 증오와 함께 걸어왔다!<br>증오가 내 가슴에 깃들어 있는 한, <br>결코 쓰러지지 않는다!!",null,null,null],"affinity":["Don't give up on hope,<br>and live your life with pride in your heart.<br>...Don't end up like me.","別放棄希望，<br>試著抬起頭來活下去吧。<br>......絕對不要變成像我一樣。","희망을 버리지 말고,<br>긍지를 갖고 살아남도록.<br>……결코, 나처럼 되지 마라.","Ne perds pas espoir,<br>et vis la tête haute.<br>Tu finiras sans doute comme moi.","Gib deine Hoffnung nicht auf,<br>und lebe mit einem stolzerfüllten Herzen.<br>... Damit du nicht so endest wie ich.","No pierdas la esperanza.<br>Y llénate el corazón de orgullo mientras vivas.<br>Así acabarás como yo."],"fusion":["Even stray dogs have spirit! Now bear witness to my blade of judgment!","就算野狗也有自己的志氣！好好看著吧，我的制裁之劍！","들개에게도 의지는 있다!<br>보아라, 심판의 검을!",null,null,null]}}},"skills":{"10122":{"name":"Regen (Champion)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1800 (+1x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"227974"},"100030":{"name":"HP +30%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"101340":{"name":"Draw Attacks","attack_type":"None","element_inflict":null,"effects":["Increase chance of being targeted by 50%"],"icon":"ability_83.png"},"221910":{"name":"Prosecute","cost":{"MP":40},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Use Prosecute (505270), or Circle of Judgment (505280), if used after Prosecute (505270)"],"icon":"ability_94.png"},"221920":{"name":"Sentence","cost":{"MP":28},"attack_frames":[[18,27,36,45]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Increase LB gauge by 2-4 to caster"],"icon":"ability_54.png"},"221930":{"name":"Innocent","cost":{"MP":28},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Restore 100% HP to caster","Remove ATK, DEF, MAG and SPR debuff from caster"],"icon":"ability_4.png"},"221940":{"name":"Aggressor","cost":{"MP":45},"attack_frames":[[18,26,34,42,50,58,66,74,82]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.25x, ATK) to one enemy"],"icon":"ability_54.png"},"221950":{"name":"Fulminating Oblivion","cost":{"MP":28},"attack_frames":[[12,32,52,72],[12,32,52,72]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) as HP drain (30%) to one enemy","Physical damage (2x, ATK) as MP drain (30%) to one enemy","Increase ATK by 120% for 3 turns to caster"],"icon":"ability_6.png"},"221960":{"name":"Ruin Unflinching","cost":{"MP":38},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Use Ruin Unflinching (505290), or Ruin Unflinching (505310), if used after Fulminating Oblivion (221950)"],"icon":"ability_14.png"},"221970":{"name":"Frost Purge","cost":{"MP":54},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Use Frost Purge (505300), or Frost Purge (505320), if used after Ruin Unflinching (505310) or Sorrow (227970)"],"icon":"ability_10.png"},"221980":{"name":"Judge Gabranth","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed daggers, swords and great swords"],"icon":"ability_72.png"},"221990":{"name":"Avenger - Attack","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40% when equipped with a Great Sword"],"icon":"ability_95.png"},"222000":{"name":"Avenger - Defend","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 20% when equipped with a Dagger"],"icon":"ability_95.png"},"222010":{"name":"Judge of Arms","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 150% for 2 turns when HP drops below 50% (max 9999x)","Increase DEF by 150% for 2 turns when HP drops below 50% (max 9999x)","Increase SPR by 150% for 2 turns when HP drops below 50% (max 9999x)"],"icon":"ability_77.png"},"222020":{"name":"Full Armor","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20% when equipped with a Heavy Armor"],"icon":"ability_95.png"},"222030":{"name":"9th Chief Executive","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 30% when equipped with a Sword"],"icon":"ability_95.png"},"222040":{"name":"Double-edged Revenge","attack_type":"None","element_inflict":null,"effects":["20% chance to counter physical attacks with Double-edged Revenge (505340) to caster (max 2 / turn)"],"icon":"ability_68.png"},"222050":{"name":"Firm Foundation","attack_type":"None","element_inflict":null,"effects":["20% chance to counter physical attacks with Firm Foundation (505350) to caster (max 1 / turn)"],"icon":"ability_68.png"},"222060":{"name":"Black Iron Mask","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Blind, Paralyze and Confusion by 100%"],"icon":"ability_19.png"},"227970":{"name":"Sorrow","cost":{"MP":99},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Sorrow (508240) on turn 1 [9 turns CD]"],"icon":"ability_105.png"},"227971":{"name":"Twin Zap","cost":{"MP":74},"attack_frames":[[52,62]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Twin Zap (508241) on turn 6 [6 turns CD]"],"icon":"ability_105.png"},"227972":{"name":"Perfect Serenity","cost":{"LB":7},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by magic attacks by 30% to one ally for 3 turns"],"icon":"ability_43.png"},"227973":{"name":"Clad of Darkness","cost":{"MP":25},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["75% chance to intercept physical damage to allies for 3 turns, reducing damage by 50%-70%"],"icon":"ability_69.png"},"227974":{"name":"Burning Hatred","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 20%","Use Burning Hatred (508242) at the start of a battle","Gain Regen (Champion) (10122) at the start of a battle or when revived"],"icon":"ability_77.png"},"227975":{"name":"Domain of Despair","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Increase the damage of Frost Purge (505300), Frost Purge+1 (508834), Frost Purge+2 (508836), Fulminating Oblivion (221950) and Ruin Unflinching (505290) by (1.5x)","Increase the damage of Frost Purge (505320), Frost Purge+1 (508835), Frost Purge+2 (508837) and Ruin Unflinching (505310) by (4.5x)"],"icon":"ability_77.png"},"227976":{"name":"Dark Thoughts","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 50%","Increase equipment ATK by 30% when armed with two weapons","Increase equipment DEF by 30% when armed with two weapons"],"icon":"ability_72.png"},"505270":{"name":"Prosecute","cost":{"MP":40},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase chance of being targeted by 100% for 4 turns","Reduce damage taken by 30% to caster for 4 turns"],"icon":"ability_94.png","parentID":"221910"},"505280":{"name":"Circle of Judgment","cost":{"MP":32},"attack_frames":[[62]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.5x, DEF) to all enemies","Increase DEF by 120% for 3 turns to caster"],"icon":"ability_10.png","parentID":"221910"},"505290":{"name":"Ruin Unflinching","cost":{"MP":38},"attack_frames":[[42,72,102]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.75x, DEF) to one enemy","Inflict 2 random status effects (Poison, Blind, Sleep, Silence, Paralyze and Confusion 20%) to one enemy"],"icon":"ability_14.png","parentID":"221960"},"505300":{"name":"Frost Purge","cost":{"MP":54},"attack_frames":[[45,55,65,75,85,95,105,115]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.5x, DEF) to one enemy","Reduce resistance to Fire by 50% for 3 turns to one enemy"],"icon":"ability_10.png","parentID":"221970"},"505310":{"name":"Ruin Unflinching","cost":{"MP":38},"attack_frames":[[42,72,102]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5x, DEF) to one enemy","Inflict 3 random status effects (Poison, Blind, Sleep, Silence, Paralyze and Confusion 20%) to one enemy"],"icon":"ability_14.png","parentID":"221960"},"505320":{"name":"Frost Purge","cost":{"MP":54},"attack_frames":[[45,55,65,75,85,95,105,115]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6.5x, DEF) to one enemy","Reduce resistance to Fire by 50% for 3 turns to one enemy","Increase chance of being targeted by 100% for 4 turns","Reduce damage taken by 40% to caster for 4 turns"],"icon":"ability_10.png","parentID":"221970"},"505340":{"name":"Double-edged Revenge","cost":{},"attack_frames":[[18,36]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5x, DEF) to one enemy"],"icon":"ability_54.png","parentID":"222040"},"505350":{"name":"Firm Foundation","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken from physical attacks taken by 40% to caster for 2 turns"],"icon":"ability_43.png","parentID":"222050"},"508240":{"name":"Sorrow","cost":{"MP":99},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Fire and Dark by 80% for 2 turns to all allies","Increase ATK, DEF, MAG and SPR by 100% for 2 turns to caster","Increase chance of being targeted by 100% for 2 turns"],"icon":"ability_105.png","parentID":"227970"},"508241":{"name":"Twin Zap","cost":{"MP":74},"attack_frames":[[52,62],[52,62]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (12x, ATK) to one enemy","Physical damage (12x, DEF) to one enemy"],"icon":"ability_105.png","parentID":"227971"},"508242":{"name":"Burning Hatred","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken from physical attacks taken by 10% to caster for 99999 turns"],"icon":"ability_43.png","parentID":"227974"},"508834":{"name":"Frost Purge","cost":{"MP":54},"attack_frames":[[45,55,65,75,85,95,105,115]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5x, DEF) to one enemy","Reduce resistance to Fire by 50% for 3 turns to one enemy"],"icon":"ability_10.png","parentID":"227975"},"508835":{"name":"Frost Purge","cost":{"MP":54},"attack_frames":[[45,55,65,75,85,95,105,115]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (7x, DEF) to one enemy","Reduce resistance to Fire by 50% for 3 turns to one enemy","Increase chance of being targeted by 100% for 4 turns","Reduce damage taken by 40% to caster for 4 turns"],"icon":"ability_10.png","parentID":"227975"},"508836":{"name":"Frost Purge","cost":{"MP":54},"attack_frames":[[45,55,65,75,85,95,105,115]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5.5x, DEF) to one enemy","Reduce resistance to Fire by 50% for 3 turns to one enemy"],"icon":"ability_10.png","parentID":"227975"},"508837":{"name":"Frost Purge","cost":{"MP":54},"attack_frames":[[45,55,65,75,85,95,105,115]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (7.5x, DEF) to one enemy","Reduce resistance to Fire by 50% for 3 turns to one enemy","Increase chance of being targeted by 100% for 4 turns","Reduce damage taken by 40% to caster for 4 turns","Gain Observance (505330) (1 use)"],"icon":"ability_10.png","parentID":"227975"}},"LB":{"name":"Guilt","attack_count":[2],"attack_frames":[[60,170]],"damage_type":"Physical","element_inflict":null,"min_level":["Cast Death (50%) or deal physical damage (5.55x * 2 = 11.1x, ATK) to all enemies","Gain Observance (505330) (1 use)"],"max_level":["Cast Death (50%) or deal physical damage (7x * 2 = 14x, ATK) to all enemies","Gain Observance (505330) (1 use)"]},"TMR":{"name":"Chaos Blade","compendium_id":768,"compendium_shown":true,"rarity":8,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"221620":{"name":"Dagger Cycle","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 50% when equipped with a Dagger"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'Dagger Cycle' passive."],"stats":{"HP":0,"MP":0,"ATK":135,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_10240.png","strings":{"name":["Chaos Blade","混沌之劍","카오스 블레이드","Lame du chaos","Chaosklinge","Hoja de tormento"],"desc_short":["A sword used by a warrior from the Farplane.","異界武人所使用的劍","이계의 무인이 사용하던 검","Une épée utilisée par un guerrier originaire de l'Au-delà.","Ein Schwert eines Kriegers aus einer fernen Welt.","Una espada que solía usar un guerrero del Etéreo."],"desc_long":["A sword brought from the faraway world of Ivalice. This sword was used by one of the judge magisters, who led knights of authority belonging to the Archadian Empire. This particular warrior fought holding a sword in each hand. One of it being the chaos blade, and the other a unique short sword.","來自異界伊瓦利斯的劍。在阿爾卡迪亞帝國中，掌管司法的騎士們之統帥「最高審判者」的其中一人所使用過的物品。他似乎將混沌之劍配合短劍使用，以二刀流的姿態戰鬥。","이계 '이발리스'에서 유입된 검. 아르카디아 제국의 법을 관리하는 기사들을 지휘하던 '저지 마스터' 중 하나가 휘두르던 것이라 알려져 있다. 그는 이 카오스 블레이드와 단검을 조합한 이도류로 전투에 임했다고 한다.","Une épée rapportée du monde lointain d'Ivalice. Elle était utilisée par l'un des juges suprêmes qui étaient à la tête des chevaliers appartenant à l'empire arcadien. Le guerrier en question brandissait deux épées ; une dans chaque main. L'une de ces armes était une lame du chaos, tandis que l'autre était une épée courte de conception unique.","Ein Schwert aus der fernen Welt Ivalice. Dieses Schwert wurde von einem der Hohen Richter benutzt, welche die rechtsprechenden Ritter des Archadianischen Imperiums anführten. Der besagte Krieger kämpfte mit einem Schwert in jeder Hand. Eines davon war die Chaosklinge, das andere ein Kurzschwert.","Una espada que proviene del lejano mundo de Ivalice. Esta espada la usó uno de los maestros jueces, personaje que lideró a caballeros de renombre del Imperio de Arcadia. Este guerrero en particular luchó blandiendo una espada en cada mano. Una de estas era la Hoja de tormento y la otra una espada corta muy especial."]}},"STMR":{"name":"Gabranth's Helm","compendium_id":1012,"compendium_shown":true,"rarity":9,"type_id":41,"type":"EQUIP","slot_id":3,"slot":"Headgear","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'HP +20%' passive."],"stats":{"HP":1000,"MP":0,"ATK":18,"DEF":81,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":240000,"price_sell":24000,"icon":"item_30233.png","strings":{"name":["Gabranth's Helm","加布藍斯頭盔","가브라스의 투구","Casque de Gabranth","Gabranths Helm","Casco de Gabranth"],"desc_short":["A helm that was used by a warrior from a faraway world.","異界武人所使用的頭盔","이계의 무인이 사용하던 투구","Un casque utilisé par un guerrier d'un monde fort lointain.","Ein Helm, der von einem Krieger aus einer entfernten Welt verwendet wurde.","Un casco que usó un guerrero de un mundo lejano."],"desc_long":["A helm that came from the faraway world of Ivalice. It is said to have been used by a certain judge magister who led a group of knights to oversee the law and order of the Archadian Empire. This hardy helm greatly increases its wearer's defense and health, but it also has a very heavy aura to it that makes it feel like it's binding its wearer down.","來自異界伊瓦利斯的頭盔。是率領掌控帝國法律騎士們的最高審判者中的一人所使用的頭盔。該頭盔製作得非常堅固，可以大幅提升裝備者的防禦力和體力，不過比起這些，它那像是束縛自身一樣的沉重感更為突出。","이계 '이발리스'에서 전해진 투구. 아르카디아 제국의 법을 관장하는 기사들을 통솔하는 '저지 마스터' 중 한 명이 사용하던 것이라고 한다. 견고하게 만들어진 투구는 착용자의 방어력과 체력을 대폭 올려주지만, 그 이상으로 자신을 얽매는 듯한 무거움을 함께 갖추고 있다.","Un casque venu du monde fort lointain d'Ivalice. On raconte qu'il était utilisé par un certain juge mage à la tête d'un groupe de chevaliers faisant régner la loi et l'ordre dans l'empire d'Arcadia. Ce casque robuste augmente remarquablement la défense et les PV mais possède une très lourde aura qui donnera l'impression à son porteur d'être cloué au sol.","Ein Helm, der aus der entfernten Welt Ivalice stammt. Es heißt, dass er von einem bestimmten Rechtsgelehrten, der eine Gruppe von Rittern dazu anleitete, Gesetz und Ordnung im Archadischen Reich zu überwachen, verwendet wurde. Dieser kühne Helm erhöht die Verteidigung und Gesundheit seines Trägers beträchtlich, aber er hat auch eine sehr schwere Aura, die es so aussehen lässt, als ob er seinen Träger runterzieht.","Un casco procedente del lejano mundo de Ivalice. Dicen que lo utilizó cierto juez magistrado que dirigió a un grupo de caballeros para que supervisasen la ley y el orden del Imperio de Arcadia. Este resistente yelmo aumenta la defensa y la vitalidad de su portador, aunque también tiene un aura pesada que hace mella en el usuario."]}}},"212001204":{"rarity_min":4,"rarity_max":6,"name":"Vayne","game":"FFXII","job":"Consul","sex":"Male","equip":[1,6,16,30,40,50,51,53,60],"entries":{"212001204":{"compendium_id":834,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[705,2135,240,120],"MP":[31,94,40,20],"ATK":[26,79,16,8],"DEF":[23,70,16,8],"MAG":[25,76,16,8],"SPR":[23,69,16,8]},"limitburst_id":212001204,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[22,56,108],"effect_frames":[20,54,106],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[6,6,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020900":25,"290030700":13,"290030800":8,"290050300":15,"290050400":8}},"strings":{"description":["A man of great ambition bent on rewriting the history of the distant world known as Ivalice. Vayne is the third son of Emperor Gramis, and the mastermind behind Archadia's military invasion of Nabradia and Dalmasca. Having disposed of his treacherous older brothers himself, he is now next in line to the imperial throne as well as the first pick for any dirty job required by House Solidor. The total opposite of his pacifist and kind younger brother Larsa, Vayne will use any means necessary to accomplish his goals.","企圖在異界伊瓦利斯創造新的歷史篇章的野心家。他是皇帝葛拉密斯的三子，傑出的軍事家，也是下任皇帝的強力候選人。自從了結了謀反的兄長後，開始從事骯髒的勾當。和無心爭鬥的弟弟相反，在必要的時刻，他可以變得無限冷酷。","커다란 야심을 품고, 이계 이발리스에 새로운 역사를 만들어내려는 남자. 그라미스 황제의 셋째 아들로, 나브라디아와 달마스카 양국을 침략한 천재 참모이자 가장 유력한 차기 황제 후보이기도 하다. 모반을 꾀한 친형들을 처리한 이후, 솔리도르 가문의 더러운 일 처리를 도맡게 되었다. 전쟁을 피하고자 하는 마음씨 착한 남동생 라사와는 반대로, 필요에 따라 철저히 비정해질 수 있는 인물.","Un homme habité par ses grandes ambitions et déterminé à réécrire l'histoire du monde lointain connu sous le nom d'Ivalice. Vayne est le troisième fils de l'empereur Gramis et le cerveau de l'invasion militaire de Nabradia et de Dalmasca par l'Archadia. S'étant lui-même débarrassé de ses frères déloyaux, il s'impose désormais non seulement comme l'héritier du trône impérial, mais aussi comme l'agent de choix pour tout \"sale boulot\" orchestré par la Maison Solidor. Aux antipodes de Larsa, son frère cadet pacifiste, Vayne est prêt à user de tous les moyens pour accomplir ses objectifs.","Ein Mann mit großen Ambitionen, der die Geschichte der weit entfernten Welt Ivalice neu schreiben möchte. Vayne ist der dritte Sohn des Imperators Gramis und der führende Kopf hinter der Militärinvasion des Archadianischen Imperiums in Nabradia und Dalmasca. Da er seine verräterischen älteren Brüder eigenhändig aus dem Weg geräumt hat, ist er nun der Nächste in der Thronfolge des Imperiums und somit für alle schmutzigen Aufgaben des Hauses Solidor zuständig. Im Gegensatz zu seinem friedliebenden und gutherzigen jüngeren Bruder Larsa nutzt Vayne alle Mittel, die ihm für seine Zwecke dienlich sind.","Un hombre ambicioso que está determinado a reescribir la historia del lejano mundo de Ivalice. Vayne es el tercer hijo del emperador Gramis y el cerebro que está detrás la invasión de Nabradia y Dalmasca a manos de Arcadia. Tras haberse deshecho de sus traicioneros hermanos mayores, Vayne es ahora el heredero a la corona, además de la persona a la que recurrir cuando la casa Solidor necesita realizar algún trabajo sucio. En definitiva, es todo lo contrario de su hermano Larsa, lo cual significa que Vayne hará lo que sea para conseguir sus objetivos."],"summon":["What world is this?<br>Maybe the fight here is important to House Solidor, as well.","竟然是別的世界？<br>難道說，這也是對索里多來說<br>必要的戰鬥嗎？","다른 세계라고……?<br>이것이 솔리도르에 필요한<br>싸움이라는 건가.","Quel est ce monde ?<br>Peut-être que le combat qui se joue ici compte aussi pour la Maison de Solidor.","Was für eine Welt ist das?<br>Vielleicht ist auch dieser Kampf für das Haus Solidor notwendig.","¿Qué mundo es este?<br>Quizás la batalla que se está librando aquí también sea importante para la casa Solidor."],"evolution":[null,null,null,null,null,null],"affinity":["You talk about dreams and ideals without being callous. You remind me a little bit of my younger brother.","冷酷不起來，還總是談夢想與理想——<br>你與我弟弟、有些相似呢。","비정해지지 않고, 꿈과 이상을 말하는군……<br>그대는 조금, 내 동생과 닮았어.","Tu parles de rêves et d'idéaux sans cynisme. Tu me rappelles un peu mon petit frère.","Du sprichst über Träume und Ideale ohne kaltherzig zu werden. Ein bisschen erinnerst du mich an meinen jüngeren Bruder.","Hablas de sueños e ideales sin perder la sensibilidad. Me recuerdas un poco a mi hermano pequeño."],"fusion":["And so House Solidor lives on.","一切都是為了索里多――","모든 것은 솔리도르를 위하여!","Et ainsi perdure la maison de Solidor.","Für das Wohl des Hauses Solidor.","Y de esta forma la casa Solidor perdura."]}},"212001205":{"compendium_id":835,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[916,2776,300,150],"MP":[41,123,50,25],"ATK":[34,103,20,10],"DEF":[30,92,20,10],"MAG":[33,99,20,10],"SPR":[30,90,20,10]},"limitburst_id":212001205,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[22,56,108],"effect_frames":[20,54,106],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[7,7,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":5,"290060200":20,"290060400":10}},"strings":{"description":["A man of great ambition bent on rewriting the history of the distant world known as Ivalice. Vayne was the one who framed Basch with the murder of King Raminas after the Archadian Empire had invaded the Kingdom of Dalmasca. He also did not hesitate in helping to speed up his sickly father's death, and promptly thereafter dissolving the imperial senate, all in the name of protecting the power and sovereignty of House Solidor. With the loyal Dr. Cid and Venat supporting his cause, together they began manufacturing artificial nethicite.","企圖在異界伊瓦利斯創造新的歷史篇章的野心家。他是侵略達爾瑪斯卡王國，誣陷巴修暗殺國王的幕後黑手。為了掌握帝國最高實權，必須排除元老院的勢力，為此逼迫身患絕症的皇帝了結自己的性命。為了自己和家族的政治生命，他可以不擇手段。同時也和盟友希德與維涅斯一起，開發了人造破魔石。","커다란 야심을 품고, 이계 이발리스에 새로운 역사를 만들어내려는 남자. 달마시카 왕국을 침략하여, 바슈를 국왕 암살범으로 꾸민 장본인이기도 하다. 제국의 실권을 장악하기 위해 정적인 원로원을 제거하고자, 죽을병에 시달리는 아버지 그라미스 황제에게 죽음을 강요하는 등 솔리도르 가문의 정치 생명을 지키기 위해 수단과 방법을 가리지 않는다. 맹우인 시드와 베네스의 힘을 빌려, 인조 파마석을 개발해냈다.","Un homme habité par ses grandes ambitions et déterminé à réécrire l'histoire du monde lointain connu sous le nom d'Ivalice. Vayne est responsable du coup monté inculpant Basch pour le meurtre du roi Raminas, à la suite de l'invasion du Royaume de Dalmasca par l'empire archadien. Il n'afficha également aucune hésitation à accélérer la disparition de son père souffrant ni à dissoudre le Sénat impérial après sa mort, et ce, pour l'unique motif de protéger l'influence et la suprématie de la Maison Solidor. Fort du soutien du fidèle Dr Cid et de Venat, il lança son projet de manufacture de nihilithe artificiel.","Ein Mann mit großen Ambitionen, der die Geschichte der weit entfernten Welt Ivalice neu schreiben möchte. Vayne war derjenige, der Basch für die Ermordung von König Raminas verantwortlich machte, nachdem das Archadianische Imperium in das Königreich Dalmasca eingefallen war. Er schreckte auch nicht davor zurück, den Tod seines bereits kranken Vaters schneller herbeizuführen, und löste danach umgehend den imperialen Senat auf, um vorgeblich die Macht und Herrschaft des Hauses Solidor zu schützen. Mit der Unterstützung von Dr. Cid und Venus begann er mit der Herstellung von künstlichem Nethizit.","Un hombre ambicioso que está determinado a reescribir la historia del lejano mundo de Ivalice. Vayne fue quien acusó a Basch de haber asesinado al rey Raminas después de que el Imperio de Arcadia invadiera el Reino de Dalmasca. Asimismo, tampoco dudó demasiado en acelerar la muerte de su padre cuando este se encontraba enfermo para, más tarde, disolver el senado imperial. Todo aquello lo hizo para proteger el poder y la soberanía de la casa Solidor. Además, con el apoyo de sus leales Dr. Cid y Venat, empezaron a producir neticita."],"summon":["A battle to save the world, you say?<br>I shall watch and see if you are truly capable of carrying the fate of the world on your shoulders.","是為了拯救世界的戰鬥？<br>就讓我鑑定一下<br>你是否就是背負整個世界之人。","세계를 구하는 싸움이라고?<br>네가 이 세계를 짊어질 수 있는 인간인지<br>확인해 보겠다.","Se battre pour sauver le monde, c'est cela ?<br>Je vais t'observer et estimer si tu es capable de porter le poids de la destinée de ce monde sur tes épaules.","Ein Kampf um die Rettung der Welt, sagst du?<br>Ich werde mir ansehen, ob du im Stande bist, das Schicksal dieser Welt auf dich zu nehmen.","¿Me hablas de una batalla para salvar el mundo?<br>Tendré que ver si de verdad eres capaz de cargar con el destino del mundo tú solo."],"evolution":["The sword of House Solidor cannot be left to rust in doubt.","索里多之劍不需任何猶豫。","솔리도르의 검에 망설임은 필요 없다.","L'épée de la maison de Solidor ne peut connaître le doute.","Das Schwert der Solidors soll nicht von Rost befallen sein.","No se puede dudar de la espada de la casa Solidor."],"affinity":["You talk about dreams and ideals without being callous. You remind me a little bit of my younger brother.","冷酷不起來，還總是談夢想與理想——<br>你與我弟弟、有些相似呢。","비정해지지 않고, 꿈과 이상을 말하는군……<br>그대는 조금, 내 동생과 닮았어.","Tu parles de rêves et d'idéaux sans cynisme. Tu me rappelles un peu mon petit frère.","Du sprichst über Träume und Ideale ohne kaltherzig zu werden. Ein bisschen erinnerst du mich an meinen jüngeren Bruder.","Hablas de sueños e ideales sin perder la sensibilidad. Me recuerdas un poco a mi hermano pequeño."],"fusion":["Such an idealist.<br>You are young.","只會盡說些理想的話語嗎？<br>……真是幼稚。","이상만을 입에 담는군.<br>……아직 어려.","Que d'idéalisme !<br>Tu es jeunes.","So ein Idealist. <br>Du bist wirklich jung.","Cuánto idealismo.<br>¡Cosas de jóvenes...!"]}},"212001206":{"compendium_id":836,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1191,3610,450,225],"MP":[53,160,75,37],"ATK":[44,134,30,15],"DEF":[40,120,30,15],"MAG":[43,129,30,15],"SPR":[39,117,30,15]},"limitburst_id":212001206,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[22,56,108],"effect_frames":[20,54,106],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,8,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A man of great ambition bent on rewriting the history of the distant world known as Ivalice. After the Archadian Empire invaded and took control of Nabradia and Dalmasca, Vayne began plotting the invasion of the Rozarrian Empire in order to continue expanding Archadia's territories. He then used the manufactured nethecite his loyal accomplice Dr. Cid had created to continue waging his wars. Although Vayne did unspeakable things to ensure the legacy of House Solidor, it would seem he was in fact doing all of this to protect his younger brother Larsa.","企圖在異界伊瓦利斯創造新的歷史篇章的野心家。在侵略了納布拉迪亞和達爾瑪斯卡後，為了擴張帝國版圖，他開始策劃另一場戰爭。他利用新開發的人造破魔石，積極備戰。為了家族的政治生命，他可以不擇手段，唯獨對自己的親弟弟拉薩狠不下心。","커다란 야심을 품고, 이계 이발리스에 새로운 역사를 만들어내려는 남자. 나브라디아와 달마스카 양국을 침략한 후 영토를 더욱 확장하기 위해 로자리아 제국과의 전쟁을 계획하고, 맹우인 닥터 시드가 개발한 인조 파마석의 힘을 토대로 대전쟁 준비를 진행하기도 했다. 솔리도르 가문의 정치 생명을 지키기 위해서라면 어떠한 희생도 감수하는 한편, 남동생 라사를 무척 아끼고 있는 듯하다.","Un homme habité par ses grandes ambitions et déterminé à réécrire l'histoire du monde lointain connu sous le nom d'Ivalice. Une fois que les nations de Nabradia et de Dalmasca furent sous le contrôle de l'empire, Vayne, avide d'étendre davantage le territoire archadien, entreprit de préparer l'invasion de l'empire de Rozarria. Il utilisa alors le nihilithe artificiel fabriqué par son fidèle acolyte, le Dr Cid, pour prolonger ses campagnes belliqueuses. Vayne se rendit responsable de nombreux actes innommables pour préserver la gloire de la Maison Solidor. La réalité est que ses actions n'avaient qu'un seul et ultime but : protéger son jeune frère, Larsa.","Ein Mann mit großen Ambitionen, der die Geschichte der weit entfernten Welt Ivalice neu schreiben möchte. Nachdem das Archadianische Imperium die Kontrolle über Nabradia und des Imperiums weiter zu vergrößern. Er setzte das von seinem treuen Helfer Dr. Cid gefertigte Nethizit ein, um seine Kriege fortzusetzen. Obwohl Vayne schreckliche Taten vollbrachte, um das Erbe des Hauses Solidor zu schützen, tat er dies augenscheinlich nur zum Schutz seines jüngeren Bruders Larsa.","Un hombre ambicioso que está determinado a reescribir la historia del lejano mundo de Ivalice. Después de que el Imperio de Arcadia invadiese y se hiciese con el control de Nabradia y Dalmasca, Vayne empezó a planificar la conquista del Imperio de Rozaria para así continuar con la expansión territorial de Arcadia. Más tarde, usó la neticita que había fabricado junto al Dr. Cid, su leal ayudante, para continuar con sus campañas militares. Aunque Vayne ha hecho cosas horribles para asegurar el legado de la casa Solidor, también podría parecer que todas estas acciones han sido motivadas para proteger a Larsa, su hermano pequeño."],"summon":["It seems you do not agree with my way of doing things. If so, then prove to me you have the power to correct me.","你的臉就像在說<br>我的做法錯了。<br>那就讓我見識能夠糾正我的力量吧。","내 방식이 틀렸다고<br>말하고 싶은 얼굴이로군.<br>그렇다면, 내게 올바른 힘을 보여 봐라.","On dirait que ma façon de faire les choses ne te convient pas. Dans ce cas, prouve-moi que tu as le pouvoir de me faire changer d'avis.","Es scheint, als wärst du nicht mit meinen Methoden einverstanden. Dann zeige mir, dass du die Kraft hast, mich zu berichtigen.","Parece que no compartes mi forma de hacer las cosas. Si es así, demuéstrame que tienes el poder para hacerme cambiar de opinión."],"evolution":["Had we more time, we might have used more \"prudent\" measures, but we do as the occasion calls for.","即使被踐踏，<br>還是得繼續向前，<br>有些時候不這樣做就不會有結果。","짓밟아서라도 나아가지 않으면,<br>아무것도 이룩할 수 없다……<br>그럴 때도, 있는 거다.","Si cette urgence nous oppressait moins, nous userions de mesures moins drastiques. Nous devrons agir en conséquence.","Mehr Zeit und wir hätten von martialischen Maßnahmen absehen können.","Si hubiéramos tenido más tiempo, hubiéramos actuado con más prudencia. Pero hemos hecho lo que la situación nos ha permitido."],"affinity":["You talk about dreams and ideals without being callous. You remind me a little bit of my younger brother.","冷酷不起來，還總是談夢想與理想——<br>你與我弟弟、有些相似呢。","비정해지지 않고, 꿈과 이상을 말하는군……<br>그대는 조금, 내 동생과 닮았어.","Tu parles de rêves et d'idéaux sans cynisme. Tu me rappelles un peu mon petit frère.","Du sprichst über Träume und Ideale ohne kaltherzig zu werden. Ein bisschen erinnerst du mich an meinen jüngeren Bruder.","Hablas de sueños e ideales sin perder la sensibilidad. Me recuerdas un poco a mi hermano pequeño."],"fusion":["Behold the power left me by our fallen friend.","力量正在充盈……<br>這讓我想起了<br>朋友所留下的力量。","힘이 넘친다 ……<br>친구가 넘겨준 힘이<br>떠오르는군.","Voyez le pouvoir que m'a laissé notre défunt ami.","Seht! Kraft, die mir ein gefallener Freund hinterließ.","Observa el poder que conseguí de tu amigo caído en combate."]}}},"skills":{"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png"},"10200":{"name":"Dispelga","cost":{"MP":18},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from all enemies"],"icon":"ability_3.png"},"10210":{"name":"Holy","cost":{"MP":35},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.3x, SPR) to one enemy"],"icon":"ability_5.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"30210":{"name":"Bravery","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase ATK by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30220":{"name":"Faith","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase MAG by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"200150":{"name":"Dualcast","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Enable unit to use magic (excluding blue magic) twice in one turn"],"icon":"ability_26.png"},"216040":{"name":"Light Resistance +20%","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Light by 20%"],"icon":"ability_99.png"},"222090":{"name":"Pummel","cost":{"MP":20},"attack_frames":[[2,12,22]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Inflict Confusion (40%) on one enemy"],"icon":"ability_51.png"},"222100":{"name":"Force of Will","cost":{"MP":28},"attack_frames":[[20,30,54,64,74,84,106]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.3x, ATK) to all enemies"],"icon":"ability_10.png"},"222110":{"name":"Force Barrier","cost":{"MP":24},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken from physical attacks taken by 25% to one ally for 2 turns","Increase break resistance to DEF by 100% for 2 turns to one ally","Gain Divine Sword (505360) (1 use)"],"icon":"ability_43.png"},"222120":{"name":"Magick Barrier","cost":{"MP":24},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by magic attacks by 25% to one ally for 2 turns","Increase break resistance to SPR by 100% for 2 turns to one ally","Gain Ascension (505370) (1 use)"],"icon":"ability_43.png"},"222130":{"name":"Enlightenment","cost":{"MP":57},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 45% for 3 turns to all allies","Increase the limit burst gauge fill rate by 100% for 3 turns to all allies"],"icon":"ability_63.png"},"222140":{"name":"Exceptional Tactics","cost":{"MP":57},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 45% for 3 turns to all allies","Restore 200 (+4x, Heal) HP split over 3 turns to all allies"],"icon":"ability_63.png"},"222150":{"name":"Venat's Protection","cost":{"MP":28},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Light and Dark by 50% for 3 turns to all allies"],"icon":"ability_9.png"},"222160":{"name":"Archadian Emperor","attack_type":"None","element_inflict":null,"effects":["Increase ATK, MAG and HP by 20%"],"icon":"ability_77.png"},"222170":{"name":"His Majesty","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Silence and Confusion by 100%"],"icon":"ability_19.png"},"222180":{"name":"For Solidor","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 15% when equipped with a Fist"],"icon":"ability_95.png"},"505360":{"name":"Divine Sword","cost":{"MP":45},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":["Light"],"effects":["Physical light damage (5.4x, ATK) to one enemy","Reduce resistance to Light by 50% for 3 turns to one enemy"],"icon":"ability_5.png","parentID":"222110"},"505370":{"name":"Ascension","cost":{"MP":60},"attack_frames":[[162,172,182,192,202,212,222,232,242,252,262,272]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (8x, ATK & MAG) to all enemies (+20% accuracy)","Increase ATK and MAG by 90% for 3 turns to all allies"],"icon":"ability_10.png","parentID":"222120"},"707468":{"name":"Force Barrier+1","cost":{"MP":24},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken from physical attacks taken by 30% to one ally for 3 turns","Increase break resistance to DEF by 100% for 3 turns to one ally","Gain Divine Sword+1 (508862) (1 use)"],"icon":"ability_43.png"},"707469":{"name":"Force Barrier+2","cost":{"MP":24},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken from physical attacks taken by 35% to one ally for 3 turns","Increase break resistance to DEF by 100% for 3 turns to one ally","Gain Divine Sword+2 (508838) (2 uses)"],"icon":"ability_43.png"},"707470":{"name":"Magick Barrier+1","cost":{"MP":24},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by magic attacks by 30% to one ally for 3 turns","Increase break resistance to SPR by 100% for 3 turns to one ally","Gain Ascension+1 (508863) (1 use)"],"icon":"ability_43.png"},"707471":{"name":"Magick Barrier+2","cost":{"MP":24},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by magic attacks by 35% to one ally for 3 turns","Increase break resistance to SPR by 100% for 3 turns to one ally","Gain Ascension+2 (508839) (1 use)"],"icon":"ability_43.png"},"707472":{"name":"Archadian Emperor+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK, MAG and HP by 40%"],"icon":"ability_77.png"},"707473":{"name":"Archadian Emperor+2","attack_type":"None","element_inflict":null,"effects":["Increase ATK, MAG and HP by 50% and DEF, SPR and MP by 20%"],"icon":"ability_77.png"}},"LB":{"name":"Mach Wave","attack_count":[5],"attack_frames":[[94,98,102,108,114]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (4x, ATK) to all enemies","Reduce ATK and MAG by 28% for 3 turns to all enemies","Gain Perfect Defense (505380) for one turn"],"max_level":["Physical damage (6.4x, ATK) to all enemies","Reduce ATK and MAG by 52% for 3 turns to all enemies","Gain Perfect Defense (505380) for one turn"]},"TMR":{"name":"Callous Strategist","compendium_id":716,"compendium_shown":true,"unit_restriction":null,"skills":{"221600":{"name":"Callous Strategist","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20% and ATK and MAG by 15%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Callous Strategist' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_77.png","strings":{"names":["Callous Strategist","殘酷的策略家","비정한 책략가","Stratège insensible","Ruchloser Stratege","Estratega despiadado"],"desc_short":["Boost HP by 20%, ATK and MAG by 15%","提高20%HP、15%攻擊魔力","HP 20%, 공격력과 마력 15% 상승","Augmente les PV de 20%, l'ATT et la MAGIE de 15%","Erhöht LP um 20% sowie ANG/MAG um 15%.","Aumenta la VIT un 20% y el ATQ y la MAG un 15%"],"desc_long":["Boosts HP by 20%, and ATK and MAG by 15%.","提高20%HP、15%攻擊魔力。","HP 20%, 공격력과 마력 15% 상승합니다.","Augmente les PV de 20%, l'ATT et la MAGIE de 15%","Erhöht LP um 20% sowie ANG/MAG um 15%.","Aumenta la VIT un 20% y el ATQ y la MAG un 15%."]},"type":"MATERIA"}},"212001303":{"rarity_min":3,"rarity_max":5,"name":"Larsa","game":"FFXII","job":"Imperial Prince","sex":"Male","equip":[1,2,5,6,11,12,40,50,53,60],"entries":{"212001303":{"compendium_id":840,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[485,1471,150,75],"MP":[24,73,35,17],"ATK":[21,63,10,5],"DEF":[22,66,10,5],"MAG":[21,63,10,5],"SPR":[25,76,10,5]},"limitburst_id":212001303,"attack_count":5,"attack_damage":[[10,10,10,10,60]],"attack_frames":[12,22,32,42,71],"effect_frames":[10,20,30,40,69],"max_lb_drop":1,"ability_slots":2,"magic_affinity":[4,0,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":25,"290020600":10,"290030200":5,"290050200":15,"290050300":5}},"strings":{"description":["A young boy who appears in tales of the distant world known as Ivalice. Larsa is the fourth son of Emperor Gramis, and has been educated in matters of the empire since infancy as an heir to the throne. Although he is no more than twelve years of age, his vast knowledge of politics and military strategy is considered astounding by many experts of both fields. Regardless of his many promising qualities as future emperor, Larsa tends to believe in others blindly, which can prove dangerous when he is unable to separate idealism from reality.","異界伊瓦利斯的故事中登場的少年。他是阿爾卡迪亞帝國皇帝葛拉密斯的四子，自幼學習帝王之術，成為下任皇帝的候選人。在政治和軍事方面的才能，比老練的政治家和軍師，有過之而無不及，一點也不像是十二歲的孩子。儘管具備了成為皇帝的素養，可是他那容易輕信他人的純真性格，導致他無法區別理想與現實。","이계 이발리스에 전해지는 이야기에 등장하는 소년. 아르카디아 제국의 황제 그라미스의 넷째 아들로, 차기 황제 후보 중 하나로서 어린 시절부터 제왕학을 배워 왔다. 약관 12세의 나이임에도 특히 정치, 전략에 정통하여 노련한 정치가나 참모들조차 혀를 내두를 정도라고 한다. 황제로서 충분한 소양을 갖추고 있으나, 사람의 마음을 믿는 순진한 성격은 이상과 현실을 판별하지 못하는 위태로움과 이어져 있기도 하다.","Un jeune garçon qui apparaît dans les divers récits du monde lointain d'Ivalice. Larsa est le quatrième fils de l'empereur Gramis. En tant qu'héritier du trône, il suit depuis l'enfance les enseignements de l'empire. Bien qu'il n'ait que douze ans, ses connaissances en matière de politique et de stratégie militaire sont jugées stupéfiantes par de nombreux experts. Malgré les qualités exceptionnelles qu'il affiche en tant que futur empereur, Larsa a la fâcheuse tendance d'accorder une confiance aveugle à ses pairs, de sorte qu'il est parfois incapable de distinguer l'idéal du réel.","Ein Junge aus den Geschichten der fernen Welt Ivalice. Larsa ist der vierte Sohn des Imperators Gramis und wurde von Kindheit an in allen Belangen des Reichs als Thronerbe unterrichtet. Obwohl er erst zwölf Jahre alt ist, konnte er viele Experten mit seinem umfassenden Wissen in Politik und Militärstrategie beeindrucken. Trotz seiner vielversprechenden Qualitäten als zukünftiger Imperator vertraut Larsa anderen blindlings, was sich als gefährlich erweisen könnte, wenn er Idealismus nicht von Realität unterscheiden kann.","Un joven que aparece en las historias del lejano mundo de Ivalice. Larsa es el cuarto hijo del emperador Gramis y se le ha instruido en todo lo que tiene que ver con el imperio desde bien pequeño debido a su condición de posible heredero al trono. Por tanto, a pesar de que tan solo tiene doce años, posee tantos conocimientos sobre política y estrategia militar que hasta los propios expertos se quedan boquiabiertos. Aun así, a pesar de sus prometedoras aptitudes como futuro emperador, Larsa suele confiar en la gente sin cuestionárselo demasiado. Esto último puede acabar siendo algo peligroso, ya que a veces no es capaz de distinguir el idealismo de la realidad."],"summon":["Let us go together.<br>I was going to wait for my escort, but I want to take advantage of my good luck having met you.","一起前進吧。<br>雖然原本預定要等到護衛回來，<br>但是我想珍惜相逢之緣。","함께 가요.<br>호위를 기다릴 예정이었지만,<br>이렇게 만나게 된 행운을 놓치고 싶지 않군요.","Allons-y.<br>Je voulais attendre mon escorte, mais puisque tu es là, je préfère saisir l'occasion au vol et t'accompagner.","Lasst uns gemeinsam aufbrechen.<br>Ich habe eigentlich auf meine Eskorte gewartet, werde mir aber nun den glücklichen Zufall unseres Treffens zu Nutze machen.","Déjanos ir juntos.<br>Iba a esperar a mi escolta, pero no quiero desaprovechar la oportunidad de haberte conocido."],"evolution":[null,null,null,null,null,null],"affinity":["I have put my trust in you.<br>I will bet on you.<br>I believe you.","我相信著你。<br>將希望都賭在你身上。<br>我信任你。","전 당신을 믿습니다.<br>귀공에게 걸고 싶어요.<br>귀공을 믿습니다.","Tu as toute ma confiance.<br>Je te confierai ma vie.<br>Je crois en toi.","Ich habe Vertrauen in Euch.<br>Ich werde auf Euch setzen und Euch glauben.","Tengo mi confianza puesta en ti.<br>Voy a apostar por ti.<br>¡Confío en ti!"],"fusion":["This thing is more dangerous than I had imagined.  I must do my best not to be overcome by it.","這股力量，<br>比我想象得更危險。<br>小心不該沉迷於這股巨大力量中。","이 힘은<br>상상했던 것 이상으로 위험한 힘이군요.<br>지나친 힘에 빠져들지 않도록 주의해야겠어요.","Elle est bien plus dangereuse que je ne le croyais. Je dois faire mon possible pour que sa force ne me dépasse pas.","Dieses Ding ist gefährlicher als ich annahm. Ich muss alles dafür geben, nicht in seiner Kraft unterzugehen.","Esta cosa es más peligrosa de lo que pensaba. Tengo que tener cuidado o acabará conmigo."]}},"212001304":{"compendium_id":841,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[631,1913,210,105],"MP":[32,96,45,22],"ATK":[27,83,14,7],"DEF":[28,86,14,7],"MAG":[27,83,14,7],"SPR":[33,100,14,7]},"limitburst_id":212001304,"attack_count":5,"attack_damage":[[10,10,10,10,60]],"attack_frames":[12,22,32,42,71],"effect_frames":[10,20,30,40,69],"max_lb_drop":2,"ability_slots":3,"magic_affinity":[5,0,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020600":20,"290030200":10,"290040200":5,"290050300":10,"290050400":5}},"strings":{"description":["A young boy who appears in tales of the distant world known as Ivalice. Larsa is incredibly brilliant for a twelve year old and also quite courageous, proving this by taking a pseudonym in order to clear the doubts instilled in him by his older brother and find the truth for himself. It's precisely because of these traits he possesses that many hope for him to become the next emperor of Archadia. Aware that the existence of the Archadian Empire puts a strain on international relations, he is resolved to reform the empire's current practices.","異界伊瓦利斯的故事中登場的阿爾卡迪亞帝國第四皇子。雖年僅十二歲，但頭腦清晰。為了向兄長證明自己的清白，甚至能隱藏身份行動，可謂膽識過人。因此，周遭對他的期待也非同小可。在和外國交流的過程中，發現了自己國家的陰暗處，決心修整做法，重整國家。","이계 이발리스에서 전해지는 이야기에 등장하는, 아르카디아 제국의 제4황자. 12살이라곤 믿기 힘들 정도로 두뇌 명석한 소년으로, 형과 얽힌 의혹을 풀기 위해 가명을 내세워 행동하는 대담함 또한 갖추고 있으며 그 때문에 차기 황제 후보로서 주변의 높은 기대를 받고 있다. 국외의 사람들과 교류하며 조국에 존재하는 일그러짐을 깨닫고, 그것을 바로잡아 나라를 고쳐세우려 하는 인물.","Un jeune garçon qui apparaît dans les divers récits du monde lointain d'Ivalice. Larsa est incroyablement intelligent pour son âge, en plus d'être courageux. Pour prouver ceci, il s'est attribué un pseudonyme afin de dissiper les doutes que son frère aîné tient à son égard et pour découvrir la vérité de lui-même. Ce sont ces qualités qui inspirent bon nombre de gens à placer en lui leur espoir ; espoir qu'il deviendra le prochain empereur d'Archadia. Conscient du fait que l'existence de l'empire archadien complique grandement les relations internationales, il est déterminé à en réformer les pratiques actuelles.","Ein Junge aus den Geschichten der fernen Welt Ivalice. Larsa ist für seine zwölf Jahre unglaublich klug und auch sehr mutig. Dies bewies er, als er ein Pseudonym annahm, um alle Zweifel an seiner Person auszuräumen, die sein älterer Bruder über ihn verbreitet hatte, und so die Wahrheit eigenmächtig ans Licht zu bringen. Aufgrund dieser Eigenschaften hoffen viele, dass er der nächste Imperator des Archadianischen Reiches wird. Ihm ist bewusst, dass das Bestehen des Imperiums die internationalen Beziehungen belastet, deshalb möchte er die derzeitigen Praktiken des Reichs reformieren.","Un joven que aparece en las historias del lejano mundo de Ivalice. Para tener doce años, Larsa es muy inteligente y valeroso. Prueba de ello es el hecho de que se ocultase bajo un pseudónimo para despejar las dudas que su hermano mayor le sembraba y, de esta forma, descubrir la verdad por sí mismo. De hecho, debido a su aptitud, muchos quieren que Larsa sea el próximo emperador de Arcadia. Asimismo, consciente de las detestables relaciones diplomáticas del Imperio de Arcadia, está decidido a reformar las prácticas actuales del imperio."],"summon":["Please allow me to accompany you. My name? It's Lamont...<br>No, it's Larsa.","請讓我一起同行。<br>名字嗎？我叫拉蒙……<br>不、我叫拉薩。","저도 동행하게 해주세요.<br>이름 말인가요? 아, 저는 라몬……<br>아니, 라사입니다.","Permettez-moi de vous accompagner.<br>Mon prénom ?<br>Lamont...<br>Non, je m'appelle Larsa.","Dürfte ich die Herrschaften wohl begleiten? Mein Name? Ich heiße Lamo...<br>Nein, Larsa.","Déjame ir contigo.<br>¿Que cómo me llamo?<br>Soy Lamon...<br>No, en realidad me llamo Larsa."],"evolution":["With this new power you have granted me, I shall see that you are kept from harm. I give you my word.","賭上我的名譽。<br>這新得到的力量，<br>就用在保護您身上吧。","새롭게 얻은 이 힘을<br>여러분을 지키기 위해 사용하겠어요.<br>제 명예를 걸고.","Grâce au pouvoir que vous m'avez accordé, je veillerai à ce qu'il ne vous arrive rien. Je vous en fais le serment.","Euch soll kein Leid geschehen. Ich gebe Euch mein Wort.","Usaré este nuevo poder<br>que me has concedido para protegerte de cualquier peligro.<br>Te doy mi palabra."],"affinity":["I have put my trust in you.<br>I will bet on you.<br>I believe you.","我相信著你。<br>將希望都賭在你身上。<br>我信任你。","전 당신을 믿습니다.<br>귀공에게 걸고 싶어요.<br>귀공을 믿습니다.","Tu as toute ma confiance.<br>Je te confierai ma vie.<br>Je crois en toi.","Ich habe Vertrauen in Euch.<br>Ich werde auf Euch setzen und Euch glauben.","Tengo mi confianza puesta en ti.<br>Voy a apostar por ti.<br>¡Confío en ti!"],"fusion":["The differences between our two lands will fade before the shared dream of men.","就算國與國間互相競爭，<br>人還是能夠擁有相同夢想。","설령 나라와 나라가<br>손을 마주 잡지 않는다 하더라도<br>사람은 같은 꿈을 꿀 수 있어요.","Les différences qui séparent nos pays s'effaceront dans le rêve commun des hommes.","Unsere Länder scheinen unversöhnlich verfeindet. Doch träumen wir denselben Traum.","Las diferencias entre nuestros países acabarán desapareciendo porque eso es lo que quiere la gente."]}},"212001305":{"compendium_id":842,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[821,2488,240,120],"MP":[41,125,60,30],"ATK":[36,109,16,8],"DEF":[37,112,16,8],"MAG":[36,108,16,8],"SPR":[43,130,16,8]},"limitburst_id":212001305,"attack_count":5,"attack_damage":[[10,10,10,10,60]],"attack_frames":[12,22,32,42,71],"effect_frames":[10,20,30,40,69],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[6,0,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young boy who appears in tales of the distant world known as Ivalice. Larsa is a member of the imperial family who contrary to his stubborn older brother Vayne, is working towards ridding his homeland of the corruption affecting it in order to lead it towards peace. Although he feels too powerless to stop his brother's ambitions, he still devotes himself to his idealistic efforts of preventing a war. Even now he still continues to grow as a promising heir to the imperial throne.","異界伊瓦利斯的故事中登場的阿爾卡迪亞帝國第四皇子。作為皇室一員，摸索修整國家，使之走向正途的方法。在這個過程中，和強硬的兄長斐因走向對立。無奈力不從心，無法阻止兄長。即便如此，也沒有放棄理想，為規避戰爭而四處奔波。逐漸成長為合格的皇帝候選人。","이계 이발리스에서 전해지는 이야기에 등장하는, 아르카디아 제국의 제4황자. 황가의 일원으로서, 제국에 내재하는 일그러짐을 바로잡아 평화를 향한 길을 구축하고자 모색하던 중 강경파인 형 베인과 대립하게 된다. 형을 막지 못하는 자신의 무력함에 망연자실했으나, 그럼에도 불구하고 이상을 버리지 않고 전쟁을 피하기 위해 동분서주하는 등 차기 황제 후보에 걸맞은 인물로 성장해 나간다.","Un jeune garçon qui apparaît dans les divers récits du monde lointain d'Ivalice. Larsa est un membre de la famille impériale. Contrairement à son frère aîné Vayne, qui est connu pour son caractère obstiné, il s'efforce de purger toute corruption de son pays natal afin d'engendrer une ère de paix. Bien qu'il se sente incapable de mettre un terme aux ambitions de son frère, il continue de se consacrer à ses efforts idéalistes visant à empêcher une prochaine guerre. Aujourd'hui encore, il grandit chaque jour et se manifeste comme l'un des héritiers au trône les plus prometteurs.","Ein Junge aus den Geschichten der fernen Welt Ivalice. Larsa ist Mitglied der Herrscherfamilie und möchte im Gegensatz zu seinem sturköpfigen, älteren Bruder Vayne die Korruption in seiner Heimat bekämpfen, um diese zu befrieden. Obwohl er sich machtlos fühlt, um die ehrgeizigen Pläne seines Bruders zu durchkreuzen, verfolgt er das hehre Ziel, einen Krieg zu verhindern. Selbst jetzt entwickelt er sich weiterhin zu einem vielversprechenden Thronerben.","Un joven que aparece en las historias del lejano mundo de Ivalice. Larsa es uno de los miembros de la familia imperial. Además, a diferencia del tozudo de su hermano mayor Vayne, trabaja para eliminar la corrupción que asola a su patria y, de forma paralela, promover la paz. Aun así, se siente impotente ante las acciones de su hermano, aunque esto no le impide dedicarse en cuerpo y alma a su esfuerzo idealista de prevenir la guerra. Asimismo, a día de hoy, Larsa continúa incrementando su popularidad como heredero al trono."],"summon":["For me to have been called here is proof that something is crooked. I will straighten whatever that is and protect this world.","既然我被召喚到這個世界來，<br>就代表這裡有什麼扭曲的事物。<br>我要糾正那些扭曲並守護世界。","제가 이 세계에 소환된 것은<br>무언가가 일그러졌다는 증거입니다.<br>그 이유를 밝혀 세계를 지켜내겠어요.","Le fait que j'ai été appelé ici prouve bien que quelque chose cloche. Je vais y remédier et protéger le monde.","Dass ich in diese Welt gerufen wurde, ist Beweis, dass hier etwas nicht stimmt. Was auch immer es sein mag: Ich werde das Problem lösen und diese Welt beschützen.","Que me hayan convocado solo quiere decir una cosa: algo va mal. Resolveré el entuerto y protegeré a este mundo."],"evolution":["Though I lack your power,<br>I will still persist.","我――就算我！<br>毫無權勢力量<br>也絕不輕言放棄！","나는…… 저는!<br>무력하다 하더라도<br>포기하진 않을 겁니다!","Quoique je n'aie pas votre force,<br>je persévère.","Du magst mächtig sein, <br>und doch werde ich dich bekämpfen.","Aunque no tengo tu poder,<br>¡no pienso rendirme!"],"affinity":["I have put my trust in you.<br>I will bet on you.<br>I believe you.","我相信著你。<br>將希望都賭在你身上。<br>我信任你。","전 당신을 믿습니다.<br>귀공에게 걸고 싶어요.<br>귀공을 믿습니다.","Tu as toute ma confiance.<br>Je te confierai ma vie.<br>Je crois en toi.","Ich habe Vertrauen in Euch.<br>Ich werde auf Euch setzen und Euch glauben.","Tengo mi confianza puesta en ti.<br>Voy a apostar por ti.<br>¡Confío en ti!"],"fusion":["The men of my family, we are taught to place the needs of others before those of our own. It is our duty to House Solidor.","作為索里多家的男人，<br>維持安寧，是我的工作。","솔리도르 가문의 인간으로서<br>사람들의 안녕을 위해 노력하는 것도<br>제 업 중 하나입니다.","Dans ma famille, on nous enseigne à passer les besoins d'autrui avant les nôtres. C'est mon devoir envers la maison de Solidor.","Die Erziehung des Hauses Solidor gebietet ihren Söhnen, die Bedürfnisse anderer zu respektieren.","En mi familia, a los hombres se nos enseña a anteponer las necesidades de la gente antes que las nuestras. Ese es nuestro deber como miembros de la casa Solidor."]}}},"skills":{"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"200470":{"name":"Entrust","cost":{"MP":18},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Transfer LB gauge to another unit"],"icon":"ability_78.png"},"221830":{"name":"X-Potion - Personal","cost":{"MP":9},"attack_frames":[[110]],"attack_type":"None","element_inflict":null,"effects":["Restore 2000 HP to one ally"],"icon":"ability_4.png"},"221840":{"name":"Ether - Personal","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 20 MP to one ally"],"icon":"ability_4.png"},"221850":{"name":"Remedy - Personal","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure all status effects for one ally"],"icon":"ability_3.png"},"221860":{"name":"Phoenix Down - Personal","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Revive one ally from KO (30% HP)"],"icon":"ability_1.png"},"221870":{"name":"Red Fang - Personal","cost":{"MP":9},"attack_frames":[[150]],"attack_type":"None","element_inflict":["Fire"],"effects":["Fixed fire damage (2400) to all enemies"],"icon":"ability_21.png"},"221880":{"name":"Blue Fang - Personal","cost":{"MP":9},"attack_frames":[[70]],"attack_type":"None","element_inflict":["Lightning"],"effects":["Fixed lightning damage (2400) to all enemies"],"icon":"ability_20.png"},"221890":{"name":"White Fang - Personal","cost":{"MP":9},"attack_frames":[[150]],"attack_type":"None","element_inflict":["Ice"],"effects":["Fixed ice damage (2400) to all enemies"],"icon":"ability_22.png"},"221900":{"name":"Hospitality","cost":{"MP":48},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Gain Reflect Shard (505200), Remedy of Hospitality (505190), Whole-hearted Service (505210) and X-potion of Hospitality (505180) for 3 turns"],"icon":"ability_60.png"},"505180":{"name":"X-potion of Hospitality","cost":{"MP":18},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 2000 HP to all allies"],"icon":"ability_4.png","parentID":"221900"},"505190":{"name":"Remedy of Hospitality","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure all status effects for all allies"],"icon":"ability_3.png","parentID":"221900"},"505200":{"name":"Reflect Shard","cost":{"MP":25},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":null,"effects":["Reflect 1 spell(s) for one turn to one ally"],"icon":"ability_98.png","parentID":"221900"},"505210":{"name":"Whole-hearted Service","cost":{"MP":32},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n25%: Whole-hearted Service (505220)\n25%: Whole-hearted Service (505230)\n20%: Whole-hearted Service (505240)\n20%: Whole-hearted Service (505250)\n10%: Whole-hearted Service (505260)"],"icon":"ability_4.png","parentID":"221900"}},"LB":{"name":"Prince's Encouragement","attack_count":[1],"attack_frames":[[240]],"damage_type":"None","element_inflict":null,"min_level":["Restore 40% HP to all allies","Restore 60 (+0.1x, Heal) MP split over 3 turns to all allies"],"max_level":["Restore 59% HP to all allies","Restore 60 (+0.1x, Heal) MP split over 3 turns to all allies"]},"TMR":{"name":"Imperial Talent","compendium_id":717,"compendium_shown":true,"unit_restriction":null,"skills":{"221610":{"name":"Imperial Talent","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20% and HP by 5%","Gain Regen (Auto) (10121) at the start of a battle or when revived"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Imperial Talent' passive."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_77.png","strings":{"names":["Imperial Talent","賢帝的修養","현제의 소양","Talent impérial","Kaiserliche Kenntnisse","Talento de emperador"],"desc_short":["Boost HP by 5%, SPR by 20%, and restore HP every turn","提高5%HP%、20%精神+每回合自動恢復HP","HP 5%, 정신력 20% 상승+전투 중 매 턴마다 HP 회복","Augmente les PV de 5%, la PSY de 20% et restaure les PV à chaque tour","Erhöht LP um 5%, sowie PSY um 20% und regeneriert jede Runde LP.","Aumenta la VIT un 5%, ESP un 20% y recupera VIT cada turno"],"desc_long":["Boost HP by 5%, SPR by 20%, and gradually restores HP every turn.","提高5%HP%、20%精神，並且每回合自動恢復HP。","HP 5%, 정신력이 20% 상승하고, 매 턴마다 HP를 회복합니다.","Augmente les PV de 5%, la PSY de 20% et restaure les PV à chaque tour","Erhöht LP um 5%, sowie PSY um 20% und regeneriert jede Runde allmählich LP.","Aumenta la VIT un 5%, el ESP un 20% y recupera la VIT cada turno."]},"type":"MATERIA"}},"212001404":{"rarity_min":4,"rarity_max":6,"name":"Drace","game":"FFXII","job":"Judge Magister","sex":"Female","equip":[1,2,3,5,6,30,31,40,41,50,51,52,53,60],"entries":{"212001404":{"compendium_id":837,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[700,2122,240,120],"MP":[34,104,40,20],"ATK":[25,76,16,8],"DEF":[26,79,16,8],"MAG":[28,85,16,8],"SPR":[23,70,16,8]},"limitburst_id":212001404,"attack_count":1,"attack_damage":[[100]],"attack_frames":[19],"effect_frames":[17],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[5,6,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020500":25,"290030400":13,"290040300":8,"290050300":15,"290050400":8}},"strings":{"description":["A judge magister who appears in tales of the distant world known as Ivalice. Female judge magisters are extremely rare, and as one Drace is skilled in both the art of war and magic. She has also been entrusted with crucial missions by Emperor Gramis alongside Gabranth. Disliking the callous nature of Vayne, the Emperor's oldest living son, Drace hopes that the kind and wise Larsa, Vayne's younger brother, will inherit the throne instead.","異界伊瓦利斯的故事中登場的最高審判者。她是為數不多的女性審判者，武術和魔法的技藝都很高超，和同僚加布藍斯一樣，深受皇帝的賞識。她十分厭惡皇子斐因的冷酷，希望性情溫和的拉薩成為下任皇帝。","이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 지극히 그 수가 적은 여성 저지마스터로, 무술과 마법 모두 우수하며 동료인 가브라스와 함께 그라미스 황제에게서 받는 신임도 두텁다. 황제의 아들 베인의 비정함을 혐오하며, 베인과 형제 사이지만 온순하고 재능이 넘치는 남동생 라사가 차기 황제가 되기를 바라고 있다.","Un Haut Juge qui apparaît dans les divers récits du monde lointain d'Ivalice. Il est rare de voir une femme dans les rangs des Hauts Juges. Drace se distingue d'autant plus par sa maîtrise des arts de la guerre et de la magie. C'est à Gabranth et à elle-même que l'empereur Gramis confie notamment ses missions les plus cruciales. Drace, qui méprise la nature cruelle de Vayne, le fils aîné de l'empereur, espère que son jeune frère Larsa montera sur le trône.","Eine Hohe Richterin in den Geschichten der fernen Welt Ivalice. Es gibt nur sehr wenige Hohe Richterinnen und Drace ist sowohl in der Kriegskunst als auch in der Magie bewandert. Ihr wurden zudem von Imperator Gramis wichtige Missionen an der Seite von Gabranth aufgetragen. Da sie das Wesen von Vayne, dem ältesten lebenden Sohn des Imperators, nicht mag, hofft sie inständig, dass dessen jüngerer Sohn Larsa den Thron erben wird.","Una jueza suprema que aparece en las historias del mundo lejano de Ivalice. Hay muy pocas juezas y, como una de estas, Drace está curtida tanto en el arte de la guerra como en la magia. También, el emperador Gramis, junto a Gabranth, le encomendó misiones de vital importancia. Por su parte, a Drace no soporta a Vayne debido a su naturaleza cruel, por lo que espera que Larsa, su hermano menor, que es más sabio y tiene un corazón más puro, ocupe el trono en su lugar."],"summon":["As a Judge Magister charged with guarding the law, it is my duty to intern all insolent people.","身為律法守衛的最高審判者，<br>必須拘禁違法之人。","법을 수호하는 저지 마스터로서<br>불경한 무리를 감금하겠다.","En tant que Haut Juge et représentante de la loi, il est de mon devoir d'enfermer les insolents.","Als Hohe Richterin bin ich mit dem Schutze des Rechts betraut. Es ist meine Pflicht, jede Auflehnung mit Arrest zu bestrafen.","Como maestro juez, estoy a cargo de velar por el cumplimiento de la ley y, por tanto, es mi deber encerrar a cualquier insolente."],"evolution":[null,null,null,null,null,null],"affinity":["You and I, we will fight for our future.<br>How splendid.<br>No matter what, we will live on.","我會與您一起守護我們的未來。<br>明白嗎？<br>無論發生什麼事情，都要活下去。","그대와 내가 함께 우리의 미래를<br>지켜나가는 거다. 알겠지?<br>어떻게 해서라도 살아남아라.","Toi et moi combattrons pour forger le futur.<br>C'est formidable.<br>Quels que soient les obstacles, nous les surmonterons.","Ihr und ich, wir werden für unsere Zukunft kämpfen.<br>Wie wunderbar. Was auch immer passiert, wir werden weiterleben.","Tú y yo lucharemos por el futuro.<br>Qué maravilla.<br>Venga lo que venga, lo superaremos."],"fusion":["I doubt this will be enough to deter the enemy, but even a slight hindrance to their operations would be welcome.","起碼讓敵人行動變得遲緩也好。<br>這樣就能夠爭取防禦的時間。","적의 움직임을 조금이라도<br>무디게 할 수 있으면 된다.<br>방비를 가다듬을 시간을 벌 수 있으니 말이야.","Je doute que cela suffise pour dissuader notre ennemi. mais toute entrave à ses manigances est la bienvenue.","Der Feind wird sich nicht beeindrucken lassen, aber selbst die kleinste Verzögerung wäre hilfreich, um sie an einer Invasion zu hindern.","Dudo que con esto podamos disuadir al enemigo, pero cualquier obstáculo, por pequeño que sea, es bienvenido."]}},"212001405":{"compendium_id":838,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[910,2759,300,150],"MP":[45,136,50,25],"ATK":[33,99,20,10],"DEF":[34,103,20,10],"MAG":[37,111,20,10],"SPR":[30,92,20,10]},"limitburst_id":212001405,"attack_count":1,"attack_damage":[[100]],"attack_frames":[19],"effect_frames":[17],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[6,7,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060200":5,"290060400":10}},"strings":{"description":["A judge magister who appears in tales of the distant world known as Ivalice. Drace has faith in the upbringing of Larsa, Emperor Gramis's fourth son, and believes him to show great promise. On the other hand, she has no reservations about accusing Vayne, Larsa's older brother, of killing his older brothers in cold blood in order to claim the imperial throne for himself. Drace has vowed to protect the young Larsa alongside fellow judge magister Gabranth, who also believes in the boy's judgment.","異界伊瓦利斯的故事中登場的最高審判者。她信任皇帝四子拉薩，對其寄予厚望。對以叛國者罪名處死親哥哥的斐因，她始終懷疑這是他覬覦帝位的行動。同僚加布藍斯也是為數不多的拉薩支持者，一同發誓保護拉薩。","이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 그라미스 황제의 넷째 아들 라사를 신봉하며, 그의 성장을 흐뭇하게 여기고 있다. 과거에 친형을 반역자로서 처단한 베인에 대해 '형을 제거한 것은 황위를 노린 야심 때문'이라는 의심을 숨기려고도 하지 않는다. 동료인 가브라스는 소수파인 친 라사 파의 동지이자, 함께 라사를 지켜내고자 맹세한 사이기도 하다.","Un Haut Juge qui apparaît dans les divers récits du monde lointain d'Ivalice. Drace a confiance en l'éducation de Larsa, le quatrième fils de l'empereur Gramis, et fait preuve d'une grande foi envers son potentiel. Elle ne montre néanmoins aucune réserve à accuser Vayne, l'aîné de Larsa, du meurtre de ses propres frères ; un acte qu'il aurait selon elle commis pour accaparer le titre d'empereur. Drace a juré de protéger le jeune Larsa, promesse à laquelle s'est joint le Haut Juge Gabranth, qui tient lui aussi le garçon en estime.","Eine Hohe Richterin aus den Geschichten der fernen Welt Ivalice. Drace vertraut auf die Erziehung von Larsa, dem vierten Sohn des Imperators Gramis, und hält ihn für überaus vielversprechend. Allerdings schreckt sie nicht davor zurück, Larsas älteren Bruder Vayne des kaltblütigen Mordes an seinen älteren Brüdern zu beschuldigen, um sich selbst den Thron zu sichern. Drace hat geschworen, gemeinsam mit dem Hohen Richter Gabranth den jungen Larsa zu beschützen. Gabranth glaubt ebenfalls an das gute Urteilsvermögen des Jungen.","Una jueza suprema que aparece en las historias del mundo lejano de Ivalice. Drace tiene todas sus esperanzas puestas en instruir a Larsa, el cuarto hijo del emperador Gramis, y, además, cree que el muchacho promete mucho. Por otra parte, Drace no se corta a la hora de acusar a Vayne de haber asesinado a sus otros hermanos a sangre fría para hacerse con el trono del imperio. Además, junto a Gabranth, Drace ha jurado proteger al joven Larsa, pues ambos tienen sus esperanzas depositadas en el buen juicio del muchacho."],"summon":["I have no intention of falling behind.<br>I shall become your shield.","我可不想落為人後，<br>就讓我成為守護您的盾牌吧。","그 누구에게도 뒤처질 수 없다.<br>내가 전하를 지킬 방패가 되리.","Je n'ai pas l'intention d'être une gêne.<br>Je deviendrai ton bouclier.","Ich habe nicht vor, Euch in etwas nachzustehen. Lasst mich Euer Schutzschild sein.","No tengo intención de quedarme atrás.<br>Yo seré tu escudo."],"evolution":["Not a bad development, if I do say so myself.<br>I do not mind if you choose to rely on me.","連我都覺得是個不錯的成長呢。<br>要委託我也是可以的。","나치고는 나쁘지 않은 성장이로군.<br>날 의지해도 좋다.","Je ne m'en sors pas mal, je dois dire.<br>Si tu veux, tu peux compter sur moi.","Keine schlechte Entwicklung, wenn ich das mal so sagen darf. <br>Verlasst Euch ruhig auf mich.","No ha estado mal, hasta yo lo reconozco.<br>De hecho, no me importa ayudarte."],"affinity":["You and I, we will fight for our future.<br>How splendid.<br>No matter what, we will live on.","我會與您一起守護我們的未來。<br>明白嗎？<br>無論發生什麼事情，都要活下去。","그대와 내가 함께 우리의 미래를<br>지켜나가는 거다. 알겠지?<br>어떻게 해서라도 살아남아라.","Toi et moi combattrons pour forger le futur.<br>C'est formidable.<br>Quels que soient les obstacles, nous les surmonterons.","Ihr und ich, wir werden für unsere Zukunft kämpfen.<br>Wie wunderbar. Was auch immer passiert, wir werden weiterleben.","Tú y yo lucharemos por el futuro.<br>Qué maravilla.<br>Venga lo que venga, lo superaremos."],"fusion":["You would allow those disloyal ne'er-do-wells to do as they please?","怎麼能讓這些不忠之徒<br>按照自己意願行事？","불충한 무능력자의 뜻대로<br>흘러가게 두진 않는다.","Vous permettriez à ces bons à rien de faire comme bon leur semble ?","Wollt Ihr diesen illoyalen Tunichtguten etwa erlauben, zu machen, wie es ihnen gefällt?!","¿Vas a permitir que esa panda de patanes desleales haga lo que quiera?"]}},"212001406":{"compendium_id":839,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1184,3587,450,225],"MP":[59,178,75,37],"ATK":[43,129,30,15],"DEF":[44,134,30,15],"MAG":[48,145,30,15],"SPR":[40,120,30,15]},"limitburst_id":212001406,"attack_count":1,"attack_damage":[[100]],"attack_frames":[19],"effect_frames":[17],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[7,8,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A judge magister who appears in tales of the distant world known as Ivalice. Drace dedicated herself to executing Emperor Gramis's every command, and so did Gabranth. For a long time she claimed that the stubborn Vayne was unfit to rule the empire, but she was unable to put a stop to his ambitions all the same. Once she withdrew from her position as a judge magister, she relinquished her role as Larsa's protector to Gabranth.","異界伊瓦利斯的故事中登場的最高審判者。和加布藍斯一樣，奉皇帝之命行動。她向來視強硬的斐因為危險因子，主張其不能勝任皇帝。然而，斐因的計策使一切反抗都淪為徒勞。她不得不從特殊騎士團審判者退出，將守衛拉薩的重任託付給了加布藍斯。","이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 가브라스와 함께 그라미스 황제의 의향에 따라 행동하고 있다. 본래 그녀는 강경파인 베인을 위험시하고, 차기 황제에는 걸맞지 않는다고 주장해왔다. 그러나 배인의 책략에 저항하지 못하고 실추하고 만다. 특수 기사단 '저지'를 떠나게 된 그녀는, 가브라스에게 라사를 지킬 것을 부탁했다.","Un Haut Juge qui apparaît dans les divers récits du monde lointain d'Ivalice. Drace s'est jurée d'accomplir la volonté de l'empereur Gramis, à l'instar de Gabranth. De longues années durant, elle proclama haut et fort que Vayne était incapable de régner sur l'empire, mais jamais elle ne parvint à enrayer ses ambitions. Elle finit par quitter son poste de Haut Juge, et ce jour-là, dut également renoncer à son rôle de protectrice de Larsa.","Eine Hohe Richterin aus den Geschichten der fernen Welt Ivalice. Drace führte jeden Befehl des Imperators Gramis aus, ebenso wie Gabranth. Lange Zeit war sie der Meinung, der sturköpfige Vayne könne das Imperium nicht regieren, doch sie war nicht in der Lage, dessen Pläne zu durchkreuzen. Als sie von ihrem Posten als Hohe Richterin zurücktrat, übergab sie ihre Aufgabe, den Schutz Larsas, an Gabranth.","Una jueza suprema que aparece en las historias del mundo lejano de Ivalice. Drace se volcó en cuerpo y alma a la hora de ejecutar cualquier orden que viniese del emperador Gramis, al igual que Gabranth. Durante mucho tiempo, no paraba de reiterar que el tozudo de Vayne no estaba preparado para gobernar el imperio, pero, aun así, fue incapaz de impedir que se hiciera con el poder. Cuando dejó de ejercer como jueza, también le cedió a Gabranth la tarea de proteger a Larsa."],"summon":["I have seen my share of snakes in the grass.<br>I, however, would expect different from someone like you.","我見過許多鬧出笑話的人。<br>希望您<br>別成為那樣的人。","나는 얕은수나 쓰는 광대를 많이 봐 왔다.<br>그대는 그런 부류가 아니기를 기대하지.","J'ai vu de nombreuses personnes superficielles et fausses, à mon époque.<br>Mais j'attends autre chose de ta part.","Ich bin schon vielerlei falschen Schlangen begegnet.<br>Von Euch jedoch erwarte ich viel mehr.","En el pasado, he tenido que lidiar con mucha gente falsa.<br>Sin embargo, de alguien como tú espero algo diferente."],"evolution":["It is the duty of a Judge Magister to<br>pick out the true traitors.","無法看穿真正的背叛者，<br>是無法擔任審判長一職的。","진정한 반역자를 간파하지 못한다면<br>저지 마스터라 할 수 없지.","Le devoir d'un vrai Haut Juge est<br>d'identifier les véritables traîtres.","Es ist die Pflicht eines Hohen Richters, <br>die wahren Verräter zu durchschauen.","El deber de todo maestro juez es<br>saber distinguir a los traidores."],"affinity":["You and I, we will fight for our future.<br>How splendid.<br>No matter what, we will live on.","我會與您一起守護我們的未來。<br>明白嗎？<br>無論發生什麼事情，都要活下去。","그대와 내가 함께 우리의 미래를<br>지켜나가는 거다. 알겠지?<br>어떻게 해서라도 살아남아라.","Toi et moi combattrons pour forger le futur.<br>C'est formidable.<br>Quels que soient les obstacles, nous les surmonterons.","Ihr und ich, wir werden für unsere Zukunft kämpfen.<br>Wie wunderbar. Was auch immer passiert, wir werden weiterleben.","Tú y yo lucharemos por el futuro.<br>Qué maravilla.<br>Venga lo que venga, lo superaremos."],"fusion":["I will ne'er forgive anyone who means to do harm to my master.","危害主君之人，<br>無論是誰都是無法原諒的。","주군께 위해를 가하는 자,<br>누구를 막론하고 용서치 않으리.","Je ne pardonnerai jamais à quiconque d'attenter à la vie de mon maître.","Ich werde niemandem vergeben, der meinem Herrn ein Leid zufügen will.","Nunca perdonaré a nadie que haya intentado hacerle daño a mi amo."]}}},"skills":{"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"100040":{"name":"MP +10%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 10%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"101150":{"name":"Pharmacology","attack_type":"None","element_inflict":null,"effects":["Increase healing power of items by 100% during battle"],"icon":"ability_70.png"},"221750":{"name":"Achilles","cost":{"MP":26},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Randomly use:\n25%: Achilles (505140)\n25%: Achilles (505150)\n25%: Achilles (505160)\n25%: Achilles (505170)"],"icon":"ability_39.png"},"221760":{"name":"Tactical Guard","cost":{"MP":36},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF by 45% for 4 turns to all allies","Restore 5100 (+9x, Heal) HP split over 4 turns to all allies"],"icon":"ability_77.png"},"221770":{"name":"Noble Mind","cost":{"MP":36},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase SPR by 45% for 4 turns to all allies","Restore 60 MP split over 4 turns to all allies"],"icon":"ability_77.png"},"221780":{"name":"Revolt","cost":{"MP":45},"attack_frames":[[70,94,118,142,166,190],[190]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (3x * 1.33 = 4x, MAG) to all enemies (ignore reflect)","Cure all status effects for all allies"],"icon":"ability_10.png"},"221790":{"name":"Free Motion","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove Stop debuff from one ally"],"icon":"ability_3.png"},"221800":{"name":"Dark Barrier","cost":{"MP":22},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Dark by 70% for 3 turns to all allies"],"icon":"ability_98.png"},"221810":{"name":"Desperation","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 80% when HP drops below 20% (max 9000x)","Increase DEF by 80% when HP drops below 20% (max 9000x)"],"icon":"ability_77.png"},"221820":{"name":"4th in Command","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 30% when equipped with a Sword"],"icon":"ability_95.png"},"222070":{"name":"Flamephant","cost":{"MP":60},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (4.2x, MAG) to all enemies"],"icon":"ability_21.png"},"222080":{"name":"Rapier","cost":{"MP":34},"attack_frames":[[28]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.5x * 1.33 = 3.33x, MAG) to one enemy (ignore reflect)"],"icon":"ability_26.png"},"505140":{"name":"Achilles","cost":{},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Reduce resistance to Fire and Water by 30% for 2 turns to one enemy"],"icon":"ability_39.png","parentID":"221750"},"505150":{"name":"Achilles","cost":{},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Reduce resistance to Ice and Wind by 30% for 2 turns to one enemy"],"icon":"ability_39.png","parentID":"221750"},"505160":{"name":"Achilles","cost":{},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Reduce resistance to Lightning and Earth by 30% for 2 turns to one enemy"],"icon":"ability_39.png","parentID":"221750"},"505170":{"name":"Achilles","cost":{},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Reduce resistance to Light and Dark by 30% for 2 turns to one enemy"],"icon":"ability_39.png","parentID":"221750"},"707474":{"name":"Flamephant+1","cost":{"MP":60},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (4.8x, MAG) to all enemies"],"icon":"ability_21.png"},"707475":{"name":"Flamephant+2","cost":{"MP":48},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (6x, MAG) to all enemies"],"icon":"ability_21.png"},"707476":{"name":"Achilles+1","cost":{"MP":26},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Randomly use:\n25%: Achilles+1 (508840)\n25%: Achilles+1 (508841)\n25%: Achilles+1 (508842)\n25%: Achilles+1 (508843)"],"icon":"ability_39.png"},"707477":{"name":"Achilles+2","cost":{"MP":26},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Randomly use:\n25%: Achilles+2 (508844)\n25%: Achilles+2 (508845)\n25%: Achilles+2 (508846)\n25%: Achilles+2 (508847)"],"icon":"ability_39.png"},"707478":{"name":"4th in Command+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 60% when equipped with a Sword"],"icon":"ability_95.png"},"707479":{"name":"4th in Command+2","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 100% when equipped with a Sword"],"icon":"ability_95.png"}},"LB":{"name":"Swept Hilt","attack_count":[0],"attack_frames":[[]],"damage_type":"None","element_inflict":null,"min_level":["Increase MAG and SPR by 100% for 3 turns to all allies","Reduce damage taken by 20% to all allies for 3 turns"],"max_level":["Increase MAG and SPR by 124% for 3 turns to all allies","Reduce damage taken by 20% to all allies for 3 turns"]},"TMR":{"name":"Death Trap","compendium_id":770,"compendium_shown":true,"rarity":7,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100040":{"name":"MP +10%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'MP +10%' passive."],"stats":{"HP":0,"MP":0,"ATK":80,"DEF":0,"MAG":100,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_10241.png","strings":{"name":["Death Trap","死亡陷阱","죽음의 덫","Piège mortel","Todesfalle","Trampa mortal"],"desc_short":["A small sword from another world.","來自異界的小型劍","이계에서 유입된 소형검","Une épée courte rapportée d'un autre monde.","Ein kleines Schwert aus einer fernen Welt.","Una espada pequeña de otro mundo."],"desc_long":["A small sword brought from the faraway world of Ivalice. This small sword was used by one of the judge magisters, guardians of law and order in the Archadian Empire. It is said that the judge magister using this sword was a female that excelled not only as a swordsman, but also as a mage.","來自異界伊瓦利斯的單手劍。在阿爾卡迪亞帝國中，掌管司法的騎士們之統帥「最高審判者」的其中一人所使用過的物品。使用這把劍的人，據說是位劍技與魔法都相當高超的女性「最高審判者」。","이계 '이발리스'에서 유입된 한손용 검. 아르카디아 제국의 법을 관리하는  기사들을 지휘하던 '저지 마스터' 중 하나가 휘두르던 것이라 알려져 있다. 이 검을 사용한 것은 검기뿐만 아니라 마법에도 능통한 여성 저지 마스터였다고 한다.","Une épée courte rapportée du monde lointain d'Ivalice. Elle était utilisée par l'un des juges suprêmes, garant de la loi et de l'ordre, dans l'empire arcadien. Il est dit que la femme qui portait cette lame était un épéiste et un mage de génie.","Ein einhändiges Schwert aus der fernen Welt Ivalice. Das Schwert wurde von einem der Hohen Richter welche die rechtsprechenden Ritter des Archadianischen Imperiums anführten, benutzt. Es heißt, dass der Hohe Richter, dem dieses Schwert zugeschrieben wird, eine Frau war, die nicht nur als Schwertkämpfer, sondern auch als Magier über außerordentliches Talent verfügte.","Una espada pequeña del lejano mundo de Ivalice. Esta espada la usó uno de los maestros jueces, los guardianes de la ley y el orden del Imperio de Arcadia. Cuentan por ahí que este maestro juez era una mujer, una mujer que, además de dominar las técnicas con la espada, también era una maga excepcional."]}}}}