{"304000105":{"rarity_min":5,"rarity_max":7,"name":"Randi","game":"Secret of Mana","job":"Hero of Legend","sex":"Male","equip":[2,3,4,7,8,9,10,12,13,16,30,40,41,50,51,60],"entries":{"304000105":{"compendium_id":330,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[927,2808,240,120],"MP":[39,118,40,20],"ATK":[40,121,24,12],"DEF":[32,98,16,8],"MAG":[28,85,16,8],"SPR":[30,92,16,8]},"limitburst_id":304000105,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[12,27,72],"effect_frames":[10,25,70],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":["A young boy who fought with the legendary holy sword in a world protected by the great power of mana. Though he was brought to Potos Village when he was very young by his mother, he soon found himself completely alone and without any family, at which time the village head took him in. However, seen as an outsider, he was picked on by the local bullies, and unfortunately grew up to be a very timid and cowardly little boy. Then one day, having pulled out the legendary holy sword, Randi set off to save the world in which the balance of mana had begun to crumble.","在龐大瑪娜之力保護下的異界中，曾有一位利用傳說中的聖劍戰鬥的少年。他年幼時隨母親來到波多斯村，但不久之後就成了孤兒，從此被收養在村長家中。可是，在村中他被當做外人，就連同齡的孩子也經常欺負，導致他變得膽小怯懦。有一天，蘭迪陰差陽錯地拔出了傳說中的聖劍，自此以後，為了拯救瑪娜平衡日趨崩潰的世界而踏上旅程。","위대한 마나의 힘으로 수호 받는 이계에서 전설의 성검을 손에 들고 싸운 소년. 어릴 적에 어머니의 품에 안겨 포토스 마을에 오게 되었으나, 고아 신세가 되는 바람에 촌장에게 거두어졌다. 하지만 마을 사람들에게 외부인 취급을 받고, 아이들한테는 괴롭힘을 당한 탓에 겁 많고 심약한 성격으로 자라고 만다. 그러던 어느 날, 전설의 성검을 뽑고 만 랜디는 마나의 균형이 무너지고 있는 세계를 구하기 위해 여행을 떠난다.","Un jeune garçon qui se battit avec une épée sacrée dans un monde protégé par le pouvoir de Mana. Bien qu'il fût amené au village Potos par sa mère lorsqu'il était très jeune, il se retrouva bien vite seul au monde. Le chef du village l'adopta, mais les villageois continuaient à le considérer comme un étranger et les autres enfants s'en prenaient à lui, si bien qu'avec le temps, il devint un petit garçon timide et craintif. Nul n'aurait pu imaginer qu'il retirerait un jour l'épée sacrée de son rocher et partirait rétablir l'équilibre du mana afin de sauver le monde.","Ein Junge, der in einer von der Macht des Mana beschützten Welt in den Besitz eines legendären Schwertes gelangte. Seine Mutter brachte ihn als kleines Kind nach Quelldorf und verschwand, worauf sich schließlich der Dorfälteste seiner annahm. Die Dorfbewohner mieden Randi jedoch als Außenseiter, und die anderen Kinder schikanierten ihn, sodass er zu einem schüchternen und ängstlichen Jungen heranwuchs. Eines Tages zog er das legendäre Schwert aus dem Stein und machte sich auf die Reise, um das Gleichgewicht des Mana wiederherzustellen und so die Welt zu retten.","Joven que combatió empuñando una espada sagrada legendaria en un mundo protegido por el gran poder de Mana. Randy llegó a la aldea de Potos cuando era muy joven acompañado de su madre, pero pronto se encontró completamente solo y sin familia, por lo que la aldea lo acogió. Sin embargo, al ser visto como un forastero, los abusones del lugar la tomaban a menudo con él, lo que hizo que se convirtiera en un chico tímido y cobarde. Un día, sin embargo, tras haber extraído la espada sagrada legendaria, se embarcó en un viaje para salvar el mundo en el que el equilibrio de Mana comenzaba a tambalearse."],"summon":["This is the sacred sword of legend....<br>What am I to do with it?","這竟然就是傳說中的聖劍……我該怎麼做才好？","이게 전설의 성검이었다니…<br>난 이제 어쩌면 좋지?","C'est l'épée sacrée de la légende...<br>Que suis-je supposé faire d'une telle chose ?","Das ist also das Manaschwert ...?<br>Was mache ich jetzt damit?","Esta es la legendaria espada sagrada...<br>¿Y qué se supone debo hacer?"],"evolution":[null,null,null,null,null,null],"affinity":["Quite a lot has happened,<br>but at least we were together.<br>That's how I made it this far.","經歷了很多事情，不過，因為和大家在一起……我才能走到這一步的。","정말 많은 일이 있었지만,<br>언제나 모두가 함께였지…<br>덕분에 여기까지 올 수 있었던 거고.","Il s'est passé beaucoup de choses entre nous,<br>mais au moins nous étions ensemble. C'est pour cela que j'ai réussi à arriver si loin.","Wir haben viel durchgemacht,<br>aber wir haben immer zusammengehalten.<br>Deswegen haben wir es so weit geschafft.","Ha pasado de todo, pero al menos estuvimos juntos.<br>Es gracias a ello que he llegado tan lejos."],"fusion":["Awesome!<br>I've powered up!<br>...right?","太好啦！這下我也變強了！……這不是幻覺吧？","해냈다~!<br>이걸로 나도 파워 업!<br>…했으려나?","Génial !<br>Ma force a augmenté...<br>...n'est-ce pas ?","Yeah!<br>Ich bin so stark wie nie zuvor!<br>... Oder?","¡Fantástico!<br>¡Ahora soy más poderoso!<br>¿Verdad?"]}},"304000106":{"compendium_id":331,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1205,3651,390,195],"MP":[50,153,65,32],"ATK":[52,157,34,17],"DEF":[42,128,26,13],"MAG":[37,111,26,13],"SPR":[39,119,26,13]},"limitburst_id":304000106,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[12,27,72],"effect_frames":[10,25,70],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000820":1}},"strings":{"description":["A young boy who fought with the legendary holy sword in a world protected by the great power of mana. Having suddenly been ousted from his village after freeing the holy sword, Randi comes across a travelling swordsman named Jema and follows him on a journey to take back the power of his sword. He then ventures around the world with Primm, the daughter of the cabinet minister of the kingdom of Pandora, and Popoi, a sprite looking to find his way home. In doing so, Randi learns of his birth and ultimately of his purpose, awakening his true courage as he goes.","在龐大瑪娜之力保護下的異界中，曾有一位利用傳說中的聖劍戰鬥的少年。有一天，蘭迪陰差陽錯地拔出了封印中的聖劍，並因此被驅逐出了波多斯村。為了恢復聖劍的力量，蘭迪在劍士傑馬的引導下，踏上了漫長的旅程。一路上他結識了潘多拉王國的大臣千金普利姆和探尋故土的妖精之子波波伊，並和他們一起周遊世界。逐漸地，他了解了自己的真實出身和背負的使命，開始具備真正的勇氣。","위대한 마나의 힘으로 수호 받는 이계에서 전설의 성검을 손에 들고 싸운 소년. 우연히 봉인되어 있던 성검을 뽑는 바람에 이유도 모르는 채 포토스 마을에서 쫓겨난 랜디는 방랑 검사 제마의 인도로 성검의 힘을 되찾기 위한 여행을 떠난다. 판도라 왕국 고위 관료의 딸 프림과, 고향을 찾는 요정족 꼬마 포포이와 함께 세계 각지를 여행하던 중 자신의 출신과 사명에 대해 알게 되고, 진정한 용기를 손에 넣는다.","Un jeune garçon qui se battit avec une épée sacrée dans un monde protégé par le pouvoir de Mana. Brusquement chassé de son village après avoir retiré l'épée sacrée de son rocher, Randy croisa la route d'un chevalier errant appelé Gemma et le suivit afin de restaurer le pouvoir de son épée. Il parcourut ensuite le monde en compagnie de Prim, la fille du ministre du royaume de Pandora, et de Popoï, un lutin cherchant le moyen de rentrer chez lui. À cette occasion, Randy apprit la vérité au sujet de sa naissance et de sa place dans le monde, éveillant en lui son véritable courage.","Ein Junge, der in einer von der Macht des Mana beschützten Welt in den Besitz eines legendären Schwertes gelangte. Nachdem er das Schwert aus einem Stein gezogen hatte und plötzlich aus seinem Heimatdorf verbannt worden war, folgte er dem Rat eines reisenden Kämpfers namens Viktor, um dem Schwert wieder zu seiner alten Kraft zu verhelfen. An der Seite von Primm, der Tochter des Kanzlers von Pandoria, und Popoi, einer Koboldin auf der Suche nach ihrer Heimat, reist er um die Welt und lüftet dabei nicht nur das Geheimnis um seine Herkunft, sondern findet auch seinen wahren inneren Mut.","Joven que combatió empuñando una espada sagrada legendaria en un mundo protegido por el gran poder de Mana. Habiendo sido expulsado repentinamente de su aldea tras haber liberado la espada sagrada, Randy se encuentra con un espadachín ambulante llamado Jema y lo acompaña para recuperar el poder de su espada. Más adelante recorre el mundo con Prim, la hija del ministro del gobierno del reino de Pandora, y con Popoi, un elfo que busca el camino de regreso a casa. A lo largo de sus viajes, Randy descubre información sobre su nacimiento y despierta su valor verdadero para lanzarse a cumplir su auténtico propósito."],"summon":["I'm Randi!<br>I'm looking for the Tree of Mana...","我叫蘭迪，請多關照！我正在尋找瑪娜之樹……","난 랜디야. 잘 부탁해!<br>마나의 나무를 향해 여행 중인데…","Moi, c'est Randy !<br>Je recherche l'Arbre de Mana...","Ich bin Randi!<br>Ich suche eigentlich den Manabaum ...","Soy Randy. Estoy buscando el Árbol de Mana."],"evolution":["I will grow stronger!<br>Along with this holy sword!","我要與這把聖劍一起變強！","이 성검과 함께<br>나도… 강해질 거야!","Tout comme l'épée sacrée, je vais moi aussi devenir plus fort !","Gemeinsam mit dem Manaschwert<br>werde ich immer stärker!","¡Me haré más fuerte!<br>¡Y conmigo, esta espada sagrada!"],"affinity":["Quite a lot has happened,<br>but at least we were together.<br>That's how I made it this far.","經歷了很多事情，不過，因為和大家在一起……我才能走到這一步的。","정말 많은 일이 있었지만,<br>언제나 모두가 함께였지…<br>덕분에 여기까지 올 수 있었던 거고.","Il s'est passé beaucoup de choses entre nous,<br>mais au moins nous étions ensemble. C'est pour cela que j'ai réussi à arriver si loin.","Wir haben viel durchgemacht,<br>aber wir haben immer zusammengehalten.<br>Deswegen haben wir es so weit geschafft.","Ha pasado de todo, pero al menos estuvimos juntos.<br>Es gracias a ello que he llegado tan lejos."],"fusion":["The power of the holy sword is returning...<br>I need to power up, as well!","聖劍的力量正在恢復……我要更加努力才是！","성검이 점차 힘을 되찾고 있어…<br>나도 더 열심히 해야겠네!","L'épée sacrée retrouve sa puissance...<br>Moi aussi, je dois devenir plus fort !","Die Kraft des Manaschwerts kehrt zurück ...<br>Nur noch ein bisschen länger durchhalten!","El poder de la Espada sagrada se está recuperando...<br>Pues ¡yo también tengo que hacerme más fuerte!"]}},"304000107":{"compendium_id":1152,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1566,4746,540,270],"MP":[69,208,90,45],"ATK":[68,205,65,32],"DEF":[55,166,40,20],"MAG":[48,144,40,20],"SPR":[51,154,40,20]},"limitburst_id":304000107,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[12,27,72],"effect_frames":[10,25,70],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young boy who fought with the legendary sword in a world protected by the great power of mana. Accompanied by Primm, a young girl in search of her lover, and the young sprite Popoi, Randi sets off on a journey to restore the Mana Sword's power. During his travels, he discovers that the Vandole Empire seeks to abuse the power of mana and decides to put a stop to the empire's plan. Although he was somewhat of a coward at first, he grows into the admirable Hero of Legend thanks to his experiences in different regions and the friends he makes along the way.","在龐大瑪娜之力保護下的異界中，曾有一位利用傳說中的聖劍戰鬥的少年。他與追尋心上人的少女普利姆還有妖精族的波波伊一同為取回聖劍之力而踏上旅途。在旅途中，他們得知了邦德魯帝國的陰謀，並決定與帝國對抗。弱小的蘭迪通過在世界各地與各式各樣的人接觸，成長為了一名出色的聖劍勇者。","위대한 마나의 힘이 수호하는 이계에서, 전설의 성검을 쥐고 싸운 소년. 좋아하는 사람을 쫓는 소녀 프림과 요정족 아이 포포이와 함께, 성검의 힘을 되찾기 위한 여행을 떠났다. 여행을 하던 중, '마나'를 악용하려는 반돌 제국의 음모를 알게 되고 거기에 맞설 것을 결심한다. 처음에는 심약한 겁쟁이였지만, 세계 각지에서 여러 사람들과의 만남과 헤어짐을 반복하면서 훌륭한 성검의 용사로 성장하게 된다.","Un jeune garçon qui se battit avec une épée sacrée dans un monde protégé par le pouvoir de Mana. Accompagné de Prim, une jeune fille à la recherche de celui qu'elle aime, et du jeune lutin Popoï, Randy prit la route pour restaurer le pouvoir de cette épée et déjouer le projet abject de l'empire de Vandole, qui cherchait à s'accaparer la force de Mana. Au fil de ses péripéties et des nombreuses rencontres qu'il fit en chemin, sa couardise initiale se changea en bravoure, et il finit par devenir un digne Héros de Mana.","Ein Junge, der in einer fernen Welt, die von gewaltigen Kräften beschützt wird, Träger eines legendären heiligen Schwertes war. In Begleitung von Prim, einem jungen Mädchen auf der Suche nach ihrem Geliebten, und der jungen Elfe Popoi macht sich Randi auf den Weg, um die Macht des Mana-Schwertes wiederherzustellen. Auf seinen Reisen entdeckt er, dass das Vandol-Imperium versucht, die Macht des Mana zu missbrauchen, und entschließt sich, die Pläne des Imperiums zu durchkreuzen. Obwohl er anfangs ein bisschen feige war, wächst er dank den Erfahrungen, die er auf seiner Reise sammelt, und den Freundschaften, die er auf seinem Weg schließt, zum Mana-Helden heran.","Joven que combatió empuñando una espada sagrada legendaria en un mundo protegido por el gran poder de Mana. Acompañado de Primm, una chica en busca de su amado, y de Popoi, un duendecillo, Randy se embarca en la aventura de restaurar el poder de la Espada sagrada de Mana. A lo largo de sus viajes, descubre que el Imperio de Vandole tiene la intención de abusar del poder de Mana y, por ello, decide desbaratarle los planes. Al principio Randy era algo cobarde, aunque acaba convirtiéndose en el admirable héroe de Mana gracias a sus experiencias por todas las regiones y a los amigos que va haciendo por el camino."],"summon":["The Mana Tribe, huh... I've got big shoes to fill, but I'll protect the world like my mother and father!","我是瑪娜的種族......<br>要繼承父親與母親的遺志，<br>守護這個無可取代的世界！","난 마나의 종족이야……<br>아빠와 엄마의 유지를 이어,<br>소중한 이 세계를 지키겠어!","Je fais partie de la tribu de Mana... Au nom de mes défunts parents, je jure de protéger ce monde irremplaçable !","Ich gehöre also zum Mana-Stamm ... Das wird keine leichte Aufgabe, aber ich werde die Welt beschützen, wie mein Vater und meine Mutter vor mir!","Soy parte de la tribu Mana... Y, de acuerdo con la voluntad de mis padres, seguiré protegiendo este mundo tan valioso."],"evolution":["I promised my mother that I would protect the world!","我已經跟母親約定好了。<br>所以我要，守護世界！","엄마와 약속했어.<br>난, 세계를 지킬 거야!","J'ai promis à ma mère que je protégerai ce monde !","Ich habe meiner Mutter geschworen, dass ich die Welt beschützen werde!","¡Le prometí a mi madre que iba a proteger el mundo!"],"affinity":["So much has happened to us in such a short time... Without you guys, I never would have made it.","經歷了很多事情，<br>不過，因為和大家在一起……<br>我才能走到這一步的。","정말 많은 일이 있었지만,<br>언제나 모두가 함께였어……<br>덕분에 여기까지 올 수 있었던 거야.","Il s'en est passé, des choses...<br>Mais c'est parce que vous étiez à mes côtés<br>que j'ai pu arriver jusqu'ici.","Es ist so viel passiert und wir haben so viel erlebt ... Ohne euch hätte ich das alles niemals geschafft.","Han pasado muchísimas cosas,<br>pero, al menos, no estábamos solos.<br>Por eso hemos conseguido llegar tan lejos."],"fusion":["Real warriors require true bravery. I doubt I can handle it on my own, but if we all fight together...","一個勇者需要的，是真正的勇氣。<br>我一個人也許沒辦法，<br>但是，和大家一起的話……！","용사에게 필요한 건 진정한 용기야.<br>나 혼자서는 힘들지도 몰라.<br>하지만 모두와 함께라면……!","Pour devenir un vrai guerrier, il faut faire preuve de vrai courage. Je ne sais pas si j'en suis capable tout seul, mais avec vous à mes côtés...","Helden brauchen wahren Mut. Alleine werde ich das nicht schaffen, aber wenn wir alle gemeinsam kämpfen...","A los guerreros de verdad les sobra la valentía. Dudo que pueda encargarme sin ayuda de nadie, pero, si todos luchamos juntos..."]}}},"skills":{"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"101050":{"name":"Dragon Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Dragons by 50%"],"icon":"ability_79.png"},"101060":{"name":"Undead Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Reapers by 50%"],"icon":"ability_79.png"},"101080":{"name":"Beast Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 50%"],"icon":"ability_79.png"},"101100":{"name":"Spirit Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Fairies by 50%"],"icon":"ability_79.png"},"200430":{"name":"Ending Blow","cost":{"MP":5},"attack_frames":[[70]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy (50% chance to miss)"],"icon":"ability_65.png"},"203410":{"name":"Mana's Bond","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%","Increase resistance to all status effects by 25%"],"icon":"ability_97.png"},"203420":{"name":"Hero of Legend","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 35% and DEF and SPR by 20% when equipped with a Sword"],"icon":"ability_77.png"},"203430":{"name":"Power Charge","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 200% for 5 turns to caster"],"icon":"ability_4.png"},"203440":{"name":"Auto-Charge","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 2 per turn"],"icon":"ability_91.png"},"203450":{"name":"Slice Thrice","cost":{"MP":30},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.15x, ATK) to one enemy","Reduce DEF by 35% for 3 turns to one enemy"],"icon":"ability_54.png"},"203460":{"name":"Full Moon Slash","cost":{"MP":23},"attack_frames":[[50]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x * 1.18 = 1.65x, ATK) to one enemy (ignore cover)","Reduce ATK, DEF, MAG and SPR by 25% for 3 turns to one enemy"],"icon":"ability_54.png","parentID":"228253"},"203470":{"name":"Third Eye","attack_type":"None","element_inflict":null,"effects":["15% chance of evading physical attacks"],"icon":"ability_97.png"},"228240":{"name":"Power of Undine","cost":{"MP":40},"attack_frames":[[42,48,54,60,66,72,78,84,90]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (8x, ATK) to one enemy","Add Water element (100%) to physical attacks for 2 turns to caster","Increase resistance to Water by 50% for 2 turns to all allies"],"icon":"ability_23.png"},"228241":{"name":"Power of Gnome","cost":{"MP":40},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Earth"],"effects":["Physical earth damage (8x, ATK) to one enemy","Add Earth element (100%) to physical attacks for 2 turns to caster","Increase resistance to Earth by 50% for 2 turns to all allies"],"icon":"ability_28.png"},"228242":{"name":"Power of Sylphid","cost":{"MP":40},"attack_frames":[[42,48,54,60,66,72,78,84,90]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (8x, ATK) to one enemy","Add Lightning element (100%) to physical attacks for 2 turns to caster","Increase resistance to Lightning by 50% for 2 turns to all allies"],"icon":"ability_20.png"},"228243":{"name":"Power of Salamando","cost":{"MP":40},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (8x, ATK) to one enemy","Add Fire element (100%) to physical attacks for 2 turns to caster","Increase resistance to Fire by 50% for 2 turns to all allies"],"icon":"ability_21.png"},"228244":{"name":"Power of Shade","cost":{"MP":40},"attack_frames":[[40,45,50,55,60,65,70,75,80,85,90]],"attack_type":"Physical","element_inflict":["Dark"],"effects":["Physical dark damage (8x, ATK) to one enemy","Add Dark element (100%) to physical attacks for 2 turns to caster","Increase resistance to Dark by 50% for 2 turns to all allies"],"icon":"ability_26.png"},"228245":{"name":"Power of Lumina","cost":{"MP":40},"attack_frames":[[42,47,52,57,62,67,72,77,82,87]],"attack_type":"Physical","element_inflict":["Light"],"effects":["Physical light damage (8x, ATK) to one enemy","Add Light element (100%) to physical attacks for 2 turns to caster","Increase resistance to Light by 50% for 2 turns to all allies"],"icon":"ability_5.png"},"228246":{"name":"Power of Luna","cost":{"MP":10},"attack_frames":[[120],[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.8x, ATK) as HP drain (20%) to one enemy","Physical damage (0.3x, ATK) as MP drain (10%) to one enemy"],"icon":"ability_6.png"},"228247":{"name":"Power of Dryad","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Revive one ally from KO (100% HP)"],"icon":"ability_1.png"},"228248":{"name":"Five-Stage Frenzy","cost":{"MP":80},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Five-Stage Frenzy (508452) on turn 6 [7 turns CD]"],"icon":"ability_105.png"},"228249":{"name":"Drilling Slash","cost":{"MP":80},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Drilling Slash (508453) on turn 2 [2 turns CD]"],"icon":"ability_105.png"},"228250":{"name":"Mana Strike","cost":{"MP":99},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Mana Strike (508450) on turn 5 [5 turns CD]"],"icon":"ability_105.png"},"228251":{"name":"The Mana Sword's Chosen","attack_type":"None","element_inflict":null,"effects":["Increase physical and magic damage against Beasts by 75%","Increase physical and magic damage against Dragons by 75%","Increase physical and magic damage against Fairies by 75%","Increase equipment ATK by 150% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Replace LB with Torpedo Slash (900000257):\n\tPhysical damage (8.7x, ATK) to one enemy\n\tIncrease ATK by 300% for 2 turns to caster"],"icon":"ability_76.png"},"228252":{"name":"Adventure-Born Spirit","attack_type":"None","element_inflict":null,"effects":["Increase SPR and MP by 20%","Increase resistance to Light by 40% and Fire, Ice, Lightning, Water, Wind, Earth and Dark by 20%","20% chance to cast Adventure-Born Spirit (508451) at the start of your turn"],"icon":"ability_77.png"},"228253":{"name":"One of Them is Hope","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40% and HP by 20%","Increase the damage of Swinging Slash (502050) by (2.4x)","Increase the damage of Full Moon Slash (203460), Torrential Slash (502070) and Whirlwind Slash (502060) by (3x)","Increase LB gauge by 1 per turn","Increase LB damage by 30%"],"icon":"ability_77.png"},"228255":{"name":"Power of Mana","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Drilling Slash (228249), Five-Stage Frenzy (228248), Full Moon Slash (203460), Mana Strike (228250), Power of Dryad (228247), Power of Gnome (228241), Power of Lumina (228245), Power of Luna (228246), Power of Salamando (228243), Power of Shade (228244), Power of Sylphid (228242), Power of Undine (228240), Slice Thrice (203450), Slice Thrice+1 (702210), Slice Thrice+2 (702220), Swinging Slash (502050), Torrential Slash (502070) and Whirlwind Slash (502060) 3 times in one turn"],"icon":"ability_8.png"},"502050":{"name":"Swinging Slash","cost":{"MP":35},"attack_frames":[[2,6]],"attack_type":"Physical","element_inflict":null,"effects":["3 physical attacks (1.6x each, 4.8x total, ATK) to all enemies"],"icon":"ability_54.png","parentID":"228253"},"502060":{"name":"Whirlwind Slash","cost":{"MP":35},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (7x, ATK) to one enemy","Reduce resistance to Wind by 50% for 5 turns to one enemy","Add Wind element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_54.png","parentID":"228253"},"502070":{"name":"Torrential Slash","cost":{"MP":35},"attack_frames":[[42,52,62,72,82,92,102,112,122,132]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (7x, ATK) to one enemy"],"icon":"ability_54.png","parentID":"228253"},"508450":{"name":"Mana Strike","cost":{"MP":99},"attack_frames":[[120],[52]],"attack_type":"Physical","element_inflict":null,"effects":["Increase physical damage against Beasts, Dragons and Fairies by 75% to caster for one turn","Physical damage (17x, ATK) to one enemy"],"icon":"ability_105.png","parentID":"228250"},"508451":{"name":"Adventure-Born Spirit","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 100% for 3 turns to all allies"],"icon":"ability_86.png","parentID":"228252"},"508452":{"name":"Five-Stage Frenzy","cost":{"MP":80},"attack_frames":[[2,12,22,32,42],[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (24x, ATK) to one enemy","Reduce ATK, DEF, MAG and SPR by 74% for 3 turns to one enemy"],"icon":"ability_105.png","parentID":"228248"},"508453":{"name":"Drilling Slash","cost":{"MP":80},"attack_frames":[[70,76,82,88,94,100,106],[112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to one enemy","Physical damage (16x, ATK) to one enemy","Reduce DEF by 60% for 2 turns to one enemy"],"icon":"ability_105.png","parentID":"228249"},"702210":{"name":"Slice Thrice+1","cost":{"MP":30},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Reduce DEF by 50% for 3 turns to one enemy"],"icon":"ability_54.png"},"702220":{"name":"Slice Thrice+1","cost":{"MP":30},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to one enemy","Reduce DEF by 50% for 3 turns to one enemy"],"icon":"ability_54.png"},"702230":{"name":"Hero of Legend+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% and DEF and SPR by 35% when equipped with a Sword"],"icon":"ability_77.png"},"702240":{"name":"Hero of Legend+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 70% and DEF and SPR by 35% when equipped with a Sword","Increase equipment ATK (100%) and DEF and SPR (50%) when armed with a single one-handed weapon"],"icon":"ability_77.png"},"702250":{"name":"Power Charge+1","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 200% for 5 turns to caster","Increase ATK, DEF and SPR by 100% for 2 turns to caster"],"icon":"ability_4.png"},"702260":{"name":"Power Charge+1","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 200% for 5 turns to caster","Increase ATK, DEF and SPR by 100% for 2 turns to caster","Gain Swinging Slash (502050), Torrential Slash (502070) and Whirlwind Slash (502060) for 3 turns"],"icon":"ability_4.png"},"702270":{"name":"Mana's Bond+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%","Increase resistance to all status effects by 50%"],"icon":"ability_97.png"},"702280":{"name":"Mana's Bond+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%","Increase resistance to all status effects by 100%","Gain Regen (Auto) (10121) at the start of a battle or when revived","Recover MP (5%) per turn"],"icon":"ability_97.png"},"702290":{"name":"Auto-Charge+1","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 4 per turn"],"icon":"ability_91.png"},"702300":{"name":"Auto-Charge+1","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 6 per turn","Increase ATK by 30%"],"icon":"ability_91.png"},"910097":{"name":"Hero of Mana","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 75%","Increase physical damage against Dragons by 75%","Increase physical damage against Reapers by 75%","Increase physical damage against Fairies by 75%"],"icon":"ability_79.png"}},"LB":{"name":"Torpedo Slash","attack_count":[30],"attack_frames":[[42,46,50,54,58,62,66,70,74,78,82,86,90,94,98,102,106,110,114,118,122,126,130,134,138,142,146,150,154,158]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (8.7x, ATK) to one enemy"],"max_level":["Physical damage (14.5x, ATK) to one enemy"]},"TMR":{"name":"Mana Blade","compendium_id":342,"compendium_shown":true,"rarity":8,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":140,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_10218.png","strings":{"name":["Mana Blade","瑪娜之劍","마나의 검","Épée de Mana","Manaklinge","Espada de Mana"],"desc_short":["A holy sword often spoken of in the Farplane.","異界傳承的聖劍","이계에 전설로 전해지는 성검","Une épée sacrée que l'on trouve dans les légendes de l'Au-delà.","Ein heiliges Schwert, über das häufig im Abyssum gesprochen wird.","Una espada sagrada de la que a veces se suele hablar en el Etéreo."],"desc_long":["A holy sword spoken of in a far away world. Called by different names in various tales, it is said to unleash its true power only when the world falls into chaos. When the ancient weapon Mana Fortress showed signs of reawakening it angered the gods, at which time this sword chose a timid young boy from Potos Village to whom it bestowed its power.","遙遠的異界傳承下來的聖劍，在眾多傳說故事中它擁有著不同的名字，每當世界陷入危機，它便會展現其真正的力量。相傳，當危險的古代兵器瑪娜要塞即將復活時，這把聖劍選擇了波多斯村的一個膽小的少年成為自己的主人。","머나먼 이계에 전해지는 '성검'. 수많은 설화와 전설에 각기 다른 이름으로 등장하며, 세계가 위기에 빠졌을 때만 진정한 힘을 해방한다고 한다. 일찍이 신들의 분노를 사는 계기가 된 고대 병기 '마나의 요새'가 부활할 조짐을 보였을 때, 포토스라는 작은 마을에 사는 심약한 소년을 주인으로 선택했다고 전해진다.","Une épée sacrée que l'on trouve dans les légendes d'un autre monde. Portant différents noms en fonction de la légende dont elle est extraite, on raconte qu'elle libère son véritable pouvoir lorsque le monde sombre dans le chaos. Lorsque la Forteresse Mana, ancienne arme endormie, montra des signes de réveil, les dieux entrèrent dans une rage folle et cette épée choisit un timide jeune garçon du Village Potos comme porteur de son pouvoir.","Ein heiliges Schwert, von dem in einer fernen Welt gesprochen wird. In verschieden Geschichten trägt es unterschiedliche Namen und es soll seine wahre Macht entfalten, wenn die Welt in Chaos verfällt. Als die Manafestung Zeichen des Wiedererwachens zeigte, verärgerte dies die Götter und das Schwert wählte einen schüchternen Jungen aus Quelldorf, dem es seine Macht verlieh.","Una espada sagrada de la que se habla en un mundo muy lejano. Llamada de formas distintas en varias historias, se dice que desata su poder verdadero sólo cuando el mundo cae en el caos. Cuando la antigua arma Fortaleza de Mana mostró signos de volver a despertar, enfureció a los dioses, momento en que esta espada eligió a un tímido muchacho de la aldea de Potos, a quién le otorgó su poder."]}},"STMR":{"name":"Secret of Mana","compendium_id":837,"compendium_shown":true,"unit_restriction":null,"skills":{"228254":{"name":"Secret of Mana","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 60% and HP and MP by 15%","Increase all stats gained from espers by 30%","Increase ATK by 20% when equipped with a Sword"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Secret of Mana' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_77.png","strings":{"names":["Secret of Mana","瑪娜的秘密","시크릿 오브 마나","Secret de Mana","Das Geheimnis des Mana","Secret of Mana"],"desc_short":["Boost ATK by 60%, HP and MP by 15%, parameters when setting an esper by 30%, and ATK by 20% when equipped with a sword (Not stackable)","提高60%攻擊、15%HPMP+提高30%設定幻獸時反映在兵員身上的狀態數值+裝備劍時提高20%攻擊[無法重複裝備]","공격력 60%, HP와 MP 15% 상승+환수 장착 시 반영되는 능력치 30% 상승+검 장착 시 공격력 20% 상승 (중복 장착 불가)","Augmente l'ATT de 60%, les PV et les PM de 15%, les caractéristiques de 30 % quand une chimère est attribuée, et l'ATT de 20% lorsqu'une épée est équipée (Non cumulable)","Erhöht ANG um 60%, LP und MP um 15%, erhöht Werte bei Festlegung eines Espers um 30% und erhöht ANG um 20%, wenn mit einem Schwert ausgerüstet (Nicht stapelbar).","Aumenta el ATQ un 60%, aumenta los parámetros un 30% al vincular un esper, y aumenta el ATQ otro 20% al llevar espada (no acumulable)"],"desc_long":["Boosts ATK by 60%, HP and MP by 15%, parameters when setting an esper by 30%, and ATK by 20% when equipped with a sword. Not stackable.","提高60%攻擊、15%HPMP，提高30%設定幻獸時反映在兵員身上的狀態數值，裝備劍時提高20%攻擊。","공격력 60%, HP와 MP가 15% 상승하고, 환수 장착 시 반영되는 능력치가 30% 상승하며, 검 장착 시 공격력이 20% 상승합니다. (중복 장착 불가)","Augmente l'ATT de 60%, les PV et les PM de 15%, les caractéristiques de 30 % quand une chimère est attribuée, et l'ATT de 20% lorsqu'une épée est équipée. Non cumulable.","Erhöht ANG um 60%, LP und MP um 15%, erhöht Werte bei Festlegung eines Espers um 30% und erhöht ANG um 20%, wenn mit einem Schwert ausgerüstet. Nicht stapelbar.","Aumenta el ATQ un 60%, aumenta los parámetros un 30% al vincular un esper, y aumenta el ATQ otro 20% al llevar espada. No acumulable."]},"type":"MATERIA"}},"304000204":{"rarity_min":4,"rarity_max":6,"name":"Primm","game":"Secret of Mana","job":"Young Girl","sex":"Female","equip":[2,4,5,6,7,8,9,10,12,13,16,30,40,41,50,51,53,60],"entries":{"304000204":{"compendium_id":332,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[632,1914,210,105],"MP":[35,106,45,22],"ATK":[23,71,14,7],"DEF":[22,68,14,7],"MAG":[25,76,14,7],"SPR":[28,85,14,7]},"limitburst_id":304000204,"attack_count":3,"attack_damage":[[33,33,34]],"attack_frames":[18,32,51],"effect_frames":[16,30,49],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020400":25,"290030100":13,"290040000":8,"290050300":15,"290050400":8}},"strings":{"description":["A young girl who fought to save the man she loved in a world protected by the great power of mana. The daughter of the cabinet minister of the kingdom of Pandora, outside of losing her mother at a young age, she was able to live a fairly carefree life, making her self-empowered and selfish. Having heard the knight Dyluck whom she loved had gone to fight an evil witch, she headed after him and left the kingdom. On her journey she was to come across a young boy about to be eaten by a great monster, which was to greatly impact her destiny.","在龐大瑪娜之力保護下的異界中，為挽救心愛的人而戰鬥的少女。她是潘多拉王國大臣的千金，任性又強硬。除自幼喪母外，她並沒有經歷過大的不幸。當聽說自己心愛的騎士狄拉克前去討伐魔女時，她為了追上他而立刻奔出王國。在旅途中，她幫助了一位險些被魔物吃掉的少年，而她的命運也因此發生了翻天覆地的變化。","위대한 마나의 힘으로 수호받는 이계에서, 사랑하는 사람을 구하기 위해 싸운 소녀. 판도라 왕국 고위 관료의 딸인 그녀는 어릴 적에 어머니와 사별했으나, 그 외에는 아무런 부족함 없는 인생을 보내왔기에 고집이 세고 성격이 사납다. 사랑하는 기사 디락이 마녀 퇴치의 명을 받고 떠났다는 소식을 듣고 그의 뒤를 쫓아 왕국을 뛰쳐나왔다. 여행 도중에 마물한테 잡아 먹힐 뻔한 소년을 구해줌으로써 그녀의 운명은 크게 움직이기 시작한다.","Une jeune fille qui se battit pour sauver l'homme qu'elle aimait dans un monde protégé par le pouvoir de Mana. Fille du ministre du royaume de Pandora, elle perdit sa mère à un jeune âge. Malgré cela, elle put mener une vie insouciante et développa un fort caractère entêté. Après avoir appris que son fiancé, le chevalier Durac, avait été envoyé combattre une terrifiante sorcière, elle quitta le royaume pour se lancer à sa recherche. En chemin, elle croisa un jeune garçon que des monstres s'apprêtaient à dévorer. Une rencontre qui marqua un tournant dans son destin.","Eine junge Frau, die in einer von der Macht des Mana beschützten Welt für das Leben ihrer Lieben kämpfte. Primm war die Tochter des Kanzlers von Pandoria und abgesehen vom frühen Verlust ihrer Mutter führte sie ein Leben frei von jeder Mühsal. Sie ist eigensinnig und willensstark. Als sie erfuhr, dass ihr Geliebter, ein Ritter namens Hagen, in den Kampf gegen eine böse Hexe gezogen war, verließ sie Pandoria, um ihm zu folgen. Unterwegs rettete sie einen gewissen Jungen aus dem Kochtopf einiger Ungeheuer – eine schicksalhafte Begegnung, wie sich bald zeigen würde.","Joven que combatió para salvar a su amado en un mundo protegido por el gran poder de Mana. Hija del ministro del gobierno del reino de Pandora que, aparte de la trágica pérdida de su madre a edad muy temprana, pudo vivir una vida relativamente libre de preocupaciones, lo que la convirtió en una persona independiente y egoísta. Al enterarse de que el caballero Dyluck, a quien amaba, se había ido a combatir a una bruja maligna, decide ir tras él y abandona el reino. En cierto momento se encuentra con un joven al que un gran monstruo está a punto devorar. Poco se imagina el enorme impacto que ese joven va a tener en su vida."],"summon":["I am Primm.<br>I look forward to working with you!","我是布莉姆，今後就請多多指教啦。","내 이름은 프림.<br>앞으로 잘 부탁해!!","Je m'appelle Prim !<br>J'ai hâte de faire équipe avec vous !","Ich heiße Primm.<br>Schön, dich kennenzulernen!","Soy Prim. ¡Encantada de conocerte!"],"evolution":[null,null,null,null,null,null],"affinity":["To have been able to come this far...<br>I'm so glad I was able to meet you!","竟然能一起走到這一步……遇見你，是我一生的幸運！","이렇게 먼 곳까지 함께 오게 되다니…<br>나 있잖아, 널 만나서 정말 다행이야!","Avoir été capable d'accomplir tant de choses...<br>Je suis si heureuse d'avoir fait votre connaissance.","Unglaublich, dass wir so weit gekommen sind ...<br>Ich bin froh, dass ich dich getroffen habe!","Haber llegado hasta tan lejos... <br>¡Me alegro tanto de haberte conocido!"],"fusion":["That's great!<br>We'll certainly find what we're looking for at this rate!","感覺好極了！照這樣下去一定能找到狄拉克！","바로 이 느낌이야!<br>이 기세를 몰아 반드시 디락을<br>찾아내고 말겠어!","Génial !<br>À ce rythme, nous allons retrouver Durac, j'en suis sûre !","Juhu!<br>Wenn ich so weitermache, finden wir, wonach wir suchen!","¡Genial!<br>¡Si seguimos así, seguro que encontramos lo que buscamos!"]}},"304000205":{"compendium_id":333,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[821,2488,240,120],"MP":[46,138,60,30],"ATK":[30,92,16,8],"DEF":[29,89,16,8],"MAG":[33,99,16,8],"SPR":[37,111,16,8]},"limitburst_id":304000205,"attack_count":3,"attack_damage":[[33,33,34]],"attack_frames":[18,32,51],"effect_frames":[16,30,49],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060300":5,"290060400":10}},"strings":{"description":["A young girl who fought to save the man she loved in a world protected by the great power of mana. On her journey to find her beloved Dyluck who left to fight a wicked witch, she ended up befriending and travelling the world with Randi, the boy in possession of the legendary holy sword, and Popoi, a sprite looking to find his way home. As they travelled around, Primm learned more and more magic from the sprites they came across at the various shrines they visited. It is said she used it to defeat her enemies, and sometimes even heal her allies.","在龐大瑪娜之力保護下的異界中，為挽救心愛的人而戰鬥的少女。為追尋前去討伐魔女的心儀之人狄拉克，她同持有傳說中聖劍的蘭迪和探尋故土的妖精之子波波伊一起周遊世界。在旅途中，普利姆得到了各地神殿中精靈的加護，習得了各種各樣的魔法。她利用這份力量擊退敵人、治療傷痛，支撐著她的同伴們。","위대한 마나의 힘으로 수호 받는 이계에서, 사랑하는 사람을 구하기 위해 싸운 소녀. 사랑하는 디락이 마녀 퇴치의 명을 받고 떠났다는 소식을 듣고 그의 뒤를 쫓아 전설의 성검을 가진 소년 랜디, 고향을 찾는 요정족 꼬마 포포이와 함께 세계 각지를 여행하게 된다. 여행 도중 각지의 신전에서 정령들의 가호를 받은 프림은 다양한 마법을 습득하여, 그 힘으로 때로는 적을 물리치고 때로는 상처를 치유하며 동료들을 지원했다고 한다.","Une jeune fille qui se battit pour sauver l'homme qu'elle aimait dans un monde protégé par le pouvoir de Mana. Alors qu'elle était à la recherche de son fiancé Durac, parti affronter une terrible sorcière, elle se lia d'amitié avec Randy, le garçon en possession de l'épée sacrée, et Popoï, un lutin cherchant à rentrer chez lui. Au cours de leur voyage, ils visitèrent des palais habités par de mystérieux esprits, qui lui enseignèrent de nombreux sorts magiques. Elle les employa pour vaincre ses ennemis, mais aussi soigner ses alliés.","Eine junge Frau, die in einer von der Macht des Mana beschützten Welt für das Leben ihrer Lieben kämpfte. Auf der Suche nach ihrem Geliebten, Hagen, der gegen eine böse Hexe in den Kampf gezogen war, traf sie auf Randi, den Träger des Manaschwertes, und Popoi, ein Koboldmädchen auf der Suche nach seiner Heimat. Während die drei um die Welt reisten, erlangte Primm die Kraft der verschiedenen magischen Geister der Welt, mit der sie, so heißt es, ihre Feinde abwehren und ihre Freunde heilen konnte.","Joven que combatió para salvar a su amado en un mundo protegido por el gran poder de Mana. Sale en busca de su amado Dyluck, que se había marchado con el propósito de acabar con una bruja malvada, y termina haciéndose amiga y recorriendo el mundo con Randy, el niño que empuña la espada sagrada legendaria, y con Popoi, un elfo que busca el camino de regreso a casa. A lo largo de sus viajes, Prim aprende cada vez más cosas sobre la magia de los elfos que se va encontrando en los diversos templos que visitan. Según se dice, aprovechó esos conocimientos para derrotar a sus enemigos, e incluso para restañar las heridas de sus compañeros."],"summon":["I can't do this alone.<br>Please, let me go with you!","我一個人什麼都做不到，因此我決定跟著你走！","나 혼자서는 힘들 것 같아.<br>그러니까, 당신과 함께 갈래!","Je n'arriverai pas à faire ça toute seule.<br>Je vais donc vous accompagner !","Ganz allein schaffe ich das nicht.<br>Deswegen hänge ich mich an euch dran!","Sé que no puedo hacerlo yo sola. Iré con vosotros."],"evolution":["Now that I'm strong enough,<br>I should be of better use to you, right?","只要變強了就能幫得上大家了吧？","나도 제법 강해졌으니,<br>다른 사람들에게 도움이 되겠지?","Maintenant que je suis assez forte,<br>je devrais pouvoir vous être plus utile, n'est-ce pas ?","Jetzt, da ich so stark bin,<br>kann ich den anderen sicher eine große Hilfe sein.","Ahora que ya me he hecho más fuerte,<br>debería serte más útil, ¿no?"],"affinity":["To have been able to come this far...<br>I'm so glad I was able to meet you!","竟然能一起走到這一步……遇見你，是我一生的幸運！","이렇게 먼 곳까지 함께 오게 되다니…<br>나 있잖아, 널 만나서 정말 다행이야!","Avoir été capable d'accomplir tant de choses...<br>Je suis si heureuse d'avoir fait votre connaissance.","Unglaublich, dass wir so weit gekommen sind ...<br>Ich bin froh, dass ich dich getroffen habe!","Haber llegado hasta tan lejos... <br>¡Me alegro tanto de haberte conocido!"],"fusion":["So, the dead lend us their power?<br>Surely that will come in handy!","就像精靈把力量借給我一樣，我也一定會成為你的力量！","정령이 힘을 빌려주었을 때랑 비슷하네.<br>분명 도움이 될 거야!","Ça ressemble au pouvoir des esprits.<br>Je suis sûre que ça va nous être très utile !","DIe Toten leihen uns also ihre Kräfte?<br>Das ist toll!","¿Que los muertos nos prestan su poder?<br>¡Pues no seré yo quien les diga que no!"]}},"304000206":{"compendium_id":334,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1068,3235,390,195],"MP":[59,180,85,42],"ATK":[39,119,26,13],"DEF":[38,116,26,13],"MAG":[43,129,26,13],"SPR":[48,144,26,13]},"limitburst_id":304000206,"attack_count":3,"attack_damage":[[33,33,34]],"attack_frames":[18,32,51],"effect_frames":[16,30,49],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young girl who fought to save the man she loved in a world protected by the great power of mana. On her journey to find her beloved Dyluck who left to fight a wicked witch, she travelled the world with Randi and the sprite Popoi, visiting shrine after shrine trying to take back the power of the legendary holy sword. Receiving the protection of the sprites in the form of various types of magic, it is said she continued fighting, seeking to save her beloved Dyluck who had gotten caught up in the Vandole Empire conspiracy.","在龐大瑪娜之力保護下的異界中，為挽救心愛的人而戰鬥的少女。為追尋心儀之人狄拉克而奔出王國之後，普利姆同少年蘭迪和妖精波波伊相遇，自此一同周遊各地神殿，為恢復聖劍的力量而奔走。她一心想著救出被捲進邦德魯帝國陰謀的狄拉克，為此她接受了精靈們的加護，習得了各種魔法，並驅使這份力量持續戰鬥。","위대한 마나의 힘으로 수호받는 이계에서 사랑하는 사람을 구하기 위해 싸운 소녀. 사랑하는 디락의 뒤를 쫓아 나라를 뛰쳐나온 프림은 여행 도중에 만난 소년 랜디, 요정족 꼬마 포포이와 함께 각지의 신전을 돌며 성검의 힘을 되찾기 위해 분투하였다. 반돌 제국의 음모에 휘말린 디락을 구하고자 하는 일념으로 정령들의 가호를 얻어 습득한 다채로운 마법을 사용해 싸워나갔다고 한다.","Une jeune fille qui se battit pour sauver l'homme qu'elle aimait dans un monde protégé par le pouvoir de Mana. Alors qu'elle était à la recherche de son fiancé Durac, parti affronter une terrible sorcière, elle rencontra Randy et Popoï, et tous trois firent le tour des temples élémentaires afin de restaurer le pouvoir de l'épée sacrée. À cette occasion, elle reçut la protection des esprits sous la forme de divers sorts magiques. Elle les employa pour tenter de secourir Durac, mêlé malgré lui aux sombres desseins de l'empire Vandole.","Eine junge Frau, die in einer von der Macht des Mana beschützten Welt für das Leben ihrer Lieben kämpfte. Auf der Suche nach ihrem Geliebten, Hagen, traf sie auf Randi, den Träger des Manaschwertes, und Popoi, ein Koboldmädchen auf der Suche nach seiner Heimat. Die drei reisten zu den verschiedenen Schreinen der Welt, um die Kraft des Manaschwertes wiederherzustellen. Mit der Magie der Geister, die sie dort erlangte, kämpfte sie gegen ein Komplott des Imperiums, in das Hagen hineingeraten war.","Joven que combatió para salvar a su amado en un mundo protegido por el gran poder de Mana. Mientras buscaba a su amado Dyluck, que se había marchado con el propósito de acabar con una bruja malvada, recorrió el mundo con Randy y el elfo Popoi de templo en templo con el fin de devolverle a la espada sagrada legendaria su poder. Se dice que los elfos la protegían en combate mediante diversos hechizos mágicos mientras seguía combatiendo para salvar a su amado Dyluck, que había caído prisionero durante la conspiración del Imperio Vandole."],"summon":["Having allies around makes you stronger.<br>That's why I'd like to help out, too!","有同伴在身邊就會變強，因此我也要幫助你！","동료와 함께라면 더욱 강해질 수 있지.<br>그러니까 나도 도와줄게!","Avoir des alliés rend vraiment plus fort.<br>C'est pour ça que j'aimerais vous aider !","Mit Freunden ist alles leichter.<br>Lass mich auch mithelfen!","Estar juntos nos hace fuertes.¡Por eso quiero echaros una mano!"],"evolution":["I will never forget the friends with which I've had such wonderful adventures.","我絕對不會忘記一起旅行的同伴們的……","함께 여행한 동료를,<br>난 절대 잊지 않을 거야…","Je n'oublierai jamais les amis avec qui j'ai vécu de telles aventures.","Die Freunde, mit denen ich so viele Abenteuer erlebt habe, werde ich niemals vergessen.","Siempre recordaré a los amigos con los que he compartido todas estas aventuras tan fantásticas."],"affinity":["To have been able to come this far...<br>I'm so glad I was able to meet you!","竟然能一起走到這一步……遇見你，是我一生的幸運！","이렇게 먼 곳까지 함께 오게 되다니…<br>나 있잖아, 널 만나서 정말 다행이야!","Avoir été capable d'accomplir tant de choses...<br>Je suis si heureuse d'avoir fait votre connaissance.","Unglaublich, dass wir so weit gekommen sind ...<br>Ich bin froh, dass ich dich getroffen habe!","Haber llegado hasta tan lejos... <br>¡Me alegro tanto de haberte conocido!"],"fusion":["I've decided to live to the utmost so<br>as not to disappoint those I cherish.","我已經下定決心，為心愛的人而好好活著。","소중한 사람들에게 뒤쳐지지 않도록,<br>최선을 다해 살기로 마음먹었어.","J'ai décidé de profiter au mieux de la vie afin de ne pas décevoir ceux que j'aime.","Ich werde immer mein Bestes geben,<br>damit ich mit meinen Freunden mithalten kann!","He decidido vivir al límite para<br>no decepcionar a la gente que aprecio."]}}},"skills":{"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"203480":{"name":"Haunting Guard","attack_type":"None","element_inflict":null,"effects":["Increase ATK, MAG and SPR by 15%","Recover MP (3%) per turn"],"icon":"ability_77.png"},"203490":{"name":"Ice Saber","cost":{"MP":11},"attack_frames":[[125]],"attack_type":"Hybrid","element_inflict":["Ice"],"effects":["Hybrid ice damage (2.3x, ATK & MAG) to one enemy"],"icon":"ability_22.png"},"203500":{"name":"Refresh","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure Poison, Blind, Sleep and Confusion for one ally"],"icon":"ability_3.png"},"203510":{"name":"Healing Waters","cost":{"MP":14},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Restore 700 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"203550":{"name":"Stone Saber","cost":{"MP":11},"attack_frames":[[120]],"attack_type":"Hybrid","element_inflict":["Earth"],"effects":["Hybrid earth damage (2.3x, ATK & MAG) to one enemy"],"icon":"ability_28.png"},"203560":{"name":"Safeguard","cost":{"MP":4},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"203590":{"name":"Thunder Saber","cost":{"MP":11},"attack_frames":[[40]],"attack_type":"Hybrid","element_inflict":["Lightning"],"effects":["Hybrid lightning damage (2.3x, ATK & MAG) to one enemy"],"icon":"ability_20.png"},"203600":{"name":"Detect","cost":{"MP":1},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Allows you to view info on an enemy"],"icon":"ability_2.png"},"203630":{"name":"Flame Saber","cost":{"MP":11},"attack_frames":[[55]],"attack_type":"Hybrid","element_inflict":["Fire"],"effects":["Hybrid fire damage (2.3x, ATK & MAG) to one enemy"],"icon":"ability_21.png"},"203640":{"name":"Molotov","cost":{"MP":20},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies","Reduce ATK by 20% for 3 turns to all enemies"],"icon":"ability_21.png"},"203650":{"name":"Flaming Wall","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies","Reduce resistance to Fire by 20% for 3 turns to all enemies"],"icon":"ability_21.png"},"203720":{"name":"Holy Saber","cost":{"MP":14},"attack_frames":[[410]],"attack_type":"Hybrid","element_inflict":["Light"],"effects":["Hybrid light damage (3.6x, ATK & MAG) to one enemy"],"icon":"ability_5.png"},"203730":{"name":"Saintly Beam","cost":{"MP":60},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (3x, MAG) to all enemies"],"icon":"ability_5.png"},"203740":{"name":"Moon Saber","cost":{"MP":11},"attack_frames":[[1]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (1.5x, ATK & MAG) to one enemy","Hybrid damage (0.6x, ATK & MAG) as HP drain (40%) to one enemy"],"icon":"ability_6.png"},"203750":{"name":"Rush","cost":{"MP":48},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 40% for 3 turns to all allies"],"icon":"ability_63.png"},"203770":{"name":"Invigorate","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive one ally from KO (30% HP)"],"icon":"ability_1.png"},"702310":{"name":"Invigorate+1","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive one ally from KO (60% HP)"],"icon":"ability_1.png"},"702320":{"name":"Invigorate+1","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive one ally from KO (100% HP)"],"icon":"ability_1.png"},"702330":{"name":"Healing Waters+1","cost":{"MP":14},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"702340":{"name":"Healing Waters+1","cost":{"MP":14},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Restore 1000 (+5x, Heal) HP to all allies"],"icon":"ability_4.png"},"702350":{"name":"Saintly Beam+1","cost":{"MP":60},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (4x, MAG) to all enemies"],"icon":"ability_5.png"},"702360":{"name":"Saintly Beam+1","cost":{"MP":60},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (5x, MAG) to all enemies","Reduce resistance to Light by 50% for 3 turns to all enemies"],"icon":"ability_5.png"},"910351":{"name":"Haunting Guard+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK, MAG and SPR by 40%","Recover MP (5%) per turn"],"icon":"ability_77.png"},"910352":{"name":"Haunting Guard+2","attack_type":"None","element_inflict":null,"effects":["Increase ATK, MAG and SPR by 80%","Recover MP (10%) per turn"],"icon":"ability_77.png"}},"LB":{"name":"Whirlwind Kick","attack_count":[12],"attack_frames":[[23,33,53,62,70,78,86,94,102,110,118,128]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.9x, ATK) to one enemy","Reduce SPR by 40% for 3 turns to one enemy"],"max_level":["Physical damage (4.1x, ATK) to one enemy","Reduce SPR by 64% for 3 turns to one enemy"]},"TMR":{"name":"Deep Thoughts","compendium_id":496,"compendium_shown":true,"unit_restriction":null,"skills":{"203830":{"name":"Deep Thoughts","attack_type":"None","element_inflict":null,"effects":["Increase MP by 30% and MAG and SPR by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Deep Thoughts' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_77.png","strings":{"names":["Deep Thoughts","一心一意","한결같은 마음","Pensées profondes","Mit ganzem Herzen","Ideal profundo"],"desc_short":["Boost MP by 30%, MAG and SPR by 10%","提高30%MP、10%魔力、精神","MP 30%, 마력과 정신력 10% 상승","Augmente les PM de 30%, la MAGIE et la PSY de 10%","Erhöht MP um 30 %, MAG und PSY um 10 %","Aumenta los PM un 30% y MAG/ESP un 10%"],"desc_long":["Boosts MP by 30%, MAG and SPR by 10%.","提高30%MP、10%魔力、精神。","MP가 30%, 마력과 정신력이 10% 상승합니다.","Augmente les PM de 30%, la MAGIE et la PSY de 10%.","Erhöht MP um 30 %, MAG und PSY um 10 %.","Aumenta los PM un 30% y MAG/ESP un 10%"]},"type":"MATERIA"}},"304000303":{"rarity_min":3,"rarity_max":6,"name":"Popoi","game":"Secret of Mana","job":"Sprite","sex":"Other","equip":[2,4,5,6,7,8,9,10,12,13,16,30,40,41,50,51,53,60],"entries":{"304000303":{"compendium_id":335,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[422,1278,150,75],"MP":[28,84,25,12],"ATK":[17,51,10,5],"DEF":[17,50,10,5],"MAG":[21,64,14,7],"SPR":[18,54,10,5]},"limitburst_id":304000303,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[31,49,108,126],"effect_frames":[29,47,106,124],"max_lb_drop":1,"ability_slots":2,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010100":25,"290020300":10,"290030200":5,"290050200":15,"290050300":5}},"strings":{"description":["A young sprite searching for his home in a world protected by the great power of mana.  Despite being a bit cheeky and calculating, he has a very positive personality. Swept away in the flood that hit the forest of sprites, he was taken in by the village head at Gaia's Navel, however due to the shock of the flood he couldn't remember his own name or where he came from. He began to trick and steal from travelers in order to raise funds for his journey home, however, that was until he came across Randi, the boy with the legendary holy sword.","在龐大瑪娜之力保護下的異界中，為尋找故土而旅行的妖精族兒童。他趾高氣昂又精於算計，但總體而言是一個樂天派。當妖精之森發生洪災時，他被捲入其中。儘管他得到了蓋亞的中心村長的保護，但洪災對他造成的驚嚇使他喪失了記憶，連自己的名字和故鄉都不記得了。他以欺詐旅人為手段來積攢著自己所需的旅費，在這個過程中，他遇到了手持聖劍的少年蘭迪。","위대한 마나의 힘으로 수호받는 이계에서 고향을 찾아 여행하던 요정족 꼬마. 건방지고 타산적인 면도 있으나, 기본적으로는 밝고 긍정적인 성격. 요정의 숲을 덮친 홍수에 말려들게 된 포포이는 가이아의 배꼽 마을의 촌장에게 보호를 받았지만, 그 충격으로 자신의 이름은 물론 고향조차 잊어버리고 말았다. 여비를 벌기 위해 여행자를 속여 돈을 뜯어내던 중 성검을 가진 소년 랜디와 만나게 된다.","Un jeune lutin à la recherche de son village, dans un monde protégé par le pouvoir de Mana. Malgré un côté farceur et calculateur, c'est aussi un grand optimiste. Emporté par une crue survenue dans la forêt des lutins, il fut recueilli par le chef du Nombril de Gaïa, mais à cause du choc, il oublia d'où il venait, ou même comment il s'appelait. Il se mit à soutirer des sous aux voyageurs afin de financer son trajet de retour, mais sa petite escroquerie prit fin lorsqu'il rencontra Randy, le garçon à l'épée sacrée.","Ein Koboldmädchen, das in einer von der Macht des Mana beschützten Welt nach seiner Heimat suchte. Popoi hat eine fröhliche und optimistische Persönlichkeit, ist aber oft auch respektlos und tückisch. Sie war von einer Flut erfasst worden und hatte durch einen Schlag auf den Kopf vergessen, wer sie war und woher sie kam. Der Dorfälteste vom Elfenteich nahm sich ihrer an, und sie begann, sich mit Betrügereien das nötige Geld zu ergaunern, um die Heimreise antreten zu können. Dabei traf sie auf Randi, den Jungen mit dem Manaschwert.","Joven elfo que busca el camino de regreso a casa en un mundo protegido por el gran poder del Mana. Es un tanto insolente y calculador, pero en el fondo de personalidad muy positiva. Las inundaciones que azotaron el bosque de los elfos acabaron arrastrándolo lejos de su hogar, y terminó siendo acogido por el jefe de la aldea del Ombligo de Gaia. Sin embargo, la impresión de lo ocurrido provocó que no pudiera recordar su nombre ni su procedencia. Comenzó a engañar y a robar a los viajeros para así reunir fondos de cara al viaje de regreso a casa, pero sus felonías se acabaron cuando conoció a Randy, el niño que empuña la espada sagrada legendaria."],"summon":["*Sob* *sob*<br>You're so sweet, mister.<br>Thank you for... H-hey, where are we?!","嗚嗚嗚……啊啊，溫柔的小哥，請救救我……話說，這裡是哪兒啊？！","훌쩍훌쩍…<br>아아, 마음씨 고운 형님.<br>부디 절 도와주세… 어, 여긴 어디?!","*Snif*, *snif*<br>Tu es si gentil.<br>Merci pour... E-euh, où sommes-nous ?","*Schluchz* *Schnief*<br>Ooh, ich bin so traurig.<br>... HÄ?! Wo bin ich?!","Buah... Buaahhh. Eres tan gentil.Gracias por resca... ¿Dónde estamos?"],"evolution":[null,null,null,null,null,null],"affinity":["Hehe, I'm so happy to have been blessed with such wonderful partners!","嘿嘿，有這麼好的小弟，我也真是幸運啊！","헤헤, 이렇게 멋진 부하를 얻을 줄이야,<br>난 정말 행운아야!","Héhé, je suis vraiment béni d'avoir des partenaires si merveilleux.","Hehe, was für ein Glück, dass ich so treue Gefolgsleute habe!","¡Jiji, me alegra tanto haber sido bendecido con unos compañeros tan geniales!"],"fusion":["Hmm...<br>Just when I thought I'd remembered something, I've gone and forgot it, again!","嗯……好像想起了些什麼，不過我又忘光啦！","으~음…<br>뭔가 떠오를 것만 같았는데,<br>또 잊어버렸어!","Hmm...<br>Dire que je pensais me souvenir de quelque chose, et voilà que j'ai encore oublié !","Hmm ...<br>Ich dachte, ich hätte mich gerade an was erinnert, aber jetzt ist es wieder weg.","Umm...<br>Justo cuando pensaba que había recordado algo, ¡se me ha vuelto a ir el santo al cielo!"]}},"304000304":{"compendium_id":336,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[548,1662,210,105],"MP":[36,109,35,17],"ATK":[22,67,14,7],"DEF":[21,65,14,7],"MAG":[27,83,18,9],"SPR":[23,71,14,7]},"limitburst_id":304000304,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[31,49,108,126],"effect_frames":[29,47,106,124],"max_lb_drop":2,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":20,"290030200":10,"290040300":5,"290050300":10,"290050400":5}},"strings":{"description":["A young sprite searching for his home in a world protected by the great power of mana. Having lost his memory due to the shock of being carried away in a flood, along with Randi, the boy with the holy sword, and Primm, a girl in search of her beloved, Popoi searches for a home the location of which he can't recall. Though their travels are befallen by many hardships, Popoi uses his bright disposition, as well as the magic bestowed to him by the sprites to support his allies, to see them through many a struggle.","在龐大瑪娜之力保護下的異界中，為尋找故土而旅行的妖精族兒童。他因洪災造成的驚嚇而喪失了記憶。為了尋找未知的故土，他隨同持有聖劍的蘭迪和追尋心儀之人的高傲少女普利姆一起，踏上了旅途。一路上他們歷經了千難萬險，但波波伊用樂觀的性格和習得的各種魔法支撐同伴度過了險境。","위대한 마나의 힘으로 수호받는 이계에서 고향을 찾아 여행하던 요정족 꼬마. 홍수에 휘말린 충격으로 기억을 잃고, 어딘지도 모르는 고향으로 돌아가기 위해 성검을 가진 소년 랜디와 사랑하는 사람을 뒤쫓는 억척스러운 소녀 프림과 함께 여행을 떠난다. 그들의 여행은 수많은 고난에 부닥쳤지만, 포포이는 타고난 명랑함과 정령의 가호로 습득한 마법으로 궁지에 빠진 동료들을 구해냈다고 한다.","Un jeune lutin à la recherche de son village, dans un monde protégé par le pouvoir de Mana. Devenu amnésique après avoir été emporté par une crue, Popoï se mit en quête d'un chez-lui dont il ne pouvait pas se rappeler, accompagné de Randy, le garçon à l'épée sacrée, et de Prim, une jeune fille à la recherche de son bien-aimé. Bien que leur aventure fut semée d'embûches, il ne cessa jamais de soutenir ses alliés grâce aux sorts que lui apprirent les esprits élémentaires, mais surtout, grâce à sa bonne humeur.","Ein Koboldmädchen, das in einer von der Macht des Mana beschützten Welt nach seiner Heimat suchte. Popoi war von einer Flut erfasst worden und hatte durch einen Schlag auf den Kopf vergessen, wer sie war und woher sie kam. Zusammen mit Randi, dem Jungen mit dem Manaschwert, und Primm, einem Mädchen auf der Suche nach ihrem Liebsten, machte sie sich auf, um ihre unbekannte Heimat wiederzufinden. Unterwegs stießen die drei auf zahlreichen Hindernisse, doch dank Popois fröhlichem Naturell und der Magie, die sie von den Geistern verliehen bekam, gelangten sie schließlich an ihr Ziel.","Joven elfo que busca el camino de regreso a casa en un mundo protegido por el gran poder del Mana. Habiendo perdido la memoria a causa de la impresión por haber sido arrastrado por la corriente, Popoi busca un hogar cuya ubicación no puede recordar acompañado de Randy, el niño que empuña la espada sagrada, y de Prim, la niña que busca a su amado. En sus viajes se enfrentan a numerosas dificultades, pero Popoi siempre destaca por su brillante disposición y por la magia recibida de los elfos para ayudar a sus compañeros cuando las cosas se ponen feas."],"summon":["Don't you be getting in my way, mister!","小哥，你可不要拖我後腿呀！","내 발목이나 붙잡지 말라구.<br>형씨!","Ne vous mettez pas en travers de mon chemin, monsieur !","Glaub bloß nicht, dass ich die ganze Arbeit für dich mache!","¡Yo hago las cosas a mi manera, así que ni se te ocurra darme la tabarra! ¿Entendido, chaval?"],"evolution":["There we go!<br>Just when you thought things were safe, BAMN!","有我跟著呢！你就放心大膽地全都交給我吧！","내가 옆에서 도와줄게!<br>그러니까 아무 걱정 말고<br>나만 믿어!","Avec moi à tes côtés, tu n'as aucun souci à te faire ! Je te l'assure !","Ich lass dich nicht hängen!<br>Solange du auf mich hörst, kann dir nichts passieren.","¡Ya lo ves!<br>Justo cuando pensabas que no había peligro, ¡toma!"],"affinity":["Hehe, I'm so happy to have been blessed with such wonderful partners!","嘿嘿，有這麼好的小弟，我也真是幸運啊！","헤헤, 이렇게 멋진 부하를 얻을 줄이야,<br>난 정말 행운아야!","Héhé, je suis vraiment béni d'avoir des partenaires si merveilleux.","Hehe, was für ein Glück, dass ich so treue Gefolgsleute habe!","¡Jiji, me alegra tanto haber sido bendecido con unos compañeros tan geniales!"],"fusion":["That's it, my little partner!<br>You've got it!","真不愧是我的小弟！真懂我呀！","역시 내 부하답네!<br>눈치가 빠른걸!","C'est ça, partenaire ! T'as tout compris !","Gut gemacht!<br>Nichts anderes hab ich erwartet!","¡Eso es!<br>¡Lo has pillado!"]}},"304000305":{"compendium_id":337,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[713,2160,240,120],"MP":[47,142,40,20],"ATK":[29,87,16,8],"DEF":[28,84,16,8],"MAG":[36,108,24,12],"SPR":[30,92,16,8]},"limitburst_id":304000305,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[31,49,108,126],"effect_frames":[29,47,106,124],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":5,"290060300":10,"290060400":10}},"strings":{"description":["A young sprite searching for his home in a world protected by the great power of mana.  Though he lost memories when he was carried away by the flood, he was able to recover them while travelling around with Randi and Primm. However, having finally returned to the place from which he came, Popoi found that it had been ravaged by some wicked being. Now aware of the fact that someone was out to destroy the balance of mana, Popoi and the others set their sights on the Mana Tree.","在龐大瑪娜之力保護下的異界中，為尋找故土而旅行的妖精族兒童。受洪災的影響，他失去了自己的記憶。但是，隨著和蘭迪與普利姆一同旅行，他逐漸恢復了記憶。然而，當他找到故鄉時，那裡已經是一片狼藉。隨後波波伊得知有人想要破壞瑪娜之力的平衡，於是他下定決心同蘭迪和普利姆一同前往瑪娜之樹。","위대한 마나의 힘으로 수호받는 이계에서 고향을 찾아 여행하던 요정족 꼬마. 홍수에 휘말려 기억을 잃었으나 랜디, 프림과 함께 여행을 하면서 잃어버린 기억을 되찾게 된다. 그러나 우여곡절 끝에 도착한 고향은 누군가에 의해 멸망한 후였다. 마나의 힘의 균형을 무너뜨리려 하는 자들의 존재를 알게 된 포포이는 동료들과 함께 마나의 나무로 향한다.","Un jeune lutin à la recherche de son village, dans un monde protégé par le pouvoir de Mana. Devenu amnésique après avoir été emporté par une crue, il parvint à recouvrer la mémoire en voyageant aux côtés de Randy et Prim. Cependant, lorsqu'il retrouva enfin son village natal, ce fut pour découvrir que celui-ci avait été dévasté par un être malfaisant. Conscient du danger qui pesait sur l'équilibre du mana, Popoï et ses amis se mirent en route vers l'Arbre de Mana.","Ein Koboldmädchen, das in einer von der Macht des Mana beschützten Welt nach seiner Heimat suchte. Popoi war von einer Flut erfasst worden und hatte dabei ihr Gedächtnis verloren. Auf der Reise zusammen mit Randi und Primm erlangte sie zwar ihre Erinnerungen zurück, musste jedoch feststellen, dass ihre Heimat kurz vor ihrer Rückkehr verwüstet worden war. Popoi begriff, dass jemand im Begriff war, das Gleichgewicht des Mana zu zerstören, und machte sich mit ihren Kameraden auf den Weg zum Manabaum.","Joven elfo que busca el camino de regreso a casa en un mundo protegido por el gran poder del Mana. Perdió la memoria al ser arrastrado por la corriente, pero consiguió recuperarla mientras viajaba con Randy y Prim. Sin embargo, cuando por fin consiguió regresar a su hogar, lo encontró arrasado por algún ser maligno. Al darse cuenta de que había quien pretendía destruir el equilibrio de Mana, Popoi y el resto se dirigieron al Árbol de Mana."],"summon":["I will return to my home town.<br>I would appreciate it if you'd let me go along with you until then!","我正急著回故鄉呢，不過在回去之前我會和你在一起的，記得感謝我啊！","난 고향을 찾고 있어.<br>그때까진 함께 행동해줄 테니까,<br>감사히 여기도록!","Je suis en route vers mon village, mais je veux bien voyager avec vous jusque-là !","Ich bin eigentlich gerade unterwegs nach Hause.<br>Aber ihr dürft mich gern ein Stück begleiten, wenn ihr schön „bitte“ sagt!","Voy de regreso a mi hogar.Podréis contar con mi ayuda durante toda la travesía."],"evolution":["You know, once the mana disappears,<br>so do us fairies...","如果瑪娜消失了，那我們是不是也要從世界上消失了？","마나가 사라지면 우리 요정도<br>세계에서 사라지게 될까…?","Tu sais, si le pouvoir de Mana disparaît, il en sera de même pour nous les lutins.","Ich frage mich, was mit uns Kobolden passiert,<br>wenn das Mana aus der Welt verschwindet ...","¿Sabes? Cuando el Mana desaparece,<br>también lo hacemos los elfos..."],"affinity":["Hehe, I'm so happy to have been blessed with such wonderful partners!","嘿嘿，有這麼好的小弟，我也真是幸運啊！","헤헤, 이렇게 멋진 부하를 얻을 줄이야,<br>난 정말 행운아야!","Héhé, je suis vraiment béni d'avoir des partenaires si merveilleux.","Hehe, was für ein Glück, dass ich so treue Gefolgsleute habe!","¡Jiji, me alegra tanto haber sido bendecido con unos compañeros tan geniales!"],"fusion":["I'm going to protect the Mana so that all the villagers can make it back safely!","我一定好保護好瑪娜！讓同村鄉親們能安心回到故鄉！","나 있잖아, 마을 사람들이<br>돌아올 수 있게<br>무슨 일이 있어도 마나를 지킬 거야!","Je vais protéger le pouvoir de Mana afin que tous les villageois puissent rentrer sains et saufs !","Ich werde das Mana retten, damit alle wieder ins Dorf zurückkehren können!","¡Voy a proteger el Mana para que todos los aldeanos puedan regresar a salvo!"]}},"304000306":{"compendium_id":803,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[943,2858,390,195],"MP":[61,184,65,32],"ATK":[37,113,26,13],"DEF":[36,109,26,13],"MAG":[46,140,34,17],"SPR":[39,119,26,13]},"limitburst_id":304000306,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[31,49,108,126],"effect_frames":[29,47,106,124],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young sprite searching for his home in a world protected by the great power of mana. Popoi decided to make a stand against the Vandole Empire when it attacked his village seeking to take over the world by resurrecting the Mana Fortress. Together with Randi, his friends, and the power of the Mana Sword, Popoi was finally able to thwart the Vandole Empire's ambitions. However, during their last decisive battle, he would have to make the hardest choice of his life.","在龐大瑪娜之力保護下的異界中，為尋找故土而旅行的妖精族兒童。得知邦德魯帝國企圖復活瑪娜的要塞並支配世界的陰謀，讓波波伊決心為了眼前一片狼藉的故鄉而戰。和蘭迪等人一起取回聖劍之力，粉碎了帝國野心的波波伊，在最終之戰時，面臨了艱難的抉擇。","위대한 마나의 힘으로 수호 받는 이계에서, 고향을 찾아 여행을 떠난 요정 족 아이. 마나의 요새를 부활시켜 세계를 그 지배하에 두려 하는 반돌 제국에 의해 고향 마을이 파괴되자, 포포이는 마을 사람들을 위해 싸우기로 결심한다. 랜디와 함께 성검의 힘을 되찾아 마침내 제국의 야망을 꺾은 포포이는, 마지막 결전을 앞두고 괴로운 선택을 강요당하게 된다.","Un jeune lutin à la recherche de son village, dans un monde protégé par le pouvoir de Mana. Popoï décida de prendre position contre l'empire de Vandole lorsqu'il attaqua son village dans leur volonté de contrôler le monde en ressuscitant la Forteresse de Mana. Avec l'aide de Randy et ses amis et du pouvoir de l'Épée Sacrée, Popoï finit par mettre un terme aux ambitions de l'empire de Vandole. Il dut cependant prendre la décision la plus dure de sa vie lors de la bataille finale.","Popoi ist ein Feenkind aus einer fernen Welt, die von der heiligen Kraft des Mana beschützt wird und sich auf eine Reise begab, um seine Heimat zu suchen.  Das Königreich Pandora belebte, in seinem Bestreben die Welt unter seine Herrschaft zu bringen, die Manafestung wieder und verheerte dadurch Popois Heimat und entzündete damit den Kampfgeist der Fee, für das Wohl aller Dorfbewohner zu kämpfen. Zusammen mit Randi gelingt es Popoi, die Kraft des Manaschwertes zurückzuholen und die Ambitionen des Königreiches zu zerschmettern. Im letzten Kampf jedoch ist es Popoi, der eine schmerzhafte Entscheidung treffen muss.","Joven elfo que busca el camino de regreso a casa en un mundo protegido por el gran poder del Mana. Después de que el Imperio Vandole, el cual se dispuso a dominar el mundo tras devolver la Fortaleza del Mana a la vida, arrasase el pueblo natal de Popoi, este decide luchar por su gente. Popoi logra junto con Randy y sus amigos recuperar el poder de la espada sagrada y poner fin a las ambiciones del imperio, aunque en la batalla definitiva se ve forzado a tomar una dura decisión."],"summon":["Let's travel together from now on.<br>With a skip, here we go,<br>yo ho ho!","今後要一起旅行呀。<br>讓我們來提振士氣吧！<br>一，二，三……加油加油加油！","앞으로 함께 여행하는 거야.<br>좋았어, 기운차게 가자고!<br>하나, 둘…… 헤이 헤이 호!","Voyageons ensemble maintenant.<br>Un, deux, trois, c'est parti !<br>Yo ho ho !","Von nun an reisen wir zusammen<br>Jetzt mal mit mehr Elan! Und eins und zwei ...<br>Hey hey ho!","Viajemos juntos a partir de ahora.<br>¡Con garbo que nos vamos, jojojo!"],"evolution":["Something that only I can do...<br>Don't go running off, now!","只有我才能夠完成的事……<br>是不可以逃避的！","나만이 할 수 있는 것……<br>거기서 도망쳐선 안 돼!","Il y a une chose que je suis le seul à pouvoir faire...<br>Je ne fuirai pas maintenant !","Etwas, das nur ich alleine tun kann ...<br>Davor wird nicht weggelaufen!","Algo que solo yo puedo hacer...<br>¡No te vayas a escapar ahora!"],"affinity":["Hehe, I'm so happy to have been blessed with such wonderful partners!","嘿嘿，有這麼好的小弟，我也真是幸運啊！","헤헤, 이렇게 멋진 부하를 얻을 줄이야,<br>난 정말 행운아야!","Héhé, je suis vraiment béni d'avoir des partenaires si merveilleux.","Hehe, was für ein Glück, dass ich so treue Gefolgsleute habe!","¡Jiji, me alegra tanto haber sido bendecido con unos compañeros tan geniales!"],"fusion":["My name Popoi was given<br>to me by the hero of legend!<br>I'm his greatest follower!","「波波伊」是聖劍勇者幫我取的名字！<br>他是我最棒的跟班喔！","포포이라는 내 이름은<br>성검의 용사가 지어준 거라고!<br>내 제일가는 부하 녀석이야!","C'est le héros de la légende qui me nomma Popoï !<br>Je suis son plus grand fan !","Mein Name \"Popoi\" wurde mir<br>vom Helden der Legende gegeben!<br>Ich bin sein eifrigster Mitstreiter!","¡El nombre de Popoi me lo puso el gran héroe legendario!<br>¡Soy su seguidor más predilecto!"]}}},"skills":{"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100040":{"name":"MP +10%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 10%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png"},"203520":{"name":"Freeze","cost":{"MP":3},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.2x, MAG) to one enemy"],"icon":"ability_22.png"},"203530":{"name":"Acid Storm","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.4x, MAG) to all enemies","Reduce DEF by 20% for 3 turns to all enemies"],"icon":"ability_23.png"},"203540":{"name":"Syringe","cost":{"MP":5},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.8x, MAG) as HP drain (30%) to one enemy"],"icon":"ability_6.png"},"203570":{"name":"Earthquake","cost":{"MP":20},"attack_frames":[[180]],"attack_type":"Magic","element_inflict":["Earth"],"effects":["Magic earth damage (1.8x, MAG) to all enemies"],"icon":"ability_28.png"},"203580":{"name":"Diamond Missile","cost":{"MP":3},"attack_frames":[[170]],"attack_type":"Magic","element_inflict":["Earth"],"effects":["Magic earth damage (1.2x, MAG) to one enemy"],"icon":"ability_28.png"},"203610":{"name":"Air Blast","cost":{"MP":3},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.2x, MAG) to one enemy"],"icon":"ability_25.png"},"203620":{"name":"Lightning Bolt","cost":{"MP":6},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to one enemy"],"icon":"ability_20.png"},"203660":{"name":"Fireball","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.2x, MAG) to one enemy"],"icon":"ability_21.png"},"203670":{"name":"Explode","cost":{"MP":16},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.7x, MAG) to one enemy"],"icon":"ability_21.png"},"203680":{"name":"Lava Wave","cost":{"MP":21},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies","Inflict Stop (15%) for 3 turns on all enemies"],"icon":"ability_21.png"},"203690":{"name":"Evil Gate","cost":{"MP":17},"attack_frames":[[0]],"attack_type":"Magic","element_inflict":null,"effects":["66% HP damage to all enemies"],"icon":"ability_26.png"},"203700":{"name":"Dark Force","cost":{"MP":16},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (1.9x, MAG) to one enemy"],"icon":"ability_26.png"},"203710":{"name":"Anti-Magic","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"203760":{"name":"Absorb","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.3x, MAG) as MP drain (30%) to one enemy"],"icon":"ability_6.png"},"203780":{"name":"Sleepy Bud","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Inflict Sleep (40%) on one enemy"],"icon":"ability_14.png"},"203790":{"name":"Burst","cost":{"MP":40},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.4x * 1.33 = 3.2x, MAG) to one enemy (ignore reflect)"],"icon":"ability_10.png"},"220300":{"name":"Lunatic","cost":{"MP":80},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n35%: Lunatic (504680)\n15%: Lunatic (504690)\n35%: Lunatic (504700)\n15%: Lunatic (504710)"],"icon":"ability_83.png"},"220640":{"name":"Spectacular","cost":{"MP":50},"attack_frames":[[365]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (4x, MAG) to all enemies"],"icon":"ability_10.png"},"504680":{"name":"Lunatic","cost":{},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Restore 10% HP and MP to all allies"],"icon":"ability_3.png","parentID":"220300"},"504690":{"name":"Lunatic","cost":{},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Restore 20% HP and MP to all allies"],"icon":"ability_3.png","parentID":"220300"},"504700":{"name":"Lunatic","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK, DEF, MAG and SPR by 30% for 3 turns to all enemies"],"icon":"ability_39.png","parentID":"220300"},"504710":{"name":"Lunatic","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK, DEF, MAG and SPR by 40% for 3 turns to all enemies"],"icon":"ability_39.png","parentID":"220300"},"702370":{"name":"Acid Storm+1","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.4x, MAG) to all enemies","Reduce ATK and DEF by 20% for 3 turns to all enemies"],"icon":"ability_23.png"},"702380":{"name":"Acid Storm+1","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (3x, MAG) to all enemies","Reduce ATK and DEF by 40% for 3 turns to all enemies"],"icon":"ability_23.png"},"702390":{"name":"Burst+1","cost":{"MP":40},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (3x * 1.33 = 4x, MAG) to all enemies (ignore reflect)"],"icon":"ability_10.png"},"702400":{"name":"Burst+1","cost":{"MP":40},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (3x * 1.33 = 4x, MAG) to all enemies (ignore reflect)","Reduce MAG and SPR by 40% for 3 turns to all enemies"],"icon":"ability_10.png"}},"LB":{"name":"Full-Out Throw","attack_count":[8],"attack_frames":[[120,133,146,159,172,185,198,212]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.7x, ATK) to all enemies","Reduce MAG by 40% for 3 turns to all enemies"],"max_level":["Physical damage (3.9x, ATK) to all enemies","Reduce MAG by 64% for 3 turns to all enemies"]},"TMR":{"name":"Fairy Wisdom","compendium_id":497,"compendium_shown":true,"unit_restriction":null,"skills":{"203840":{"name":"Fairy's Wisdom","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 25% and MP by 5%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Fairy's Wisdom' passive."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_77.png","strings":{"names":["Fairy Wisdom","妖精族的智慧","요정족의 지혜","Sagesse de lutin","Weisheit der Kobolde","Bendición de elfo"],"desc_short":["Boost MP by 5% and MAG by 25%","提高5%MP、25%魔力","MP 5%, 마력 25% 상승","Augmente les PM de 5% et la MAGIE de 25%","Erhöht MP um 5%, MAG um 25%","Aumenta los PM un 5% y la MAG un 25%"],"desc_long":["Boosts MP by 5%, and MAG by 25%.","提高5%MP、25%魔力。","MP가 5%, 마력이 25% 상승합니다.","Augmente les PM de 5% et la MAGIE de 25%.","Erhöht MP um 5 % und MAG um 25 %.","Aumenta los PM un 5% y la MAG un 25%"]},"type":"MATERIA"}},"304000405":{"rarity_min":5,"rarity_max":7,"name":"Flammie","game":"Secret of Mana","job":"Flammie","sex":"Other","equip":[1,2,5,10,15,16,30,40,41,50,51,52,60],"entries":{"304000405":{"compendium_id":1149,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[957,2900,240,120],"MP":[43,130,40,20],"ATK":[40,120,24,12],"DEF":[37,112,16,8],"MAG":[32,98,16,8],"SPR":[35,107,16,8]},"limitburst_id":304000405,"attack_count":1,"attack_damage":[[100]],"attack_frames":[42],"effect_frames":[40],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060200":5,"290060400":10}},"strings":{"description":["A baby dragon found in the Cave of the White Dragon in a world protected by the great power of mana. After Randi and his friends defeat the monsters that took the life of his parents, Flammie shows his gratitude by later rescuing them in their time of need following a massive growth spurt.","在龐大瑪娜之力保護下的異界中，居住在龍穴之中的白龍之子。牠十分親近為父母報仇的蘭迪，在蘭迪等人遇到困難時，弗拉米以成長後的姿態出現在眾人面前，並幫助了他們。","위대한 마나의 힘이 수호하는 이계의 '용의 구멍'을 보금자리로 삼고 있던 어린 백룡. 부모의 원수를 갚아 준 랜디 일행을 따르며, 그들이 위기에 봉착했을 때 급성장한 모습으로 도와주러 나타났다.","Un bébé dragon blanc originaire d'un monde protégé par le pouvoir de Mana, où il fut découvert dans une grotte surnommée la Tanière du dragon. Profondément reconnaissant envers Randy et ses amis pour avoir terrassé les monstres qui avaient tué ses parents, Flammie eut l'occasion de leur rendre la pareille en volant à leur rescousse quelques temps plus tard, après une impressionnante poussée de croissance.","Ein Babydrache, der in einer Welt, die von den gewaltigen Kräften des Mana behütet wird, in der Höhle des Weißen Drachen gefunden wurde. Nachdem Randi und seine Freunde jene Monster besiegen, die Flämmchens Eltern auf dem Gewissen haben, zeigt sich der kleine Drache erkenntlich, indem er sie nach einem massiven Wachstumsschub in einem Moment der Not rettet.","Cría de dragón que se puede encontrar en el Cubil del dragón, en un mundo protegido por el gran poder del maná. Cuando Randy y sus amigos derrotaron a los monstruos que habían acabado con la vida de sus padres, Flammie, tras pegar un buen estirón, mostró su gratitud rescatándolos más tarde cuando más lo necesitaban."],"summon":["Flammie became an ally!","弗拉米 成為了夥伴！","플래미가 동료가 되었다!","Flammie se joint à vous !","Flämmchen hat sich der Gruppe angeschlossen!","¡Flammie se ha aliado contigo!"],"evolution":[null,null,null,null,null,null],"affinity":["You've formed a strong bond with Flammie!","弗拉米獲得與夥伴間的羈絆了。","플래미는 <br>동료와의 인연을 얻었다!","Votre lien avec Flammie s'est renforcé !","Deine Bande mit Flämmchen sind stärker geworden!","¡Has establecido un vínculo muy estrecho con Flammie!"],"fusion":["Flammie gained experience.","弗拉米獲得經驗值了！","플래미는<br>경험치를 획득했다!","Flammie a obtenu de l'expérience !","Flämmchen hat Erfahrung erhalten.","Flammie ha conseguido experiencia."]}},"304000406":{"compendium_id":1150,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1244,3770,390,195],"MP":[56,169,65,32],"ATK":[51,156,34,17],"DEF":[48,145,26,13],"MAG":[42,127,26,13],"SPR":[46,139,26,13]},"limitburst_id":304000406,"attack_count":1,"attack_damage":[[100]],"attack_frames":[42],"effect_frames":[40],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000810":1}},"strings":{"description":["A baby dragon found in the Cave of the White Dragon in a world protected by the great power of mana. After Randi and his friends defeat the monsters that took the life of his parents, Flammie shows his gratitude by later rescuing them in their time of need following a massive growth spurt. Not only does he have the ability to reach incredible heights, but his vision is so wide that he can see the world in its entirety as he flies from place to place.","在龐大瑪娜之力保護下的異界中，居住在龍穴之中的白龍之子。牠十分親近為父母報仇的蘭迪，在蘭迪等人遇到困難時，弗拉米以成長後的姿態出現在眾人面前，並幫助了他們。弗拉米不僅擁有強大的飛行能力，還擁有一雙千里眼，能夠看遍全世界的地形地貌。","위대한 마나의 힘이 수호하는 이계의 '용의 구멍'을 보금자리로 삼고 있던 어린 백룡. 부모의 원수를 갚아 준 랜디 일행을 따르며, 그들이 위기에 봉착했을 때 급성장한 모습으로 도와주러 나타났다. 뛰어난 비행 능력에 천리안까지 갖고 있어, 세계의 모든 지형을 둘러볼 수 있다.","Un bébé dragon blanc originaire d'un monde protégé par le pouvoir de Mana, où il fut découvert dans une grotte surnommée la Tanière du dragon. Profondément reconnaissant envers Randy et ses amis pour avoir terrassé les monstres qui avaient tué ses parents, Flammie eut l'occasion de leur rendre la pareille en volant à leur rescousse quelques temps plus tard, après une impressionnante poussée de croissance. Aussi haut qu'il vole, sa vision si acérée qu'elle est proche d'un sixième sens lui permet de contempler le monde dans ses moindres détails.","Ein Babydrache, der in einer Welt, die von den gewaltigen Kräften des Mana behütet wird, in der Höhle des Weißen Drachen gefunden wurde. Nachdem Randi und seine Freunde jene Monster besiegen, die Flämmchens Eltern auf dem Gewissen haben, zeigt sich der kleine Drache erkenntlich, indem er sie nach einem massiven Wachstumsschub in einem Moment der Not rettet. Er erreicht beim Fliegen nicht nur eine unglaubliche Höhe, sondern kann auch so weit sehen, dass er - von einem Ort zum anderen fliegend - die Welt in ihrer Gesamtheit erfassen kann.","Cría de dragón que se puede encontrar en el Cubil del dragón, en un mundo protegido por el gran poder de Mana. Cuando Randy y sus amigos derrotaron a los monstruos que habían acabado con la vida de sus padres, Flammie, tras pegar un buen estirón, mostró su gratitud rescatándolos más tarde cuando más lo necesitaban. Aparte de poder alcanzar una altitud increíble, cuenta con una visión panorámica muy amplia que le permite observar el mundo entero cuando vuela de un sitio a otro."],"summon":["Flammie became an ally!","弗拉米 成為了夥伴！","플래미가 동료가 되었다!","Flammie se joint à vous !","Flämmchen hat sich der Gruppe angeschlossen!","¡Flammie se ha aliado contigo!"],"evolution":["Flammie gained a new power!","弗拉米<br>獲得了新力量！","플래미는<br>새로운 힘을 손에 넣었다!","Flammie a acquis un nouveau pouvoir !","Flämmchen hat eine neue Kraft erhalten!","¡Flammie ha conseguido un nuevo poder!"],"affinity":["You've formed a strong bond with Flammie!","弗拉米獲得與夥伴間的羈絆了。","플래미는 <br>동료와의 인연을 얻었다!","Votre lien avec Flammie s'est renforcé !","Deine Bande mit Flämmchen sind stärker geworden!","¡Has establecido un vínculo muy estrecho con Flammie!"],"fusion":["Flammie gained experience.","弗拉米獲得經驗值了！","플래미는<br>경험치를 획득했다!","Flammie a obtenu de l'expérience !","Flämmchen hat Erfahrung erhalten.","Flammie ha conseguido experiencia."]}},"304000407":{"compendium_id":1151,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1610,4880,540,270],"MP":[72,219,90,45],"ATK":[65,197,65,32],"DEF":[66,199,40,20],"MAG":[54,165,40,20],"SPR":[65,198,40,20]},"limitburst_id":304000407,"attack_count":1,"attack_damage":[[100]],"attack_frames":[42],"effect_frames":[40],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A baby dragon found in the Cave of the White Dragon in a world protected by the great power of mana. After Randi and his friends defeat the monsters that took the life of his parents, Flammie shows his gratitude by later rescuing them in their time of need following a massive growth spurt. Not only does he have the ability to reach incredible heights, but his vision is so wide that he can see the world in its entirety as he flies from place to place. Whenever Randi and his friends sound the Flammie Drum, the baby dragon is drawn to its sound and immediately heads in their direction.","在龐大瑪娜之力保護下的異界中，居住在龍穴之中的白龍之子。牠十分親近為父母報仇的蘭迪，在蘭迪等人遇到困難時，弗拉米以成長後的姿態出現在眾人面前，並幫助了他們。弗拉米不僅擁有強大的飛行能力，還擁有一雙千里眼，能夠看遍全世界的地形地貌。只要蘭迪等人擊響風之太鼓，弗拉米就會聞聲去迎接他們。","위대한 마나의 힘이 수호하는 이계의 '용의 구멍'을 보금자리로 삼고 있던 어린 백룡. 부모의 원수를 갚아 준 랜디 일행을 따르며, 그들이 위기에 봉착했을 때 급성장한 모습으로 도와주러 나타났다. 뛰어난 비행 능력에 천리안까지 갖고 있어, 세계의 모든 지형을 둘러볼 수 있다. 랜디 일행이 바람의 북을 울리면, 순식간에 그 소리를 듣고 그들을 찾아간다고 한다.","Un bébé dragon blanc originaire d'un monde protégé par le pouvoir de Mana, où il fut découvert dans une grotte surnommée la Tanière du dragon. Profondément reconnaissant envers Randy et ses amis pour avoir terrassé les monstres qui avaient tué ses parents, Flammie eut l'occasion de leur rendre la pareille en volant à leur rescousse quelques temps plus tard, après une impressionnante poussée de croissance. Aussi haut qu'il vole, sa vision si acérée qu'elle est proche d'un sixième sens lui permet de contempler le monde dans ses moindres détails. Flammie accourt dès que Randy et ses amis font résonner le tambour du vent.","Ein Babydrache, der in einer Welt, die von den gewaltigen Kräften des Mana behütet wird, in der Höhle des Weißen Drachen gefunden wurde. Nachdem Randi und seine Freunde jene Monster besiegen, die Flämmchens Eltern auf dem Gewissen haben, zeigt sich der kleine Drache erkenntlich, indem er sie nach einem massiven Wachstumsschub in einem Moment der Not rettet. Er erreicht beim Fliegen nicht nur eine unglaubliche Höhe, sondern kann auch so weit sehen, dass er - von einem Ort zum anderen fliegend - die Welt in ihrer Gesamtheit erfassen kann. Immer, wenn Randi und seine Freunde die Flämmchentrommel erklingen lassen, wird der Babydrache von ihrem Klang angezogen und begibt sich sofort in ihre Richtung.","Cría de dragón que se puede encontrar en el Cubil del dragón, en un mundo protegido por el gran poder de Mana. Cuando Randy y sus amigos derrotaron a los monstruos que habían acabado con la vida de sus padres, Flammie, tras pegar un buen estirón, mostró su gratitud rescatándolos más tarde cuando más lo necesitaban. Aparte de poder alcanzar una altitud increíble, cuenta con una visión panorámica muy amplia que le permite observar el mundo entero cuando vuela de un sitio a otro. Además, cuando Randy y sus amigos tocan el tamboril, el joven dragón se ve atraído por su sonido y se dirige de inmediato en esa dirección."],"summon":["Flammie became an ally!","弗拉米 成為了夥伴！","플래미가 동료가 되었다!","Flammie se joint à vous !","Flämmchen hat sich der Gruppe angeschlossen!","¡Flammie se ha aliado contigo!"],"evolution":["Flammie gained a new power!","弗拉米<br>獲得了新力量！","플래미는<br>새로운 힘을 손에 넣었다!","Flammie a acquis un nouveau pouvoir !","Flämmchen hat eine neue Kraft erhalten!","¡Flammie ha conseguido un nuevo poder!"],"affinity":["You've formed a strong bond with Flammie!","弗拉米獲得與夥伴間的羈絆了。","플래미는 <br>동료와의 인연을 얻었다!","Votre lien avec Flammie s'est renforcé !","Deine Bande mit Flämmchen sind stärker geworden!","¡Has establecido un vínculo muy estrecho con Flammie!"],"fusion":["Flammie gained experience.","弗拉米獲得經驗值了！","플래미는<br>경험치를 획득했다!","Flammie a obtenu de l'expérience !","Flämmchen hat Erfahrung erhalten.","Flammie ha conseguido experiencia."]}}},"skills":{"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"228210":{"name":"White Dragon's Influence","cost":{"MP":40},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to all enemies","Fill esper gauge by 1-2"],"icon":"ability_10.png"},"228211":{"name":"Mana Breath","cost":{"MP":30},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 1500 (+3.4x, Heal) HP to all allies","Add Light element (100%) to physical attacks for 3 turns to caster"],"icon":"ability_5.png"},"228212":{"name":"Claw Sharpener","cost":{"MP":24},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Add Wind element (100%) to physical attacks for 3 turns to caster"],"icon":"ability_25.png"},"228213":{"name":"Mana Beast's Healing","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Revive one ally from KO (100% HP)"],"icon":"ability_1.png"},"228214":{"name":"Body Guard","cost":{"MP":72},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 60% for 3 turns to all allies","Reduce damage taken from physical attacks taken by 20% to all allies for 3 turns","Fill esper gauge by 2-3","Increase break resistance to ATK and DEF by 100% for 3 turns to all allies"],"icon":"ability_63.png"},"228215":{"name":"Wing Guard","cost":{"MP":72},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 60% for 3 turns to all allies","Reduce damage taken by magic attacks by 20% to all allies for 3 turns","Fill esper gauge by 2-3","Increase break resistance to MAG and SPR by 100% for 3 turns to all allies"],"icon":"ability_63.png"},"228216":{"name":"Sword Gnaw","cost":{"MP":36},"attack_frames":[[42],[0]],"attack_type":"Physical","element_inflict":null,"effects":["Reduce ATK and DEF by 60% for 3 turns to one enemy","Physical damage (5.5x, ATK) to  after a one turn timed delay"],"icon":"ability_80.png"},"228217":{"name":"Staff Gnaw","cost":{"MP":36},"attack_frames":[[42],[0]],"attack_type":"Physical","element_inflict":null,"effects":["Reduce MAG and SPR by 60% for 3 turns to one enemy","Physical damage (5.5x, ATK) to  after a one turn timed delay"],"icon":"ability_80.png"},"228218":{"name":"Shared Power","cost":{"MP":60},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Wind and Light by 70% for 3 turns to all allies","Fill esper gauge by 2-3"],"icon":"ability_9.png"},"228219":{"name":"Mountain Protector","cost":{"MP":90},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Mountain Protector (508440) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"228220":{"name":"Sky Protector","cost":{"MP":90},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Sky Protector (508441) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"228221":{"name":"White Dragon's Roar","cost":{"MP":80},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock White Dragon's Roar (508442) on turn 2 [2 turns CD]"],"icon":"ability_105.png"},"228222":{"name":"Claw Cleaver","cost":{"MP":40},"attack_frames":[[42,46,50,54,58,62,66,70,74,78,82,86,90,94,98,102,106,110,114,118,122,126,130,134,138,142,146,150,154,158]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.25x, ATK) to all enemies"],"icon":"ability_54.png"},"228223":{"name":"Baby Dragon","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 20%"],"icon":"ability_77.png"},"228224":{"name":"Elemental Feast","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 50%","Increase physical damage against Fairies by 50%","Increase physical damage against Reapers by 50%","Increase resistance to Sleep and Confusion by 100%"],"icon":"ability_79.png"},"228225":{"name":"Acrobatic Flight","attack_type":"None","element_inflict":null,"effects":["Increase damage dealt by jump attacks by 200%"],"icon":"ability_80.png"},"228226":{"name":"For All","attack_type":"None","element_inflict":null,"effects":["50% chance to set HP to 1 upon fatal damage, if HP was above 40% (max 1 times)","Recover MP (10%) per turn"],"icon":"ability_41.png"},"228227":{"name":"Daughter of the Winged One","attack_type":"None","element_inflict":null,"effects":["Increase ATK, HP and MP by 30%"],"icon":"ability_77.png"},"228228":{"name":"Magnificent Wings","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Body Guard (228214), Claw Cleaver (228222), Claw Sharpener (228212), Mana Beast's Healing (228213), Mana Breath (228211), Mountain Protector (228219), Shared Power (228218), Sky Protector (228220), White Dragon's Influence (228210) and Wing Guard (228215) twice in one turn"],"icon":"ability_8.png"},"228229":{"name":"Mythical Beast Encounter","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 20%","Increase ATK and DEF by 30%"],"icon":"ability_77.png"},"228230":{"name":"King Truffle's Protection","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase resistance to Wind and Light by 40%","Increase physical damage against Beasts by 25%","Increase physical damage against Fairies by 25%","Increase physical damage against Reapers by 25%"],"icon":"ability_76.png"},"228231":{"name":"Mountain & Sky Defender","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50%","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase LB gauge by 2 per turn"],"icon":"ability_76.png"},"228232":{"name":"Can you fly, sister?","attack_type":"None","element_inflict":null,"effects":["Use Can you fly, sister? (508443) at the start of a battle","Increase resistance to Blind and Petrify by 100%"],"icon":"ability_43.png"},"228233":{"name":"Emissary of the Goddess","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 20%","Increase damage dealt by jump attacks by 50%"],"icon":"ability_91.png"},"508440":{"name":"Mountain Protector","cost":{"MP":90},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 150% for 3 turns to all allies","Increase resistance to Wind by 100% and resistance to Earth by 50% for 3 turns to all allies","Add Wind element (100%) to physical attacks for 3 turns to caster"],"icon":"ability_105.png","parentID":"228219"},"508441":{"name":"Sky Protector","cost":{"MP":90},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 150% for 3 turns to all allies","Increase resistance to Light by 100% and resistance to Lightning by 50% for 3 turns to all allies","Add Light element (100%) to physical attacks for 3 turns to caster"],"icon":"ability_105.png","parentID":"228220"},"508442":{"name":"White Dragon's Roar","cost":{"MP":80},"attack_frames":[[120],[0]],"attack_type":"Physical","element_inflict":null,"effects":["Reduce resistance to Wind and Light by 100% for 2 turns to all enemies","Physical damage (12x, ATK) to  after a one turn timed delay"],"icon":"ability_105.png","parentID":"228221"},"508443":{"name":"Can you fly, sister?","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by magic attacks by 10% to caster for 99999 turns","Reduce damage taken from physical attacks taken by 10% to caster for 99999 turns"],"icon":"ability_43.png","parentID":"228232"}},"LB":{"name":"Elemental Calling","attack_count":[1],"attack_frames":[[120]],"damage_type":"None","element_inflict":null,"min_level":["Reduce damage taken by 36% to all allies for one turn","Increase resistance to Fire, Water, Wind, Earth, Light and Dark by 55% for 3 turns to all allies","Increase ATK, DEF, MAG and SPR by 120% for 3 turns to all allies"],"max_level":["Reduce damage taken by 54% to all allies for one turn","Increase resistance to Fire, Water, Wind, Earth, Light and Dark by 70% for 3 turns to all allies","Increase ATK, DEF, MAG and SPR by 150% for 3 turns to all allies"]},"TMR":{"name":"Flammie Drum","compendium_id":1047,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100021":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png","desc":""},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'HP +20%' passive.","Grants 'MP +20%' passive."],"stats":{"HP":0,"MP":0,"ATK":50,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50335.png","strings":{"name":["Flammie Drum","風之太鼓","바람의 북","Tambour du vent","Flämmchentrommel","Tamboril"],"desc_short":["A small, one-handed drum from a faraway world that can summon a white dragon.","能夠呼喚白龍的異界手搖鼓","백룡을 부를 수 있는 이계의 땡땡이북","Un petit tambourin issu d'un monde lointain, dont le son fait apparaître un dragon blanc.","Eine kleine, einhändig zu spielende Trommel aus einer fernen Welt, mit der sich ein Weißer Drache rufen lässt.","Pequeño tambor de una mano de un mundo lejano capaz de invocar a un dragón blanco."],"desc_long":["A small, one-handed drum that came from a faraway world. The drum is played by twisting the handle, swinging the threaded ball to hit both sides of the drum. This drum was used in the faraway world by the Hero of Legend to summon the legendary white dragon.","來自遙遠異界的手搖鼓。利用手來迴轉，讓綁在繩子兩端的小球撞擊鼓身而發出聲響。在異界中，傳說只要聖劍勇者敲響此太鼓，傳說中的白龍就會翱翔而來。","머나먼 이계에서 유입된 땡땡이북. 손잡이를 돌리면 끈 끝에 달린 구슬이 부딪치며 소리가 나는 구조로 되어 있다. 이계에서는 성검의 용사가 이 북을 울리면 전설의 백룡이 날아왔다고 전해진다.","Un petit tambourin issu d'un monde lointain. On en joue en le faisant rapidement pivoter sur lui-même, de sorte que les balles attachées au bout de chaque fil rebondissent en rythme sur ses deux faces. On raconte que dans son monde d'origine, ce tambourin était utilisé par le Héros de Mana pour faire apparaître le dragon blanc légendaire.","Eine kleine, einhändig zu spielende Trommel aus einer fernen Welt. Sie wird gespielt, indem man sie am Griff festhält und hin und her schwingt, wodurch ein an einem Faden befestigter Ball auf beide Seiten der Trommel aufschlagen kann. In der fernen Welt des Mana-Helden kann man mit ihrer Hilfe einen Weißen Drachen zu sich rufen.","Pequeño tambor de una mano de un mundo lejano capaz de invocar a un dragón blanco. Este tambor se toca girando el palo que lo atraviesa para que, de esta forma, se muevan las bolas de las cuerdas y acaben golpeando los parches de ambos lados del tambor. Este instrumento lo solía usar el héroe de Mana de un mundo lejano para invocar a un legendario dragón blanco."]}},"STMR":{"name":"Soaring Legendary Dragon","compendium_id":836,"compendium_shown":true,"unit_restriction":null,"skills":{"228234":{"name":"Soaring Legendary Dragon","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 60%","Increase physical damage against Beasts by 75%","Increase physical damage against Fairies by 75%","Increase physical damage against Reapers by 75%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Soaring Legendary Dragon' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_77.png","strings":{"names":["Soaring Legendary Dragon","傳說飛天白龍","하늘을 나는 전설의 백룡","Envol du dragon légendaire","Legendärer Himmelsdrache","Dragón legendario"],"desc_short":["Boost ATK by 60%, and boost physical damage against beasts, fairies, and reapers","提高60%攻擊+物理攻擊時提高對獸精靈死靈系魔物的傷害","공격력 60% 상승+물리 공격 시 야수, 정령, 사령형 마물에게 부여하는 피해량 상승","Augmente l'ATT de 60% ainsi que les dégâts physiques contre les bêtes, les esprits et les morts-vivants","Erhöht ANG um 60% und erhöht physischen Schaden gegen Bestien, Feen und Untote.","Aumenta el ATQ un 60% y aumenta el daño físico contra bestias, hadas y muertos vivientes"],"desc_long":["Boosts ATK by 60%, and boosts physical damage against beasts, fairies, and reapers.","提高60%攻擊，物理攻擊時提高對獸精靈死靈系魔物的傷害。","공격력이 60% 상승하고, 물리 공격 시 야수, 정령, 사령형 마물에게 부여하는 피해량이 상승합니다.","Augmente l'ATT de 60% ainsi que les dégâts physiques contre les bêtes, les esprits et les morts-vivants.","Erhöht ANG um 60% und erhöht physischen Schaden gegen Bestien, Feen und Untote.","Aumenta el ATQ un 60% y aumenta el daño físico contra bestias, hadas y muertos vivientes."]},"type":"MATERIA"}},"304000503":{"rarity_min":3,"rarity_max":5,"name":"Rabite","game":"Secret of Mana","job":"Rabite","sex":"Other","equip":[1,12,16,40,41,50,51,60],"entries":{"304000503":{"compendium_id":1156,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[436,1320,180,90],"MP":[21,65,30,15],"ATK":[20,62,12,6],"DEF":[15,45,12,6],"MAG":[18,55,12,6],"SPR":[18,56,12,6]},"limitburst_id":304000503,"attack_count":1,"attack_damage":[[100]],"attack_frames":[34],"effect_frames":[32,32],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020200":10,"290030300":5,"290050200":15,"290050300":5}},"strings":{"description":["A small monster from a world protected by the great power of mana. A rabite's round body and long ears are typically covered in yellow fur, while its rather large tail is a bright pink hue.","在龐大瑪娜之力保護下的異界中棲息的小型魔物。牠周身被黃色體毛覆蓋，擁有圓滾滾的身體、細長的耳朵，還有粉紅色的大尾巴。","위대한 마나의 힘이 수호하는 이계에 서식하는 소형 마물. 둥근 몸은 노란색의 털로 뒤덮여 있으며, 긴 귀와 분홍색의 큰 꼬리가 달려 있다.","Un petit monstre originaire d'un monde protégé par le pouvoir de Mana. Son corps tout rond et ses longues oreilles sont recouverts d'un doux pelage jaune, tandis que sa queue est rose vif.","Ein kleines Monster aus einer Welt, die von den gewaltigen Kräften des Mana beschützt wird. Der kugelrunde Körper und die langen Ohren des Mümmlers sind von gelbem Fell bedeckt und sein Puschelschwanz hat einen leuchtend pinken Farbton.","Pequeño monstruo que proviene de un mundo protegido por el gran poder de Mana. El cuerpo redondo y las grandes orejas del gazapo suelen estar cubiertas de un pelaje amarillento, mientras que su larga cola tiene un tono rosa intenso."],"summon":["Rabite became an ally!","拉比兔 成為了夥伴！","라비가 동료가 되었다!","Le lapyn se joint à vous !","Der Mümmler hat sich der Gruppe angeschlossen!","¡Gazapo se ha aliado contigo!"],"evolution":[null,null,null,null,null,null],"affinity":["You've formed a strong bond with Rabite!","拉比兔獲得與夥伴間的羈絆了。","라비는 <br>동료와의 인연을 얻었다!","Votre lien avec le lapyn s'est renforcé !","Deine Bande mit dem Mümmler sind stärker geworden!","¡Has establecido un vínculo muy estrecho con Gazapo!"],"fusion":["Rabite gained experience.","拉比兔獲得經驗值了！","라비는<br>경험치를 획득했다!","Le lapyn a obtenu de l'expérience !","Der Mümmler hat Erfahrung erhalten.","Gazapo ha conseguido experiencia."]}},"304000504":{"compendium_id":1157,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[566,1716,240,120],"MP":[28,84,40,20],"ATK":[26,80,16,8],"DEF":[19,58,16,8],"MAG":[23,71,16,8],"SPR":[24,72,16,8]},"limitburst_id":304000504,"attack_count":1,"attack_damage":[[100]],"attack_frames":[34],"effect_frames":[32,32],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020200":20,"290030900":5,"290031000":10,"290050300":10,"290050400":5}},"strings":{"description":["A small monster from a world protected by the great power of mana. A rabite's round body and long ears are typically covered in yellow fur, while its rather large tail is a bright pink hue. It can jump quite high and move from place to place by bouncing on its circular body.","在龐大瑪娜之力保護下的異界中棲息的小型魔物。牠周身被黃色體毛覆蓋，擁有圓滾滾的身體、細長的耳朵，還有粉紅色的大尾巴。牠的彈跳力極強，甚至可以將身體捲成一團，彈跳著移動。","위대한 마나의 힘이 수호하는 이계에 서식하는 소형 마물. 둥근 몸은 노란색의 털로 뒤덮여 있으며, 긴 귀와 분홍색의 큰 꼬리가 달려 있다. 점프력이 뛰어나며, 동그란 몸을 튕기며 이동하는 것이 특징이다.","Un petit monstre originaire d'un monde protégé par le pouvoir de Mana. Son corps tout rond et ses longues oreilles sont recouverts d'un doux pelage jaune, tandis que sa queue est rose vif. Capable de sauter très haut, le lapyn se déplace en rebondissant comme une balle en caoutchouc.","Ein kleines Monster aus einer Welt, die von den gewaltigen Kräften des Mana beschützt wird. Der kugelrunde Körper und die langen Ohren des Mümmlers sind von gelbem Fell bedeckt und sein Puschelschwanz hat einen leuchtend pinken Farbton. Mümmler bewegen sich ausschließend hüpfend fort.","Pequeño monstruo que proviene de un mundo protegido por el gran poder de Mana. El cuerpo redondo y las grandes orejas del gazapo suelen estar cubiertas de un pelaje amarillento, mientras que su larga cola tiene un tono rosa intenso. Además, es capaz de saltar a bastante altura y se mueve deun sitio a otro botando el cuerpo."],"summon":["Rabite became an ally!","拉比兔 成為了夥伴！","라비가 동료가 되었다!","Le lapyn se joint à vous !","Der Mümmler hat sich der Gruppe angeschlossen!","¡Gazapo se ha aliado contigo!"],"evolution":["Rabite gained a new power!","拉比兔<br>獲得了新力量！","라비는 <br>새로운 힘을 손에 넣었다!","Le lapyn a acquis un nouveau pouvoir !","Der Mümmler hat neue Kraft erhalten!","¡Gazapo ha conseguido un nuevo poder!"],"affinity":["You've formed a strong bond with Rabite!","拉比兔獲得與夥伴間的羈絆了。","라비는 <br>동료와의 인연을 얻었다!","Votre lien avec le lapyn s'est renforcé !","Deine Bande mit dem Mümmler sind stärker geworden!","¡Has establecido un vínculo muy estrecho con Gazapo!"],"fusion":["Rabite gained experience.","拉比兔獲得經驗值了！","라비는<br>경험치를 획득했다!","Le lapyn a obtenu de l'expérience !","Der Mümmler hat Erfahrung erhalten.","Gazapo ha conseguido experiencia."]}},"304000505":{"compendium_id":1158,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[736,2230,300,150],"MP":[36,109,50,25],"ATK":[34,104,20,10],"DEF":[25,75,20,10],"MAG":[30,92,20,10],"SPR":[31,93,20,10]},"limitburst_id":304000505,"attack_count":1,"attack_damage":[[100]],"attack_frames":[34],"effect_frames":[32,32],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A small monster from a world protected by the great power of mana. A rabite's round body and long ears are typically covered in yellow fur, while its rather large tail is a bright pink hue. It can jump quite high and move from place to place by bouncing on its circular body. It prefers to live in places with a lot of greenery, thus many have been spotted near the fabled Hero of Legend's village.","在龐大瑪娜之力保護下的異界中棲息的小型魔物。牠周身被黃色體毛覆蓋，擁有圓滾滾的身體、細長的耳朵，還有粉紅色的大尾巴。牠的彈跳力極強，甚至可以將身體捲成一團，彈跳著移動。牠們喜歡被綠色包圍的環境，在聖劍勇者長大的村子附近可以看見牠們的蹤影。","위대한 마나의 힘이 수호하는 이계에 서식하는 소형 마물. 둥근 몸은 노란색의 털로 뒤덮여 있으며, 긴 귀와 분홍색의 큰 꼬리가 달려 있다. 점프력이 뛰어나며, 동그란 몸을 튕기며 이동하는 것이 특징이다. 초록이 우거진 곳을 좋아하는 듯, 성검의 용자가 자란 마을 주변에서도 라비의 모습을 확인할 수 있다.","Un petit monstre originaire d'un monde protégé par le pouvoir de Mana. Son corps tout rond et ses longues oreilles sont recouverts d'un doux pelage jaune, tandis que sa queue est rose vif. Capable de sauter très haut, le lapyn se déplace en rebondissant comme une balle en caoutchouc. Il apprécie les endroits verdoyants, ce qui explique la présence de nombreux spécimens près du village où a grandi le Héros de Mana.","Ein kleines Monster aus einer Welt, die von den gewaltigen Kräften des Mana beschützt wird. Der kugelrunde Körper und die langen Ohren des Mümmlers sind von gelbem Fell bedeckt und sein Puschelschwanz hat einen leuchtend pinken Farbton. Mümmler bewegen sich ausschließend hüpfend fort und leben vorzugsweise an Orten, die von viel Grün umgeben sind, weswegen viele Exemplare in der Nähe des Dorfes gesichtet werden, aus dem der Mana-Held stammen soll.","Pequeño monstruo que proviene de un mundo protegido por el gran poder de Mana. El cuerpo redondo y las grandes orejas del gazapo suelen estar cubiertas de un pelaje amarillento, mientras que su larga cola tiene un tono rosa intenso. Además, es capaz de saltar a bastante altura y se mueve de un sitio a otro botando el cuerpo. Le gusta vivir en lugares con mucha vegetación y, por eso mismo, se pueden encontrar muchos cerca de la aldea de donde, según dicen, proviene el héroe de Mana."],"summon":["Rabite became an ally!","拉比兔 成為了夥伴！","라비가 동료가 되었다!","Le lapyn se joint à vous !","Der Mümmler hat sich der Gruppe angeschlossen!","¡Gazapo se ha aliado contigo!"],"evolution":["Rabite gained a new power!","拉比兔<br>獲得了新力量！","라비는 <br>새로운 힘을 손에 넣었다!","Le lapyn a acquis un nouveau pouvoir !","Der Mümmler hat neue Kraft erhalten!","¡Gazapo ha conseguido un nuevo poder!"],"affinity":["You've formed a strong bond with Rabite!","拉比兔獲得與夥伴間的羈絆了。","라비는 <br>동료와의 인연을 얻었다!","Votre lien avec le lapyn s'est renforcé !","Deine Bande mit dem Mümmler sind stärker geworden!","¡Has establecido un vínculo muy estrecho con Gazapo!"],"fusion":["Rabite gained experience.","拉比兔獲得經驗值了！","라비는<br>경험치를 획득했다!","Le lapyn a obtenu de l'expérience !","Der Mümmler hat Erfahrung erhalten.","Gazapo ha conseguido experiencia."]}}},"skills":{"228290":{"name":"Bound","cost":{"MP":12},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy"],"icon":"ability_10.png"},"228291":{"name":"Chomp","cost":{"MP":14},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy","Reduce DEF by 20% for 3 turns to one enemy"],"icon":"ability_10.png"},"228292":{"name":"Rabite Body Slam","cost":{"MP":20},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":null,"effects":["Sacrifice 5% HP to deal physical damage (2.5x, ATK) to one enemy"],"icon":"ability_10.png"},"228293":{"name":"Poison Chomp","cost":{"MP":19},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to one enemy","Inflict Poison (50%) on one enemy"],"icon":"ability_24.png"},"228294":{"name":"Rolling Jump","cost":{"MP":24},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to all enemies"],"icon":"ability_10.png"},"228295":{"name":"Nap","cost":{"MP":1},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 50% for 3 turns to caster","Gain One More Nap (508490) for one turn (1 use)"],"icon":"ability_14.png"},"228296":{"name":"Sleep Flower Lover","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"228297":{"name":"Sharp Incisors","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 10%"],"icon":"ability_77.png"},"228298":{"name":"Imminent Darkness","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"508490":{"name":"One More Nap","cost":{"MP":1},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 80% for 3 turns to caster","Restore 50% HP to caster","Gain Super Body Slam (508491) for one turn (1 use)"],"icon":"ability_14.png","parentID":"228295"}},"LB":{"name":"Nap-a-holic","attack_count":[1],"attack_frames":[[250]],"damage_type":"Magic","element_inflict":null,"min_level":["Restore 81% HP to caster","Increase ATK by 61% for 2 turns to caster"],"max_level":["Restore 100% HP to caster","Increase ATK by 80% for 2 turns to caster"]},"TMR":{"name":"Heart of a Rabite","compendium_id":840,"compendium_shown":true,"unit_restriction":null,"skills":{"228299":{"name":"Heart of a Rabite","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%","Increase resistance to Light by 15%"],"icon":"ability_99.png","desc":""}},"effects":["Grants 'Heart of a Rabite' passive."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_99.png","strings":{"names":["Heart of a Rabite","拉比兔之心","라비의 마음","Cœur de lapyn","Mümmler-Herz","Corazón de gazapo"],"desc_short":["Boost HP by 10% and light resistance by 15%","提高10%HP、15%光屬性耐性","HP 10%, 빛속성 저항력 15% 상승","Augmente les PV de 10% et la résistance à la lumière de 15%","Erhöht LP um 10% und Lichtresistenz um 15%.","Aumenta la VIT un 10% y la resistencia a la luz un 15%"],"desc_long":["Boosts HP by 10% and light resistance by 15%.","提高10%HP、15%光屬性耐性。","HP 10%, 빛속성 저항력이 15% 상승합니다.","Augmente les PV de 10% et la résistance à la lumière de 15%.","Erhöht LP um 10% und Lichtresistenz um 15%.","Aumenta la VIT un 10% y la resistencia a la luz un 15%."]},"type":"MATERIA"}}}