{"334000105":{"rarity_min":5,"rarity_max":7,"name":"Primrose","game":"Octopath Traveler","job":null,"sex":"Female","equip":[1,5,6,11,12,30,40,50,51,53,60],"entries":{"334000105":{"compendium_id":1336,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[871,2640,240,120],"MP":[54,164,40,20],"ATK":[24,74,16,8],"DEF":[32,96,16,8],"MAG":[38,115,16,8],"SPR":[40,122,24,12]},"limitburst_id":334000105,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[12,37,74,134],"effect_frames":[10,35,72,132],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":10,"290060200":20,"290060300":5,"290060400":10}},"strings":{"description":["A dancer from the pleasure district of the Sunlands in Orsterra, a land in a faraway world. Her beauty and captivating dances have made her popular among the patrons of the tavern where she works.","在遙遠異界奧魯斯特拉大陸的桑蘭多地區繁華街上生活的舞孃。她以美麗的容貌與魅惑的舞蹈贏得了酒館客人們的青睞。","머나먼 이계의 올스텔라 대륙 선랜드 지방에 존재하는 환락가에서 사는 무용수. 아름다운 외모와, 관객을 사로잡는 요염한 춤사위로 주점 손님들에게 엄청난 인기를 끌고 있다.","Une danseuse originaire du quartier des plaisirs des Terres radieuses d'Orsterra, un pays d'un monde lointain. Elle est particulièrement appréciée des clients de la taverne où elle travaille en raison de sa beauté et de ses chorégraphies captivantes.","Eine Tänzerin aus dem Vergnügungsviertel im Sonnenland von Orsterra, einem Kontinent in einer fernen Welt. Ihre Schönheit und ihre betörenden Tänze haben sie unter den Gästen der Schenke, in der sie arbeitet, beliebt gemacht.","Bailarina del distrito del placer de Solealia, una región de Orsterra que se encuentra en un mundo lejano. Su belleza y movimientos sensuales le han ganado el fervor de los clientes de la taberna donde trabaja."],"summon":["Time for the main event. May I have this dance?","呵呵，這舞台真不錯。<br>來，跳舞吧！","후후, 무대 괜찮네.<br>자, 춤출까?","L'heure est au spectacle. M'accorderez-vous cette danse ?","Zeit für die Hauptattraktion. Darf ich um diesen Tanz bitten?","Ha llegado la hora del acto principal. ¿Me conceden este baile?"],"evolution":[null,null,null,null,null,null],"affinity":["The show is over.","對不起，我不和外行跳舞。<br>不過今天可以稍微陪你一會。","미안, 아마추어랑은 춤 안 추는 주의야.<br>하지만 오늘은<br>잠깐 정도라면 같이 춰 줄게.","La danse se conclut.","Die Vorstellung ist vorbei.","¡Se acabó el espectáculo!"],"fusion":["My body feels lighter. My dancing will be even more alluring now...","身體好輕快……<br>能比平時跳得更好看了。","몸이 가벼워……<br>평소보다 더 아름답게 춤출 수 있을 것 같아.","Je me sens plus légère. À présent, je peux danser d'une façon encore plus séduisante.","Mein Körper fühlt sich so leicht an. Nun kann ich noch schöner tanzen, als zuvor.","Me siento más ligera. Ahora podré bailar aún mejor que antes."]}},"334000106":{"compendium_id":1337,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1133,3432,390,195],"MP":[70,213,65,32],"ATK":[32,96,26,13],"DEF":[41,124,26,13],"MAG":[49,149,26,13],"SPR":[52,158,34,17]},"limitburst_id":334000106,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[12,37,74,134],"effect_frames":[10,35,72,132],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001100":1}},"strings":{"description":["A dancer from the pleasure district of the Sunlands in Orsterra, a land in a faraway world. Her beauty and captivating dances have made her popular among the patrons of the tavern where she works. Although originally the heir of House Azelhart, she lost everything when her father was murdered ten years ago by three men bearing the mark of the crow. After the incident she swore revenge upon these men, eventually becoming a dancer to gain more information about them as she tried to earn a living.","在遙遠異界奧魯斯特拉大陸的桑蘭多地區繁華街上生活的舞孃。她以美麗的容貌與魅惑的舞蹈贏得了酒館客人們的青睞。她曾是有權勢的貴族，耶捷爾亞特家的小姐。自從十年前她的父親被烏鴉紋身的男人們殺害之後，她便為了復仇而化身為舞孃生活。","머나먼 이계의 올스텔라 대륙 선랜드 지방에 존재하는 환락가에서 사는 무용수. 아름다운 외모와, 관객을 사로잡는 요염한 춤사위로 주점 손님들에게 엄청난 인기를 끌고 있다. 유력 귀족인 에젤아트 가문의 영애였으나, 십 년 전 아버지가 까마귀 문신을 한 남자들에게 살해당한 뒤 그들에게 복수하겠다는 일념을 가슴속에 품고, 무용수로서 살아왔다.","Une danseuse originaire du quartier des plaisirs des Terres radieuses d'Orsterra, un pays d'un monde lointain. Elle est particulièrement appréciée des clients de la taverne où elle travaille en raison de sa beauté et de ses chorégraphies captivantes. Plus qu'une simple saltimbanque, Primrose est en réalité l'héritière de la maison Azelhart. Il y a dix ans, elle a tout perdu après l'assassinat de son père par trois hommes aux tatouages de corbeau. Elle jura de se venger et devint danseuse pour retrouver la trace des trois hommes tout en gagnant de quoi vivre.","Eine Tänzerin aus dem Vergnügungsviertel im Sonnenland von Orsterra, einem Kontinent in einer fernen Welt. Ihre Schönheit und ihre betörenden Tänze haben sie unter den Gästen der Schenke, in der sie arbeitet, beliebt gemacht. Einst war sie die designierte Erbin des Hauses Azelhart, doch verlor alles, als ihr Vater zehn Jahre zuvor von drei Männern, die das Krähenzeichen trugen, ermordet worden war. Sie schwor Rache und schlug letztendlich den Weg einer Tänzerin ein, um sich sowohl ihren Lebensunterhalt zu verdienen als auch an Informationen gelangen zu können.","Bailarina del distrito del placer de Solealia, una región de Orsterra que se encuentra en un mundo lejano. Su belleza y movimientos sensuales le han ganado el fervor de los clientes de la taberna donde trabaja. Aunque en un principio era la heredera de la casa Azelhart, decidió convertirse en bailarina para vengar la muerte de su padre, que fue asesinado por un grupo de hombres con la marca del cuervo hace diez años."],"summon":["Time for the main event. May I have this dance?","呵呵，這舞台真不錯。<br>來，跳舞吧！","후후, 무대 괜찮네.<br>자, 춤출까?","L'heure est au spectacle. M'accorderez-vous cette danse ?","Zeit für die Hauptattraktion. Darf ich um diesen Tanz bitten?","Ha llegado la hora del acto principal. ¿Me conceden este baile?"],"evolution":["I will not stop until I find the three and see justice served. And until I avenge you...I will dance.","在找到那幾個男人，<br>讓他們受到應有的懲罰之前，<br>我會用這雙腳一直跳下去。","그 남자들을 찾아 심판을 내릴 때까지<br>난 계속 이 다리로 춤출 거야.","Je n'aurai de cesse que je retrouve ces trois hommes. Alors, jusqu'au jour où ma vengeance sera assouvie, je danserai.","Ich werde nicht ruhen, bis ich die drei gefunden und Gerechtigkeit geübt habe. Und bis ich euch gerächt habe ... werde ich tanzen.","No me detendré hasta que encuentre a los tres. Y hasta que me cobre mi venganza… bailaré."],"affinity":["The show is over.","對不起，我不和外行跳舞。<br>不過今天可以稍微陪你一會。","미안, 아마추어랑은 춤 안 추는 주의야.<br>하지만 오늘은<br>잠깐 정도라면 같이 춰 줄게.","La danse se conclut.","Die Vorstellung ist vorbei.","¡Se acabó el espectáculo!"],"fusion":["I have always danced on my own two feet. I have always chosen where I step.","無論何時，<br>我都會用自己的腳跳下去。","난 언제나<br>내 다리로 춤춰 왔어.","J'ai toujours dansé sur mes deux pieds. J'ai toujours choisi où me mènent mes pas.","Ich habe immer auf meinen eigenen zwei Füßen getanzt. Es war immer meine Entscheidung, welchen Schritt ich mache.","Siempre he bailado con mis propios pies. Siempre he elegido mis pasos."]}},"334000107":{"compendium_id":1338,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1472,4461,540,270],"MP":[91,276,90,45],"ATK":[41,124,40,20],"DEF":[53,161,40,20],"MAG":[64,193,40,20],"SPR":[68,205,65,32]},"limitburst_id":334000107,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[12,37,74,134],"effect_frames":[10,35,72,132],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A dancer from the pleasure district of the Sunlands in Orsterra, a land in a faraway world. Her beauty and captivating dances have made her popular among the patrons of the tavern where she works. Although originally the heir of House Azelhart, she lost everything when her father was murdered ten years ago by three men bearing the mark of the crow. After the incident she swore revenge upon these men, eventually becoming a dancer to gain more information about them as she tried earn a living.  Strong at heart, she does not succumb to either the abuse of her employer, nor the jeers of her fellow dancers.","在遙遠異界奧魯斯特拉大陸的桑蘭多地區繁華街上生活的舞孃。她以美麗的容貌與魅惑的舞蹈贏得了酒館客人們的青睞。她曾是有權勢的貴族，耶捷爾亞特家的小姐。自從十年前她的父親被烏鴉紋身的男人們殺害之後，她便為了復仇而化身為舞孃生活。她是一名內心堅強的女性，即使遭到老闆與同事的欺負，她也毫不退縮。","머나먼 이계의 올스텔라 대륙 선랜드 지방에 존재하는 환락가에서 사는 무용수. 아름다운 외모와, 관객을 사로잡는 요염한 춤사위로 주점 손님들에게 엄청난 인기를 끌고 있다. 유력 귀족인 에젤아트 가문의 영애였으나, 십 년 전 아버지가 까마귀 문신을 한 남자들에게 살해당한 뒤 그들에게 복수하겠다는 일념을 가슴속에 품고, 무용수로서 살아왔다. 심지가 굳은 여자로, 지배인의 횡포나 동료들의 괴롭힘에도 절대 꺾이거나 하지 않는다.","Une danseuse originaire du quartier des plaisirs des Terres radieuses d'Orsterra, un pays d'un monde lointain. Elle est particulièrement appréciée des clients de la taverne où elle travaille en raison de sa beauté et de ses chorégraphies captivantes. Plus qu'une simple saltimbanque, Primrose est en réalité l'héritière de la maison Azelhart. Il y a dix ans, elle a tout perdu après l'assassinat de son père par trois hommes aux tatouages de corbeau. Elle jura de se venger et devint danseuse pour retrouver la trace des trois hommes tout en gagnant de quoi vivre. Tenace jusqu'au plus profond de son âme, Primrose ne succombe ni aux maltraitances de son employeur ni aux railleries des autres danseuses.","Eine Tänzerin aus dem Vergnügungsviertel im Sonnenland von Orsterra, einem Kontinent in einer fernen Welt. Ihre Schönheit und ihre betörenden Tänze haben sie unter den Gästen der Schenke, in der sie arbeitet, beliebt gemacht. Einst war sie die designierte Erbin des Hauses Azelhart, doch verlor alles, als ihr Vater zehn Jahre zuvor von drei Männern, die das Krähenzeichen trugen, ermordet worden war. Sie schwor Rache und schlug letztendlich den Weg einer Tänzerin ein, um sich sowohl ihren Lebensunterhalt zu verdienen als auch an Informationen gelangen zu können. Dank ihres starken Willens erträgt sie tapfer die Schmähungen ihres Arbeitgebers und den Spott der anderen Tänzerinnen.","Bailarina del distrito del placer de Solealia, una región de Orsterra que se encuentra en un mundo lejano. Su belleza y movimientos sensuales le han ganado el fervor de los clientes de la taberna donde trabaja. Aunque en un principio era la heredera de la casa Azelhart, decidió convertirse en bailarina para vengar la muerte de su padre, que fue asesinado por un grupo de hombres con la marca del cuervo hace diez años. Se trata de una mujer fuerte que no tolera ningún tipo de abuso por parte de su jefe ni permite que le afecten las burlas de sus compañeras."],"summon":["Time for the main event. May I have this dance?","呵呵，這舞台真不錯。<br>來，跳舞吧！","후후, 무대 괜찮네.<br>자, 춤출까?","L'heure est au spectacle. M'accorderez-vous cette danse ?","Zeit für die Hauptattraktion. Darf ich um diesen Tanz bitten?","Ha llegado la hora del acto principal. ¿Me conceden este baile?"],"evolution":["Faith shall be my shield. Those are the words I will continue to live by.","「貫徹信念」，<br>我會遵循這句話活下去的。","'자신을 믿고, 관철해 나가라.'<br>앞으로도 그 말을 따라 살아가겠어.","Ma foi sera mon bouclier : Je continuerai à vivre selon ce précepte.","„Mein Glaube soll mein Schild sein.“ Das sind die Worte, nach denen ich leben werde.","¡Mi fe será mi escudo contra ti! Ese será mi credo."],"affinity":["The show is over.","對不起，我不和外行跳舞。<br>不過今天可以稍微陪你一會。","미안, 아마추어랑은 춤 안 추는 주의야.<br>하지만 오늘은<br>잠깐 정도라면 같이 춰 줄게.","La danse se conclut.","Die Vorstellung ist vorbei.","¡Se acabó el espectáculo!"],"fusion":["Watch over me, Father...","父親，請您守護我。","아버님, 부디 지켜봐 주세요.","Veillez sur moi, Père...","Wache über mich, Vater ...","Cuide de mí, padre…"]}}},"skills":{"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"229640":{"name":"Customers' Favorite","attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 10%"],"icon":"ability_77.png"},"229641":{"name":"Daughter of House Azelhart","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%","Recover MP (5%) per turn","Increase resistance to Dark by 20%"],"icon":"ability_77.png"},"229642":{"name":"Allure","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Inflict Charm (30%) on all enemies for 3 turns"],"icon":"ability_14.png"},"229643":{"name":"Moonlight Waltz","cost":{"MP":24},"attack_frames":[[52,72,92,112,132]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (3.5x, SPR) to one enemy","Reduce resistance to Dark by 65% for 3 turns to one enemy"],"icon":"ability_26.png"},"229644":{"name":"Snake Dance","cost":{"MP":48},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 2000 (+10x, Heal) HP split over 3 turns to all allies","Restore 120 MP split over 3 turns to all allies","Increase the limit burst gauge fill rate by 200% for 3 turns to all allies"],"icon":"ability_4.png"},"229645":{"name":"Yusufa's Friendship","attack_type":"None","element_inflict":null,"effects":["Increase DEF, MAG and SPR by 30%","Increase resistance to Sleep by 100%"],"icon":"ability_77.png"},"229646":{"name":"Vengeful Heart","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 20%","30% chance to counter physical attacks with Vengeful Heart (509130) to caster (max 1 / turn)","30% chance to counter magic attacks with Vengeful Heart (509130) to caster (max 1 / turn)"],"icon":"ability_68.png"},"229647":{"name":"Showing Some Leg","attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 30%","Increase resistance to Paralyze by 100%","Increase Charm resistance by 100% to caster"],"icon":"ability_77.png"},"229648":{"name":"Lion Dance","cost":{"MP":64},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 130% for 3 turns to all allies","Increase physical damage against Beasts by 20% to all allies for 3 turns","Increase magic damage against Beasts by 20% to all allies for 3 turns"],"icon":"ability_63.png"},"229649":{"name":"Mole Dance","cost":{"MP":64},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF by 130% for 3 turns to all allies","Increase physical damage against Dragons by 20% to all allies for 3 turns","Increase magic damage against Dragons by 20% to all allies for 3 turns"],"icon":"ability_63.png"},"229650":{"name":"Spirit Dance","cost":{"MP":64},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 130% for 3 turns to all allies","Increase physical damage against Fairies by 20% to all allies for 3 turns","Increase magic damage against Fairies by 20% to all allies for 3 turns"],"icon":"ability_63.png"},"229651":{"name":"Nature Dance","cost":{"MP":64},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase SPR by 130% for 3 turns to all allies","Increase physical damage against Plants by 20% to all allies for 3 turns","Increase magic damage against Plants by 20% to all allies for 3 turns"],"icon":"ability_63.png"},"229652":{"name":"Dawn Ode","cost":{"MP":52},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Dark by 80% for 3 turns to all allies","Reduce damage taken by 20% to all allies for 3 turns"],"icon":"ability_98.png"},"229653":{"name":"Night Ode","cost":{"MP":36},"attack_frames":[[52,72,92,112,132]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (3x, SPR) to all enemies","Reduce resistance to Dark by 55% for 3 turns to all enemies"],"icon":"ability_26.png"},"229654":{"name":"Dual Performance","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Abyssal Ode (229659), Bewildering Grace (229658), Dawn Ode (229652), Dawn Ode+ (509140), Lion Dance (229648), Lion Dance+ (509134), Mole Dance (229649), Mole Dance+ (509135), Moonlight Waltz (229643), Moonlight Waltz+ (509139), Nature Dance (229651), Nature Dance+ (509137), Night Ode (229653), Night Ode+ (509141), Snake Dance (229644), Spirit Dance (229650), Spirit Dance+ (509136) and Wolf Dance (229657) twice in one turn"],"icon":"ability_8.png"},"229655":{"name":"Bewitching Dancer","attack_type":"None","element_inflict":null,"effects":["Increase SPR and HP by 30%","40% chance to counter physical attacks with Bewitching Dancer (509132) to caster (max 1 / turn)","40% chance to counter magic attacks with Bewitching Dancer (509132) to caster (max 1 / turn)","Enable unit to use Moonlight Waltz (229643), Moonlight Waltz+ (509139), Night Ode (229653) and Night Ode+ (509141) 3 times in one turn"],"icon":"ability_77.png"},"229656":{"name":"Implacable Retribution","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 30%","Increase LB gauge by 5 per turn","Increase resistance to Dark by 30%","Reduce MP consumption by 20%"],"icon":"ability_91.png"},"229657":{"name":"Wolf Dance","cost":{"MP":32},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Add Dark element (100%) to physical attacks for 5 turns to one ally","Increase LB gauge by 5 to one ally"],"icon":"ability_26.png"},"229658":{"name":"Bewildering Grace","cost":{"MP":62},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Bewildering Grace (509133) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"229659":{"name":"Abyssal Ode","cost":{"MP":100},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Unlock Abyssal Ode (509138) on turn 1 [7 turns CD]"],"icon":"ability_105.png"},"509130":{"name":"Vengeful Heart","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Reduce resistance to Dark by 60% for 3 turns to all enemies"],"icon":"ability_39.png","parentID":"229646"},"509132":{"name":"Bewitching Dancer","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Inflict Charm (20%) on all enemies for 2 turns"],"icon":"ability_14.png","parentID":"229655"},"509133":{"name":"Bewildering Grace","cost":{"MP":62},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n20%: BP fully restored! (912795)\n20%: Completely recovered! (912796)\n20%: You feel a boost of strength! (912797)\n20%: You are protected by a mysterious power... (912798)\n20%: A monster was summoned forth!<br>Exploding Fist (912799)"],"icon":"ability_105.png","parentID":"229658"},"509134":{"name":"Lion Dance+","cost":{"MP":76},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 160% for 5 turns to all allies","Increase physical damage against Beasts by 40% to all allies for 5 turns","Increase magic damage against Beasts by 40% to all allies for 5 turns"],"icon":"ability_63.png","parentID":"229654"},"509135":{"name":"Mole Dance+","cost":{"MP":76},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF by 160% for 5 turns to all allies","Increase physical damage against Dragons by 40% to all allies for 5 turns","Increase magic damage against Dragons by 40% to all allies for 5 turns"],"icon":"ability_63.png","parentID":"229654"},"509136":{"name":"Spirit Dance+","cost":{"MP":76},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 160% for 5 turns to all allies","Increase physical damage against Fairies by 40% to all allies for 5 turns","Increase magic damage against Fairies by 40% to all allies for 5 turns"],"icon":"ability_63.png","parentID":"229654"},"509137":{"name":"Nature Dance+","cost":{"MP":76},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Increase SPR by 160% for 5 turns to all allies","Increase physical damage against Plants by 40% to all allies for 5 turns","Increase magic damage against Plants by 40% to all allies for 5 turns"],"icon":"ability_63.png","parentID":"229654"},"509138":{"name":"Abyssal Ode","cost":{"MP":100},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 180% for 5 turns to all allies","Gain Dawn Ode+ (509140), Lion Dance+ (509134), Mole Dance+ (509135), Moonlight Waltz+ (509139), Nature Dance+ (509137), Night Ode+ (509141) and Spirit Dance+ (509136) for 5 turns","Reduce damage taken by 40% to all allies for 5 turns","Restore 250 MP split over 5 turns to all allies"],"icon":"ability_105.png","parentID":"229659"},"509139":{"name":"Moonlight Waltz+","cost":{"MP":36},"attack_frames":[[52,72,92,112,132],[50]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (6x, SPR) to one enemy","Reduce resistance to Dark by 100% for 5 turns to one enemy"],"icon":"ability_26.png","parentID":"229654"},"509140":{"name":"Dawn Ode+","cost":{"MP":57},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Dark by 80% for 5 turns to all allies","Reduce damage taken by 30% to all allies for 5 turns"],"icon":"ability_98.png","parentID":"229654"},"509141":{"name":"Night Ode+","cost":{"MP":42},"attack_frames":[[52,72,92,112,132],[80]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (5x, SPR) to all enemies","Reduce resistance to Dark by 80% for 5 turns to all enemies","Reduce DEF and SPR by 60% for 5 turns to all enemies"],"icon":"ability_26.png","parentID":"229654"}},"LB":{"name":"Scarlet Dance","attack_count":[1],"attack_frames":[[300]],"damage_type":"None","element_inflict":null,"min_level":["Increase ATK, DEF, MAG and SPR by 171% for 5 turns to all allies","Restore 5000 (+20x, Heal) HP split over 5 turns to all allies","Restore 200 (+0.2x, Heal) MP split over 5 turns to all allies","Increase LB gauge by 6 to the rest of the party"],"max_level":["Increase ATK, DEF, MAG and SPR by 200% for 5 turns to all allies","Restore 5000 (+20x, Heal) HP split over 5 turns to all allies","Restore 200 (+0.2x, Heal) MP split over 5 turns to all allies","Increase LB gauge by 6 to the rest of the party"]},"TMR":{"name":"Primrose's Necklace","compendium_id":1179,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"229632":{"name":"Primrose's Necklace","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 40%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Primrose's Necklace' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":16,"MAG":0,"SPR":40,"element_resist":null,"element_inflict":null,"status_resist":{"Petrify":100},"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50384.png","strings":{"name":["Primrose's Necklace","普里姆蘿潔的首飾","프림로제의 목걸이","Collier de Primrose","Primroses Halskette","Colgante de Primrose"],"desc_short":["A necklace worn by a dancer from a faraway world.","異界舞孃所持有的手帕","이계의 무용수가 걸고 다니던 목걸이","Un collier jadis porté par une danseuse originaire d'un monde lointain.","Eine Halskette, die einer Tänzerin aus einer fernen Welt gehört.","Colgante que llevaba una bailarina de un mundo lejano."],"desc_long":["A necklace from the distant continent of Orsterra. It is said to have been worn by a popular dancer in an entertainment district tavern, and that the combination of this luxurious necklace and the dancer's alluring form enamored all those who laid eyes on her.","來自遙遠異界奧魯斯特拉大陸的首飾。據說是某位在娛樂街內酒吧工作的人氣舞孃所穿戴的物品。據說她的美妙再搭配上妖豔的舞蹈，以及豪華的首飾，能夠迷倒所有的觀眾。","머나먼 이계 올스텔라 대륙에서 유입된 목걸이. 어느 환락가의 주점에서 일하는 인기 무용수가 몸에 걸고 다니던 것이라고 한다. 화려한 목걸이를 걸고 요염한 춤을 추는 아름다운 그녀를 본 사람은 누구나 그 매력에 빠져버렸다고 한다.","Un collier issu du continent lointain d'Orsterra. Il aurait appartenu à une danseuse très populaire qui s'adonnait à son art dans la taverne d'un quartier interlope. La légende affirme que la jeune femme, en vertu de l'aspect luxueux de cet accessoire et de ses propres chorégraphies envoûtantes, avait le pouvoir de séduire quiconque croisait son regard.","Eine Halskette aus dem fernen Kontinent von Orsterra, die einer beliebten Tänzerin in einer Schenke im Vergnügungsviertel gehört haben soll. Ihre verführerische Gestalt, die von der Schönheit der Halskette nur noch unterstrichen wurde, soll jeden verzückt haben, der sie zu Gesicht bekam.","Colgante del lejano continente de Orsterra. Cuentan que lo llevaba una bailarina muy conocida que trabajaba en una taberna del barrio rojo de la ciudad. Por lo visto, este era tan deslumbrante como los seductores movimientos de su portadora, por lo que cualquiera se quedaba prendado de ella al contemplarla."]}},"STMR":{"name":"Faith shall be my shield!","compendium_id":904,"compendium_shown":true,"unit_restriction":null,"skills":{"229633":{"name":"Faith shall be my shield!","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 60% and MAG by 30%","100% chance to set HP to 1 upon fatal damage, if HP was above 20% (max 1 times)"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Faith shall be my shield!' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_77.png","strings":{"names":["Faith shall be my shield!","貫徹信念","자신을 믿고, 관철하는 것","Ma foi sera mon bouclier !","Mein Glaube soll mein Schild sein!","¡Mi fe será mi escudo contra ti!"],"desc_short":["Boost MAG by 30% and SPR by 60%, and escape death one time when HP is above a certain point (Not stackable)","提高30%魔力、60%精神+HP高於一定量時避免陷入無法戰鬥狀態1次(無法重複裝備)","마력 30%, 정신력 60% 상승+HP가 일정량 이상일 때 1회에 한해 전투불능 상태 견딤 (중복 장착 불가)","Augmente la MAGIE de 30 %, la PSY de 60 % et permet d'échapper à la mort une fois quand les PV sont au-dessus d'un certain seuil (non cumulable)","Erhöht MAG um 30% und PSY um 60% und entkommt dem Tod einmal, wenn LP über einem bestimmten Wert liegen (nicht stapelbar).","Aumenta la MAG un 30% y el ESP un 60%, y evita quedar K.O. una vez cuando la VIT está por encima de cierto nivel (no acumulable)"],"desc_long":["Boosts MAG by 30% and SPR by 60%, and escape death one time when HP is above a certain point. Not stackable.","提高30%魔力、60%精神，HP高於一定量時避免陷入無法戰鬥狀態1次。","마력이 30%, 정신력이 60% 상승하고, HP가 일정량 이상일 때 1회에 한해 전투불능 상태를 견딥니다. (중복 장착 불가)","Augmente la MAGIE de 30 %, la PSY de 60 % et permet d'échapper à la mort une fois quand les PV sont au-dessus d'un certain seuil. Non cumulable.","Erhöht MAG um 30% und PSY um 60% und entkommt dem Tod einmal, wenn LP über einem bestimmten Wert liegen. Nicht stapelbar.","Aumenta la MAG un 30% y el ESP un 60%, y evita quedar K.O. una vez cuando la VIT está por encima de cierto nivel. No acumulable."]},"type":"MATERIA"}},"334000205":{"rarity_min":5,"rarity_max":7,"name":"Olberic","game":"Octopath Traveler","job":"Swordsman","sex":"Male","equip":[2,3,5,9,10,15,30,31,40,41,50,51,52,60],"entries":{"334000205":{"compendium_id":1339,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[981,2972,240,120],"MP":[39,123,40,20],"ATK":[37,113,16,8],"DEF":[41,123,24,12],"MAG":[27,81,16,8],"SPR":[39,118,16,8]},"limitburst_id":334000205,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[18,45],"effect_frames":[16,43],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060200":20,"290060300":10,"290060400":10}},"strings":{"description":["A warrior from a village in the Highlands of Orsterra, a land in a faraway world. His strength is second to none, and is well-respected in his village for his cool and collected nature.","在遙遠異界奧魯斯特拉大陸的哈伊蘭多地區某個村子中生活的劍士。他強大到一般人不敢隨意靠近，但他會以冷靜的態度平等待人，因此深受村民的信任。","머나먼 이계 올스텔라 대륙 하이랜드 지방의 어느 마을에서 사는 검사. 타의 추종을 불허하는 힘의 소유자로, 누구에게나 차분한 태도로 대하기 때문에 마을 사람들의 신뢰를 받고 있다.","Un guerrier qui est venu s'installer dans un village des Hautes terres d'Orsterra, un pays d'un monde lointain. Olberic a su, par sa force exceptionnelle et son grand calme, gagner le respect et l'amitié de ses nouveaux voisins.","Ein Krieger aus einem Dorf im Hochland von Orsterra, einem Kontinent in einer fernen Welt. Seine Kraft ist unerreicht und in seinem Dorf respektiert man ihn für seine ruhige und gelassene Art.","Guerrero procedente de las Tierras Altas de Orsterra, una tierra de un mundo lejano. Tiene una fuerza inigualable y en su aldea se lo conoce por ser una persona cercana y de trato fácil."],"summon":["My blade is unbending!","剛劍的騎士，登場！","강건의 기사가 여기 왔노라!","Ma lame ne pliera point !","Meine Klinge ist unbeugsam!","¡No podrás con mi espada!"],"evolution":[null,null,null,null,null,null],"affinity":["Protecting those in need...? And here I thought that my only worth was on the battlefield...","需要守護之人……<br>我還以為自己只剩下劍為伴了呢。","지켜야 할 것이라……<br>거칠게 살아온 내게 남은 건<br>검뿐이라 생각했었다.","Protéger ceux qui en ont besoin...<br>Je n'ai connu que les champs de bataille, mais pourquoi pas ? Après tout, un homme comme moi se mesure à l'épée qu'il porte à son côté et à la vigueur du bras qui la manie.","Menschen in Not zu beschützen ...<br>Und ich dachte, ein Mann wie ich fühlt sich nur auf dem Schlachtfeld zuhause. Nicht mehr wert als die Klinge an meiner Seite und der Arm, der sie führt.","Proteger a los necesitados…<br>Creí que un hombre como yo solo sabe de campos de batalla. Toda mi valía depende de la espada que porto y del brazo que la empuña."],"fusion":["The battle is truly joined.","好戲接下來才開始。","지금부터가 진짜다.","La bataille bat son plein.","Hier beginnt die wahre Schlacht.","¡Hora de luchar en serio!"]}},"334000206":{"compendium_id":1340,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1275,3863,390,195],"MP":[51,159,65,32],"ATK":[48,146,26,13],"DEF":[52,159,34,17],"MAG":[35,105,26,13],"SPR":[50,153,26,13]},"limitburst_id":334000206,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[18,45],"effect_frames":[16,43],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001110":1}},"strings":{"description":["A warrior from a village in the Highlands of Orsterra, a land in a faraway world. His strength is second to none, and is well-respected in his village for his cool and collected nature. However, unbeknownst to those around him he was once a knight called \"the Unbending Blade\" while in service to the fallen kingdom of Hornburg. He served with his fellow knight Erhardt and together were dubbed the Twin Blades of the kingdom.","在遙遠異界奧魯斯特拉大陸的哈伊蘭多地區某個村子中生活的劍士。他強大到一般人不敢隨意靠近，但他會以冷靜的態度平等待人，因此深受村民的信任。實際上他來自幾年前滅亡的荷魯布爾古，是「剛劍的騎士」，曾與「烈劍的騎士」艾爾哈特享有雙壁之美譽。","머나먼 이계 올스텔라 대륙 하이랜드 지방의 어느 마을에서 사는 검사. 타의 추종을 불허하는 힘의 소유자로, 누구에게나 차분한 태도로 대하기 때문에 마을 사람들의 신뢰를 받고 있다. 주변에는 비밀로 하고 있으나, 몇 년 전에 멸망한 호른부르크의 유명한 '강건의 기사'로, '열검의 기사' 에어하르트와 쌍벽을 이룬다고 알려진 인물이었다.","Un guerrier qui est venu s'installer dans un village des Hautes terres d'Orsterra, un pays d'un monde lointain. Olberic a su, par sa force exceptionnelle et son grand calme, gagner le respect et l'amitié de ses nouveaux voisins, qui ne savent rien de son passé de chevalier dans le royaume anéanti de Cornebourg. Jadis, ses exploits lui valurent le surnom de Lame inflexible. Il n'avait d'égal que le chevalier Erhardt ; ensemble, ils étaient connus comme les Lames jumelles du royaume.","Ein Krieger aus einem Dorf im Hochland von Orsterra, einem Kontinent in einer fernen Welt. Seine Kraft ist unerreicht und in seinem Dorf respektiert man ihn für seine ruhige und gelassene Art. Die Menschen um ihn herum wissen jedoch nicht, dass er als „Unbeugsame Klinge“ in den Diensten des mittlerweile zerstörten Hornburgs stand und dort an der Seite des Ritters Erhardt kämpfte. Zusammen wurden sie als die „Zwillingsklingen“ des Königreichs bezeichnet.","Guerrero procedente de las Tierras Altas de Orsterra, una tierra de un mundo lejano. Tiene una fuerza inigualable y en su aldea se lo conoce por ser una persona cercana y de trato fácil. Sin embargo, aunque la mayoría no lo sepa, a Olberic se lo conocía como \"la Hoja Inquebrantable\" cuando estaba al servicio del antiguo reino de Cuernoburgo, hoy en ruinas. Sirvió junto al rey Erhardt y ambos se ganaron el apodo de \"Hojas gemelas\" del reino."],"summon":["My blade is unbending!","剛劍的騎士，登場！","강건의 기사가 여기 왔노라!","Ma lame ne pliera point !","Meine Klinge ist unbeugsam!","¡No podrás con mi espada!"],"evolution":["A knight must always be on his... But I am no knight. Just a man with a sword, and nothing more.","即使睡著了也不放鬆警惕，<br>這就是騎士……不，劍士的品質。","자고 있을 때도 신경을 곤두세우는 것이 기사,<br>아니, 검사인 거다.","Il faut toujours rester sur ses gardes, même lorsque l'on se repose. Vois-tu, un chevalier...<br>Non, je ne suis pas un chevalier. Je ne suis qu'un homme portant une épée, rien de plus.","Ein Ritter muss immer auf der Hut sein... Aber ich bin kein Ritter. Nur ein Mann mit einem Schwert, mehr nicht ...","Uno ha de estar siempre en guardia, incluso mientras descansa. Sí, un caballero…<br>(…) Tan solo soy un hombre con una espada. Nada más."],"affinity":["Protecting those in need...? And here I thought that my only worth was on the battlefield...","需要守護之人……<br>我還以為自己只剩下劍為伴了呢。","지켜야 할 것이라……<br>거칠게 살아온 내게 남은 건<br>검뿐이라 생각했었다.","Protéger ceux qui en ont besoin...<br>Je n'ai connu que les champs de bataille, mais pourquoi pas ? Après tout, un homme comme moi se mesure à l'épée qu'il porte à son côté et à la vigueur du bras qui la manie.","Menschen in Not zu beschützen ...<br>Und ich dachte, ein Mann wie ich fühlt sich nur auf dem Schlachtfeld zuhause. Nicht mehr wert als die Klinge an meiner Seite und der Arm, der sie führt.","Proteger a los necesitados…<br>Creí que un hombre como yo solo sabe de campos de batalla. Toda mi valía depende de la espada que porto y del brazo que la empuña."],"fusion":["With each battle, I grow stronger.","我又變強了。謝謝你。","한층 더 강해졌군, 고맙다.","Chaque nouveau combat décuple mes forces.","Mit jeder Schlacht wächst meine Stärke.","Mi fuerza aumenta con cada combate."]}},"334000207":{"compendium_id":1341,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1657,5021,540,270],"MP":[66,206,90,45],"ATK":[62,189,40,20],"DEF":[68,206,65,32],"MAG":[45,136,40,20],"SPR":[65,198,40,20]},"limitburst_id":334000207,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[18,45],"effect_frames":[16,43],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A warrior from a village in the Highlands of Orsterra, a land in a faraway world. His strength is second to none, and is well-respected in his village for his cool and collected nature. However, unbeknownst to those around him he was once a knight called \"the Unbending Blade\" while in service to the fallen kingdom of Hornburg. He served with his fellow knight Erhardt and together were dubbed the Twin Blades of the kingdom. When a band of brigands attacks his village, he notices that their leader holds a familiar blade. This prompts him to set off on a journey to find Erhardt, whose fate seems deeply intertwined with his own.","在遙遠異界奧魯斯特拉大陸的哈伊蘭多地區某個村子中生活的劍士。他強大到一般人不敢隨意靠近，但他會以冷靜的態度平等待人，因此深受村民的信任。實際上他來自幾年前滅亡的荷魯布爾古，是「剛劍的騎士」，曾與「烈劍的騎士」艾爾哈特享有雙壁之美譽。他以襲擊村子的山賊首領手中的劍為線索，踏上了尋找某個男人的旅行。","머나먼 이계 올스텔라 대륙 하이랜드 지방의 어느 마을에서 사는 검사. 타의 추종을 불허하는 힘의 소유자로, 누구에게나 차분한 태도로 대하기 때문에 마을 사람들의 신뢰를 받고 있다. 주변에는 비밀로 하고 있으나, 몇 년 전에 멸망한 호른부르크의 유명한 '강건의 기사'로, '열검의 기사' 에어하르트와 쌍벽을 이룬다고 알려진 인물이었다. 마을을 습격한 산적 두목이 갖고 있던 검을 단서로, 깊은 악연의 남자를 쫓는 여행을 떠나게 된다.","Un guerrier qui est venu s'installer dans un village des Hautes terres d'Orsterra, un pays d'un monde lointain. Olberic a su, par sa force exceptionnelle et son grand calme, gagner le respect et l'amitié de ses nouveaux voisins, qui ne savent rien de son passé de chevalier dans le royaume anéanti de Cornebourg. Jadis, ses exploits lui valurent le surnom de Lame inflexible. Il n'avait d'égal que le chevalier Erhardt ; ensemble, ils étaient connus comme les Lames jumelles du royaume. Un jour, quand une bande de brigands attaqua le village, Olberic reconnut l'épée d'Erhardt brandie par leur chef, et décida de partir à la recherche de son ancien camarade, dont le destin semble intimement lié au sien.","Ein Krieger aus einem Dorf im Hochland von Orsterra, einem Kontinent in einer fernen Welt. Seine Kraft ist unerreicht und in seinem Dorf respektiert man ihn für seine ruhige und gelassene Art. Die Menschen um ihn herum wissen jedoch nicht, dass er als „Unbeugsame Klinge“ in den Diensten des mittlerweile zerstörten Hornburgs stand und dort an der Seite des Ritters Erhardt kämpfte. Zusammen wurden sie als die „Zwillingsklingen“ des Königreichs bezeichnet. Als eine Räuberbande sein Dorf überfällt, bemerkt er, dass ihr Anführer ein ihm bekanntes Schwert führt. Diese Begegnung veranlasst ihn dazu, aufzubrechen, um Erhardt zu finden, dessen Schicksal eng mit seinem eigenen verbunden zu sein scheint.","Guerrero procedente de las Tierras Altas de Orsterra, una tierra de un mundo lejano. Tiene una fuerza inigualable y en su aldea se le conoce por ser una persona cercana y de trato fácil. Sin embargo, aunque la mayoría no lo sepa, a Olberic se lo conocía como \"la Hoja Inquebrantable\" cuando estaba al servicio del antiguo reino de Cuernoburgo, hoy en ruinas. Sirvió junto al rey Erhardt y ambos se ganaron el apodo de \"Hojas gemelas\" del reino. Cuando un grupo de bandidos ataca su aldea, Olberic se da cuenta de que su líder empuña una espada que le resulta familiar, y esto lo lleva a emprender un viaje en busca de un hombre cuyo destino parece estar entrelazado con el suyo."],"summon":["My blade is unbending!","剛劍的騎士，登場！","강건의 기사가 여기 왔노라!","Ma lame ne pliera point !","Meine Klinge ist unbeugsam!","¡No podrás con mi espada!"],"evolution":["My past is behind me. Next time our swords cross, you will see the answer I have found.","我已經不是過去那個我了。<br>下次與「那個人」交鋒，<br>我一定會……","지금의 난 예전의 내가 아니다.<br>다음에 '녀석'과 검을<br>마주할 땐 반드시……!","J'ai laissé mon passé derrière moi. La prochaine fois que nous croiserons le fer, je vous montrerai ce que la vie m'a appris.","Ich habe mit meiner Vergangenheit abgeschlossen. Wenn sich unsere Schwerter das nächste Mal kreuzen, werde ich ...!","Eso es cosa del pasado. La próxima vez que tu espada se interponga en mi camino, ¡te aseguro que…!"],"affinity":["Protecting those in need...? And here I thought that my only worth was on the battlefield...","需要守護之人……<br>我還以為自己只剩下劍為伴了呢。","지켜야 할 것이라……<br>거칠게 살아온 내게 남은 건<br>검뿐이라 생각했었다.","Protéger ceux qui en ont besoin...<br>Je n'ai connu que les champs de bataille, mais pourquoi pas ? Après tout, un homme comme moi se mesure à l'épée qu'il porte à son côté et à la vigueur du bras qui la manie.","Menschen in Not zu beschützen ...<br>Und ich dachte, ein Mann wie ich fühlt sich nur auf dem Schlachtfeld zuhause. Nicht mehr wert als die Klinge an meiner Seite und der Arm, der sie führt.","Proteger a los necesitados…<br>Creí que un hombre como yo solo sabe de campos de batalla. Toda mi valía depende de la espada que porto y del brazo que la empuña."],"fusion":["My blade shall protect those in need!","我的劍為了需要守護之人而存在！","내 검은 지켜야 하는 사람을 위해 있는 것!","Ma lame protégera ceux qui sont dans le besoin !","Meine Klinge soll die in Not beschützen!","¡Mi espada protegerá a todo aquel que lo necesite!"]}}},"skills":{"10121":{"name":"Regen (Auto)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 60 (+1.2x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"229660"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"229660":{"name":"Berg, Protector of the Village","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Gain Regen (Auto) (10121) at the start of a battle or when revived"],"icon":"ability_77.png"},"229661":{"name":"The Unbending Blade","attack_type":"None","element_inflict":null,"effects":["Increase ATK and HP by 20%","Increase DEF by 30% when equipped with a Light Shield","Increase DEF by 30% when equipped with a Heavy Shield"],"icon":"ability_95.png"},"229662":{"name":"Provoke","cost":{"MP":31},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Increase chance of being targeted by 100% for 5 turns","Reduce damage taken by 35% to caster for 5 turns"],"icon":"ability_94.png"},"229663":{"name":"Cover","cost":{"MP":23},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["75% chance to intercept physical damage to allies for 5 turns, reducing damage by 50%-70%"],"icon":"ability_69.png"},"229664":{"name":"Level Slash","cost":{"MP":27},"attack_frames":[[44],[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, DEF) to all enemies","Increase LB gauge by 2-4 to caster"],"icon":"ability_54.png"},"229665":{"name":"Promise to Philip","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 20%","Increase resistance to Sleep, Confusion and Petrify by 100%","Recover MP (5%) per turn"],"icon":"ability_19.png"},"229666":{"name":"Admired Warrior","attack_type":"None","element_inflict":null,"effects":["Increase HP by 50%","Increase chance of being targeted by 50%"],"icon":"ability_83.png"},"229667":{"name":"For What I Fight","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%","Increase DEF by 30% when equipped with a Light Armor"],"icon":"ability_95.png"},"229668":{"name":"Abide","cost":{"MP":38},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 120% for 3 turns to caster","Increase break resistance to DEF and SPR by 50% for 3 turns to caster"],"icon":"ability_63.png"},"229669":{"name":"Cross Strike","cost":{"MP":36},"attack_frames":[[18,45]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.6x, DEF) to one enemy","Reduce ATK and DEF by 50% for 3 turns to one enemy"],"icon":"ability_54.png"},"229670":{"name":"Spearhead","cost":{"MP":40},"attack_frames":[[42,46,50,54,58,62,66,70,74,78,82,86,90,94,98,102,106,110,114,118,122,126,130,134,138,142,146,150,154,158]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.2x, DEF) to one enemy"],"icon":"ability_10.png"},"229671":{"name":"Defense Boost","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 50%","Increase DEF by 160% when HP drops below 40% (max 9999x)","Increase SPR by 160% when HP drops below 40% (max 9999x)","100% chance to set HP to 1 upon fatal damage, if HP was above 1% (max 1 times)"],"icon":"ability_77.png"},"229672":{"name":"Protecting Those in Need","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 40%","60% chance to counter physical attacks with Protecting Those in Need (509150) to caster (max 1 / turn)","60% chance to counter magic attacks with Protecting Those in Need (509150) to caster (max 1 / turn)"],"icon":"ability_68.png"},"229673":{"name":"Stout Wall","cost":{"MP":60},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Unlock Stout Wall (509151) on turn 1 [8 turns CD]"],"icon":"ability_105.png"},"229674":{"name":"Hard Fight","cost":{"MP":74},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Unlock Hard Fight (509153) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"229675":{"name":"Thousand Spears","cost":{"MP":54},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (7.2x, DEF) to one enemy"],"icon":"ability_10.png"},"509150":{"name":"Protecting Those in Need","cost":{},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by 40% to caster for one turn"],"icon":"ability_43.png","parentID":"229672"},"509151":{"name":"Stout Wall","cost":{"MP":60},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF by 200% for 5 turns to caster","Restore 25000 HP split over 5 turns to caster","Gain Cover+ (509152) for 5 turns"],"icon":"ability_105.png","parentID":"229673"},"509153":{"name":"Hard Fight","cost":{"MP":74},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF by 200% for 4 turns to caster","Restore 240 MP split over 3 turns to caster","Gain Cross Strike+ (509155), Level Slash+ (509154) and Spearhead+ (509156) for 3 turns","Increase resistance to Wind and Earth by 65% for 3 turns to all allies"],"icon":"ability_105.png","parentID":"229674"}},"LB":{"name":"Fallen Fortress","attack_count":[1,1],"attack_frames":[[185],[185]],"damage_type":"None","element_inflict":null,"min_level":["75% chance to intercept physical damage to allies for 3 turns, reducing damage by 50%-70%","Reduce damage taken by 11% to all allies for 3 turns"],"max_level":["75% chance to intercept physical damage to allies for 3 turns, reducing damage by 50%-70%","Reduce damage taken by 40% to all allies for 3 turns"]},"TMR":{"name":"Wandering Warrior","compendium_id":905,"compendium_shown":true,"unit_restriction":null,"skills":{"229634":{"name":"Wandering Warrior","attack_type":"None","element_inflict":null,"effects":["Increase HP by 40% and DEF and SPR by 20%","Increase resistance to Paralyze by 100%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Wandering Warrior' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_77.png","strings":{"names":["Wandering Warrior","踏上旅途的劍士","여행길에 오른 검사","Guerrier itinérant","Wandernder Krieger","Guerrero errante"],"desc_short":["Boost HP by 40%, DEF and SPR by 20%, and nullify paralysis (Not stackable)","提高40%HP、20%防禦精神+麻痺無效(無法重複裝備)","HP 40%, 방어력과 정신력 20% 상승+마비 무효화 (중복 장착 불가)","Augmente les PV de 40 %, la DEF et la PSY de 20 % et annule paralysie (non cumulable)","Erhöht LP um 40%, ABW und PSY um 20% und annulliert Lähmung (nicht stapelbar).","Aumenta la VIT un 40%, la DEF y el ESP un 20% y anula parálisis (no acumulable)"],"desc_long":["Boosts HP by 40%, DEF and SPR by 20%, and nullifies paralysis. Not stackable.","提高40%HP、20%防禦精神，麻痺無效。(無法重複裝備)","HP 40%, 방어력과 정신력이 20% 상승하고, 마비를 무효화합니다. (중복 장착 불가)","Augmente les PV de 40 %, la DEF et la PSY de 20 % et annule paralysie. Non cumulable.","Erhöht LP um 40%, ABW und PSY um 20% und annulliert Lähmung (nicht stapelbar).","Aumenta la VIT un 40%, la DEF y el ESP un 20% y anula parálisis. No acumulable."]},"type":"MATERIA"},"STMR":{"name":"Olberic's Surcoat","compendium_id":1180,"compendium_shown":true,"rarity":9,"type_id":51,"type":"EQUIP","slot_id":4,"slot":"Chest","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"229635":{"name":"Olberic's Surcoat","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 20% and HP by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Olberic's Surcoat' passive."],"stats":{"HP":1000,"MP":0,"ATK":0,"DEF":62,"MAG":0,"SPR":55,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":240000,"price_sell":24000,"icon":"item_20236.png","strings":{"name":["Olberic's Surcoat","歐爾貝克的外衣","올베릭의 기사겉옷","Pourpoint d'Olberic","Olberics Wappenrock","Sobreveste de Olberic"],"desc_short":["A surcoat worn by a warrior from another world.","異界騎士所穿戴的騎士外袍","이계의 기사가 입던 기사겉옷","Une veste jadis portée par un chevalier originaire d'un autre monde.","Ein Wappenrock, der einem Krieger aus einer fernen Welt gehört.","Sobreveste que llevaba un caballero de un mundo lejano."],"desc_long":["A surcoat from the distant continent of Orsterra. It is said to have been worn by a former knight working as a sellsword in a remote village. They say the innumerable scars borne by the coat of this once-proud knight carry with them endless stories of grueling battles.","來自遙遠異界奧魯斯特拉大陸的騎士外袍。據說是一位寄身於某個小村莊的劍士所穿戴的物品。被稱為「剛劍的騎士」的他所穿著的騎士外袍充滿著無數傷痕，這些傷痕彷彿在訴說這位騎士歷經的無數激戰。","머나먼 이계 올스텔라 대륙에서 유입된 기사겉옷. 어느 작은 마을에 몸을 숨겼던 어느 기사가 입던 것이라고 한다. '강건의 기사'라고 불리던 그의 기사겉옷에 새겨진 무수한 상처는 그가 수많은 격전을 헤쳐 나왔다는 것을 말해주는 듯하다.","Une veste issue du continent lointain d'Orsterra. Elle aurait appartenu à un ancien chevalier ayant renoncé à son rang pour travailler en tant que mercenaire dans un village isolé. Selon la légende, chacune des innombrables entailles qui marquent ce pourpoint serait le témoin d'une terrible bataille.","Ein Wappenrock aus dem fernen Kontinent von Orsterra, der einem ehemaligen Ritter gehörte, der nun in einem entlegenen Dorf als Söldner arbeitet. Die unzähligen Kerben im Wappenrock dieses einst stolzen Ritters erzählen endlose Geschichten von zermürbenden Schlachten.","Sobreveste del lejano continente de Orsterra. Cuentan que la llevaba un antiguo caballero que trabajaba como mercenario a sueldo en una aldea remota. Según parece, cada una de las innumerables rasgaduras que adornan la prenda del que una vez fuera un orgulloso caballero encierra infinitas historias de batallas extenuantes."]}}},"334000304":{"rarity_min":4,"rarity_max":6,"name":"Therion","game":"Octopath Traveler","job":"Thief","sex":"Male","equip":[1,2,12,13,30,40,41,50,51,60],"entries":{"334000304":{"compendium_id":1342,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[701,2125,240,120],"MP":[32,97,40,20],"ATK":[30,92,16,8],"DEF":[25,77,16,8],"MAG":[24,74,16,8],"SPR":[28,86,16,8]},"limitburst_id":334000304,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[14,34],"effect_frames":[12,32],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":25,"290030900":8,"290031000":13,"290050300":15,"290050400":8}},"strings":{"description":["A wanderer from the Cliftlands of Orsterra, a land in a faraway world. Famous for targeting items that are extremely difficult to obtain, this phantom thief strikes fear into the hearts of the wealthy and privileged.","在遙遠異界奧魯斯特拉大陸的克里夫蘭多地區流浪的男性。他是一個神出鬼沒的盜賊，專門前去戒備森嚴的地方盜取寶物，令貴族與富豪坐立不安。","머나먼 이계 올스텔라 대륙의 절벽이 이어진 클리프랜드 지방에 흘러들어온 남자. 경비가 삼엄한 곳만 노리는 신출귀몰한 도적으로, 귀족이나 부자들을 벌벌 떨게 만들고 있다.","Un vagabond originaire du Belvédère d'Orsterra, un pays d'un monde lointain. Ce voleur insaisissable, réputé pour son goût des objets les mieux gardés, est redouté des citoyens privilégiés.","Ein Wanderer aus dem Klippenland von Orsterra, einem Kontinent in einer fernen Welt. Bekannt dafür, es auf Gegenstände abgesehen zu haben, die nur sehr schwer in die Finger zu bekommen sind, läuft es den Reichen und Privilegierten beim Klang seines Beinamens \"Phantomdieb\" eiskalt den Rücken herunter.","Ladrón ambulante del Acantilado de Orsterra, una tierra de un mundo lejano. Se le conoce por poner la mira en objetos increíblemente difíciles de obtener y consigue sembrar el miedo en el corazón de las clases más pudientes con sus habilidades de ladrón invisible."],"summon":["If you're going to steal something, first make sure it's worth stealing. Otherwise, what's the point?","要偷就偷有價值的東西。<br>這樣就暫時不會無聊了。","기왕이면 훔치는 보람이 있는 게 좋지.<br>그런 거라면<br>……당분간은 좀 재밌겠는걸.","Quitte à voler quelque chose, il faut au minimum s'assurer que la marchandise an vaille la peine. C'est tout de suite plus divertissant.","Wenn du etwas stiehlst, dann etwas, das es wert ist. So macht es wenigstens mehr Spaß.","Si vas a robar algo, que sea algo gordo. Al menos así será más divertido."],"evolution":[null,null,null,null,null,null],"affinity":["Here, take this. Don't be shy, it's only stolen goods. Heh.","……收下吧。<br>別客氣，反正是偷來的。<br>……呵，騙你的。","……받아 둬.<br>사양할 것 없어, 훔친 거거든.<br>……훗, 농담이야.","Tenez, acceptez ceci. Allons, n'ayez crainte ; je n'ai fait que le voler. Hé hé.","Hier, nimm. Nur keine Zurückhaltung. Ist doch nur gestohlen. Heh.","Toma esto. Que no te dé apuro porque lo he robado... Je, je."],"fusion":["This'll be easy.","……真輕鬆啊。","……뭐, 쉽구만.","Ça devrait aller vite.","Nichts leichter als das.","Esto va a ser pan comido."]}},"334000305":{"compendium_id":1343,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[911,2762,300,150],"MP":[42,126,50,25],"ATK":[39,119,20,10],"DEF":[33,100,20,10],"MAG":[32,96,20,10],"SPR":[37,111,20,10]},"limitburst_id":334000305,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[14,34],"effect_frames":[12,32],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060200":5,"290060300":10,"290060400":10}},"strings":{"description":["A wanderer from the Cliftlands of Orsterra, a land in a faraway world. Famous for targeting items that are extremely difficult to obtain, this phantom thief strikes fear into the hearts of the wealthy and privileged. Upon hearing about a treasure worth an entire town being hidden within Ravus Manor, he decides to break in and steal it for himself.","在遙遠異界奧魯斯特拉大陸的克里夫蘭多地區流浪的男性。他是一個神出鬼沒的盜賊，專門前去戒備森嚴的地方盜取寶物，令貴族與富豪坐立不安。一天，他聽聞某個價值連城的秘寶的消息，便潛入了令盜賊聞風喪膽的瑞布斯的宅邸。","머나먼 이계 올스텔라 대륙의 절벽이 이어진 클리프랜드 지방에 흘러들어온 남자. 경비가 삼엄한 곳만 노리는 신출귀몰한 도적으로, 귀족이나 부자들을 벌벌 떨게 만들고 있다. 어느 날, 마을 하나를 사들일 수도 있다는 비보에 대한 정보를 듣고, 도적 킬러로 유명한 레이버스 가문의 저택에 침입했다.","Un vagabond originaire du Belvédère d'Orsterra, un pays d'un monde lointain. Ce voleur insaisissable, réputé pour son goût des objets les mieux gardés, est redouté des citoyens privilégiés. Quand Thérion apprend qu'un trésor d'une valeur similaire aux richesses d'une ville tout entière est caché dans le manoir des Ravus, il décide d'y pénétrer pour se l'approprier.","Ein Wanderer aus dem Klippenland von Orsterra, einem Kontinent in einer fernen Welt. Bekannt dafür, es auf Gegenstände abgesehen zu haben, die nur sehr schwer in die Finger zu bekommen sind, läuft es den Reichen und Privilegierten beim Klang seines Beinamens \"Phantomdieb\" eiskalt den Rücken herunter. Als er von einem wertvollen Schatz, der im Haus Ravus versteckt sein soll, hört, beschließt er, dort einzubrechen und ihn zu stehlen.","Ladrón ambulante del Acantilado de Orsterra, una tierra de un mundo lejano. Se lo conoce por poner la mira en objetos increíblemente difíciles de obtener y consigue sembrar el miedo en el corazón de las clases más pudientes con sus habilidades de ladrón invisible. Cuando se entera de que en la mansión Ravus hay un tesoro de un valor incalculable, no tiene reparos en allanarla para hacerse con él."],"summon":["If you're going to steal something, first make sure it's worth stealing. Otherwise, what's the point?","要偷就偷有價值的東西。<br>這樣就暫時不會無聊了。","기왕이면 훔치는 보람이 있는 게 좋지.<br>그런 거라면<br>……당분간은 좀 재밌겠는걸.","Quitte à voler quelque chose, il faut au minimum s'assurer que la marchandise an vaille la peine. C'est tout de suite plus divertissant.","Wenn du etwas stiehlst, dann etwas, das es wert ist. So macht es wenigstens mehr Spaß.","Si vas a robar algo, que sea algo gordo. Al menos así será más divertido."],"evolution":["Hmph...<br>You have something you want me to steal?","呼……<br>想讓我去偷什麼？","훗……<br>뭐 훔칠 거 의뢰하러 왔어?","Hmph...<br>Vous voulez que je vole quelque chose ?","Hmpf ...<br>Du willst, dass ich etwas stehle?","Mmm…<br>¿Quieres que robe algo?"],"affinity":["Here, take this. Don't be shy, it's only stolen goods. Heh.","……收下吧。<br>別客氣，反正是偷來的。<br>……呵，騙你的。","……받아 둬.<br>사양할 것 없어, 훔친 거거든.<br>……훗, 농담이야.","Tenez, acceptez ceci. Allons, n'ayez crainte ; je n'ai fait que le voler. Hé hé.","Hier, nimm. Nur keine Zurückhaltung. Ist doch nur gestohlen. Heh.","Toma esto. Que no te dé apuro porque lo he robado... Je, je."],"fusion":["*Sigh* Spare us both the trouble.","哎……<br>我最討厭麻煩事了。","나 이거 참……<br>귀찮은 일은 딱 질색인데.","*Soupir* J'ai pas que ça à faire... ","*Seufz* Erspare uns beiden diesen Ärger.","Uf… Ahórranos a los dos el esfuerzo, anda."]}},"334000306":{"compendium_id":1344,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1185,3590,450,225],"MP":[54,163,75,37],"ATK":[51,154,30,15],"DEF":[43,130,30,15],"MAG":[41,124,30,15],"SPR":[48,144,30,15]},"limitburst_id":334000306,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[14,34],"effect_frames":[12,32],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A wanderer from the Cliftlands of Orsterra, a land in a faraway world. Famous for targeting items that are extremely difficult to obtain, this phantom thief strikes fear into the hearts of the wealthy and privileged. Upon hearing about a treasure worth an entire town being hidden within Ravus Manor, he decides to break in and steal it for himself. However, there he is forced to make an important choice regarding his future path.","在遙遠異界奧魯斯特拉大陸的克里夫蘭多地區流浪的男性。他是一個神出鬼沒的盜賊，專門前去戒備森嚴的地方盜取寶物，令貴族與富豪坐立不安。一天，他聽聞某個價值連城的秘寶的消息，便潛入了令盜賊聞風喪膽的瑞布斯的宅邸。在那裡，他被迫做出了左右自己未來的重大選擇。","머나먼 이계 올스텔라 대륙의 절벽이 이어진 클리프랜드 지방에 흘러들어온 남자. 경비가 삼엄한 곳만 노리는 신출귀몰한 도적으로, 귀족이나 부자들을 벌벌 떨게 만들고 있다. 어느 날, 마을 하나를 사들일 수도 있다는 비보에 대한 정보를 듣고, 도적 킬러로 유명한 레이버스 가문의 저택에 침입했다. 거기서 그는 자신의 미래를 좌우할 큰 선택을 강요받게 된다.","Un vagabond originaire du Belvédère d'Orsterra, un pays d'un monde lointain. Ce voleur insaisissable, réputé pour son goût des objets les mieux gardés, est redouté des citoyens privilégiés. Quand Thérion apprend qu'un trésor d'une valeur similaire aux richesses d'une ville tout entière est caché dans le manoir des Ravus, il décide d'y pénétrer pour se l'approprier. Une fois à l'intérieur de ces grands murs, il est cependant confronté à un choix qui changera à jamais son futur.","Ein Wanderer aus dem Klippenland von Orsterra, einem Kontinent in einer fernen Welt. Bekannt dafür, es auf Gegenstände abgesehen zu haben, die nur sehr schwer in die Finger zu bekommen sind, läuft es den Reichen und Privilegierten beim Klang seines Beinamens \"Phantomdieb\" eiskalt den Rücken herunter. Als er von einem wertvollen Schatz, der im Haus Ravus versteckt sein soll, hört, beschließt er, dort einzubrechen und ihn zu stehlen. Vor Ort wird er jedoch vor eine folgenschwere Entscheidung gestellt.","Ladrón ambulante del Acantilado de Orsterra, una tierra de un mundo lejano. Se lo conoce por poner la mira en objetos increíblemente difíciles de obtener y consigue sembrar el miedo en el corazón de las clases más pudientes con sus habilidades de ladrón invisible. Cuando se entera de que en la mansión Ravus hay un tesoro de un valor incalculable, no tiene reparos en allanarla para hacerse con él. Sin embargo, la vida le presenta un dilema irrefutable sobre su futuro."],"summon":["If you're going to steal something, first make sure it's worth stealing. Otherwise, what's the point?","要偷就偷有價值的東西。<br>這樣就暫時不會無聊了。","기왕이면 훔치는 보람이 있는 게 좋지.<br>그런 거라면<br>……당분간은 좀 재밌겠는걸.","Quitte à voler quelque chose, il faut au minimum s'assurer que la marchandise an vaille la peine. C'est tout de suite plus divertissant.","Wenn du etwas stiehlst, dann etwas, das es wert ist. So macht es wenigstens mehr Spaß.","Si vas a robar algo, que sea algo gordo. Al menos así será más divertido."],"evolution":["I don't need your charity. If I want something I'll just steal it myself.","我不需要施捨。<br>有想要的東西我會自己去偷。","적선은 됐어.<br>필요한 건 직접 훔친다.","Je n'ai pas besoin de votre compassion. S'il me faut quelque chose, je le volerai moi-même.","Behalte deine Almosen. Wenn ich was brauche, stehle ich es einfach selbst.","No quiero que me tengas lástima. Si me hace falta algo, puedo robarlo yo mismo."],"affinity":["Here, take this. Don't be shy, it's only stolen goods. Heh.","……收下吧。<br>別客氣，反正是偷來的。<br>……呵，騙你的。","……받아 둬.<br>사양할 것 없어, 훔친 거거든.<br>……훗, 농담이야.","Tenez, acceptez ceci. Allons, n'ayez crainte ; je n'ai fait que le voler. Hé hé.","Hier, nimm. Nur keine Zurückhaltung. Ist doch nur gestohlen. Heh.","Toma esto. Que no te dé apuro porque lo he robado... Je, je."],"fusion":["Heh... Let's get this over with.","要上了。<br>你做好準備了嗎？","한다.<br>……각오는 됐나?","Prêt ? Finissons-en.","Bist du bereit? Dann lass es uns hinter uns bringen.","¿Estás listo? Acabemos con esto."]}}},"skills":{"229680":{"name":"Vagabond","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%","Reduce chance of being targeted by 50%"],"icon":"ability_84.png"},"229681":{"name":"Wildfire","cost":{"MP":18},"attack_frames":[[70]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (2.3x, ATK) to one enemy"],"icon":"ability_21.png"},"229682":{"name":"Shackle Foe","cost":{"MP":22},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to one enemy","Reduce ATK by 50% for 3 turns to one enemy"],"icon":"ability_39.png"},"229683":{"name":"Armor Corrosive","cost":{"MP":22},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to one enemy","Reduce DEF by 50% for 3 turns to one enemy"],"icon":"ability_39.png"},"229684":{"name":"Phantom Thief","attack_type":"None","element_inflict":null,"effects":["Increase ATK and HP by 20%","20% chance of evading physical attacks"],"icon":"ability_75.png"},"229685":{"name":"Steal","cost":{"MP":10},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n50%: Steal (912711)\n50%: Steal (912712)"],"icon":"ability_82.png"},"229686":{"name":"HP Thief","cost":{"MP":20},"attack_frames":[[14],[34]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.4x, ATK) to one enemy","Physical damage (1.2x, ATK) as HP drain (20%) to one enemy"],"icon":"ability_6.png"},"229687":{"name":"Steal MP","cost":{"MP":20},"attack_frames":[[14],[34]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.4x, ATK) to one enemy","Physical damage (0.3x, ATK) as MP drain (10%) to one enemy"],"icon":"ability_6.png"},"229688":{"name":"Famed Thief","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%","Increase success rate of stealing by 100%"],"icon":"ability_82.png"},"229689":{"name":"High Speed","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MP by 20%","Use High Speed (509160) at the start of a battle"],"icon":"ability_97.png"},"229690":{"name":"Boosted Therion","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 4500 HP split over 3 turns to caster","Restore 90 MP split over 3 turns to caster","Gain Armor Corrosive+ (509163), Shackle Foe+ (509162) and Wildfire+ (509161) for 3 turns"],"icon":"ability_63.png"},"509160":{"name":"High Speed","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Dodge 1 physical attacks for 99999 turns to caster"],"icon":"ability_97.png","parentID":"229689"},"509161":{"name":"Wildfire+","cost":{"MP":28},"attack_frames":[[70]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (4.6x, ATK) to all enemies"],"icon":"ability_21.png","parentID":"229690"},"509162":{"name":"Shackle Foe+","cost":{"MP":32},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.4x, ATK) to all enemies","Reduce ATK by 60% for 3 turns to all enemies"],"icon":"ability_39.png","parentID":"229690"},"509163":{"name":"Armor Corrosive+","cost":{"MP":32},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.4x, ATK) to all enemies","Reduce DEF by 60% for 3 turns to all enemies"],"icon":"ability_39.png","parentID":"229690"},"912711":{"name":"Steal","cost":{"MP":10},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Steal item from one enemy"],"icon":"ability_82.png","parentID":"229685"},"912712":{"name":"Steal","cost":{"MP":10},"attack_frames":[[30]],"attack_type":"None","element_inflict":null,"effects":["Steal item from one enemy","Physical* damage (1.6x, ATK) to one enemy"],"icon":"ability_82.png","parentID":"229685"}},"LB":{"name":"Leaping Thief","attack_count":[1,1],"attack_frames":[[88],[82]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (7.6x, ATK) to one enemy","Reduce ATK and DEF by 36% for 3 turns to one enemy"],"max_level":["Physical damage (10x, ATK) to one enemy","Reduce ATK and DEF by 60% for 3 turns to one enemy"]},"TMR":{"name":"Therion's Scarf","compendium_id":1181,"compendium_shown":true,"rarity":7,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"229636":{"name":"Therion's Scarf","attack_type":"None","element_inflict":null,"effects":["Reduce chance of being targeted by 50%","25% chance of evading physical attacks"],"icon":"ability_84.png","desc":""}},"effects":["Grants 'Therion's Scarf' passive."],"stats":{"HP":0,"MP":0,"ATK":12,"DEF":26,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_50385.png","strings":{"name":["Therion's Scarf","泰里翁的圍巾","테리온의 스카프","Écharpe de Thérion","Therions Schal","Bufanda de Therion"],"desc_short":["A scarf worn by a thief from a faraway world.","異界盜賊所穿戴的圍巾","이계의 도적이 몸에 걸치던 스카프","Une écharpe jadis portée par un voleur originaire d'un monde lointain.","Ein Schal, der einem Dieb aus einer fernen Welt gehört.","Bufanda que llevaba un ladrón de un mundo lejano."],"desc_long":["A scarf from the distant continent of Orsterra, said to have been worn by a thief from its remote regions. None have seen the face of this elusive criminal, but the mere mention of a figure seen wearing this scarf was enough to send shivers down the spine of any noble or magnate.","來自遙遠異界奧魯斯特拉大陸的圍巾。據說是某位居住在邊境的盜賊所穿戴的物品。沒有人知道神出鬼沒的他究竟是何方神聖，因此只要出現了特徵是身穿領巾的男人這種傳言，就會讓貴族與富豪們不寒而慄。","머나먼 이계 올스텔라 대륙에서 유입된 스카프. 어느 변경 지방에서 살아가던 도적이 몸에 걸치던 것이라고 한다. 신출귀몰한 그의 정체를 아는 사람은 아무도 없으며, 그 특징적인 스카프를 몸에 걸친 남자의 모습을 봤다는 소문이 들려올 때마다 귀족과 부자들은 벌벌 떨었다고 한다.","Une écharpe issue du continent lointain d'Orsterra qui aurait appartenu à un voleur originaire d'une région aride et montagneuse. Nul n'a jamais vu le visage de ce criminel insaisissable, mais la simple mention d'une silhouette portant une telle écharpe suffit à faire trembler tous les nobles et négociants du pays.","Ein Schal, der einem Dieb aus einer entlegenen Region des fernen Kontinents Orsterra gehört haben soll. Niemand hat je das Gesicht dieses schwer zu fassenden Kriminellen gesehen, doch die bloße Erwähnung einer Gestalt mit diesem Schal lässt jeden Adeligen und Magnaten erschaudern.","Bufanda del lejano continente de Orsterra que, por lo visto, llevaba un ladrón oriundo de sus remotas regiones. Nadie ha visto jamás el rostro de este criminal escurridizo, pero solo basta que alguien comente haber visto una figura con esta bufanda para que cualquier noble o persona de clase acomodada tiemble de pavor."]}}},"334000403":{"rarity_min":3,"rarity_max":5,"name":"Tressa","game":"Octopath Traveler","job":null,"sex":"Female","equip":[1,7,10,12,30,40,41,50,60],"entries":{"334000403":{"compendium_id":1345,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[559,1694,180,90],"MP":[23,70,30,15],"ATK":[22,66,12,6],"DEF":[20,62,12,6],"MAG":[14,42,12,6],"SPR":[21,63,12,6]},"limitburst_id":334000403,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[24,36,48,60],"effect_frames":[22,34,46,58],"max_lb_drop":2,"ability_slots":2,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010100":25,"290030100":10,"290030300":5,"290050200":15,"290050300":5}},"strings":{"description":["A young girl born and raised in the Coastlands of Orsterra, a land in a faraway world. Her parents own a general store where she works as a shopgirl, assisting with stocking, inventory, and other day-to-day tasks.","在遙遠異界奧魯斯特拉大陸的寇斯特蘭多地區港口城鎮生活的少女，她在雙親經營的雜貨店工作，是店裡的招牌店員。","머나먼 이계 올스텔라 대륙 코스트랜드 지방의 항구 마을에서 태어나고 자란 소녀. 부모님이 경영하는 만물상에서 일하는 마스코트 적인 존재로 알려져 있다.","Une jeune femme qui a toujours vécu dans un petit port du Littoral d'Orsterra, un pays d'un monde lointain. Elle aide a tenir le magasin de ses parents, s'occupant de l'approvisionnement, de l'inventaire et d'autres tâches quotidiennes.","Ein junges Mädchen, geboren und aufgewachsen im Küstenland von Orsterra, einem Kontinent in einer fernen Welt. Ihre Eltern betreiben einen Gemischtwarenladen, in dem sie ihnen beim täglichen Geschäft zur Hand geht.","Joven oriunda de la costa de Orsterra, una tierra de un mundo lejano. Sus padres regentan una tienda donde trabaja como mercader y dependienta."],"summon":["I'd only be a third rate merchant if I missed out on a good purchase! Can't have that now, can we?","不要因為我是商人的女兒就小看我呀。<br>下手慢了可是成為不了一流的商人的。","상인의 딸을 얕봐선 곤란해.<br>물품 매수 시기를 놓치거나 하는<br>바보짓은 삼류나 하는 짓이야.","Quel genre de marchande ferais-je si je ratais une bonne occasion ? Ce n'est pas digne de la profession, ça !","Ich wäre nur eine drittklassige Händlerin, wenn ich mir einen so guten Handel entgehen lassen würde! Das kann ich wohl kaum zulassen, oder?","Nunca subestimes a la hija de un comerciante. ¡Menuda mercader de pacotilla sería si dejara escapar un producto a buen precio!"],"evolution":[null,null,null,null,null,null],"affinity":["This one's on the house! Take it as my thanks for all your help.","感謝你陪我這麼久。<br>給你點特別優惠。","이건 오랫동안 같이 어울려준 답례야.<br>이번만 특별히 서비스하는 거다?","Allez, avec les compliments de la maison ! Rien qu'un petit geste commercial pour vous remercier de toute votre aide.","Das geht aufs Haus! Nimm es als Dank für all deine Hilfe.","¡A esta invita la casa! Tómatelo como una muestra de agradecimiento por toda tu ayuda."],"fusion":["Pa, Ma. I'll come back one day, and you'll see just how much I've learned!","父親、母親，<br>我一定會變強再回來的。","아빠, 엄마.<br>나, 반드시 큰 사람이 되어서<br>돌아올게.","P'pa, M'man. Je reviendrai un jour, et je vous montrerai tout ce que j'ai appris !","Papa, Mama. Eines Tages komme ich zurück, und dann werdet ihr sehen, was ich gelernt habe!","Papá, mamá. Algún día volveré, ¡y os mostraré todo lo que habré aprendido!"]}},"334000404":{"compendium_id":1346,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[727,2202,240,120],"MP":[30,91,40,20],"ATK":[28,85,16,8],"DEF":[26,80,16,8],"MAG":[18,54,16,8],"SPR":[27,81,16,8]},"limitburst_id":334000404,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[24,36,48,60],"effect_frames":[22,34,46,58],"max_lb_drop":2,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290030100":20,"290030700":5,"290030800":10,"290050300":10,"290050400":5}},"strings":{"description":["A young girl born and raised in the Coastlands of Orsterra, a land in a faraway world. Her parents own a general store where she works as a shopgirl, assisting with stocking, inventory, and other day-to-day tasks. Although she leads a happy life, she still has a few qualms that she often contemplates while looking at the sea thinking about what she wants for herself.","在遙遠異界奧魯斯特拉大陸的寇斯特蘭多地區港口城鎮生活的少女，她在雙親經營的雜貨店工作，是店裡的招牌店員。她雖然過著幸福的生活，卻總是感到茫然，經常眺望著大海思考自己想做什麼。","머나먼 이계 올스텔라 대륙 코스트랜드 지방의 항구 마을에서 태어나고 자란 소녀. 부모님이 경영하는 만물상에서 일하는 마스코트 적인 존재로 알려져 있다. 그녀는 행복한 생활 속에서도 막연한 갈등을 품고 있으며, 언제나 바다를 바라보며 '내가 하고 싶은 것'이 무엇인지에 대해 골몰히 생각했다.","Une jeune femme qui a toujours vécu dans un petit port du Littoral d'Orsterra, un pays d'un monde lointain. Elle aide a tenir le magasin de ses parents, s'occupant de l'approvisionnement, de l'inventaire et d'autres tâches quotidiennes. Bien qu'elle mène une vie heureuse, Tressa peut passer de longues heures à contempler la mer en se taraudant de questions au sujet de ce qu'elle attend de son propre avenir.","Ein junges Mädchen, geboren und aufgewachsen im Küstenland von Orsterra, einem Kontinent in einer fernen Welt. Ihre Eltern betreiben einen Gemischtwarenladen, in dem sie ihnen beim täglichen Geschäft zur Hand geht. Obwohl sie ein erfülltes Leben hat, befallen sie oft Zweifel, und den Blick aufs Meer gerichtet, sinnt sie häufig darüber nach, was sie wirklich im Leben will.","Joven oriunda de la costa de Orsterra, una tierra de un mundo lejano. Sus padres regentan una tienda donde trabaja como mercader y dependienta. Aunque es feliz con la vida que lleva, no puede evitar reflexionar sobre sus aspiraciones mientras contempla el mar."],"summon":["I'd only be a third rate merchant if I missed out on a good purchase! Can't have that now, can we?","不要因為我是商人的女兒就小看我呀。<br>下手慢了可是成為不了一流的商人的。","상인의 딸을 얕봐선 곤란해.<br>물품 매수 시기를 놓치거나 하는<br>바보짓은 삼류나 하는 짓이야.","Quel genre de marchande ferais-je si je ratais une bonne occasion ? Ce n'est pas digne de la profession, ça !","Ich wäre nur eine drittklassige Händlerin, wenn ich mir einen so guten Handel entgehen lassen würde! Das kann ich wohl kaum zulassen, oder?","Nunca subestimes a la hija de un comerciante. ¡Menuda mercader de pacotilla sería si dejara escapar un producto a buen precio!"],"evolution":["The three things a merchant needs most are to be smiley, mannerly, and early!","商人三準則！<br>禮儀、笑容、早起！","상인이 꼭 갖춰야 할 세 가지!<br>예의, 미소, 일찍 일어나기!","Il y a trois qualités requises d'un marchand : être souriant, poli et matinal !","Die drei wichtigsten Eigenschaften eines Händlers sind flink und freundlich sein und sich benehmen können!","¡Las tres cosas más importantes para un mercader son sonreír, ser educado y madrugar!"],"affinity":["This one's on the house! Take it as my thanks for all your help.","感謝你陪我這麼久。<br>給你點特別優惠。","이건 오랫동안 같이 어울려준 답례야.<br>이번만 특별히 서비스하는 거다?","Allez, avec les compliments de la maison ! Rien qu'un petit geste commercial pour vous remercier de toute votre aide.","Das geht aufs Haus! Nimm es als Dank für all deine Hilfe.","¡A esta invita la casa! Tómatelo como una muestra de agradecimiento por toda tu ayuda."],"fusion":["Don't underestimate me...I'm not just a little kid, you know!","呵呵，可別因為我是孩子，<br>就小看我啊。","흐흥, 어린애라고 해서<br>얕보지 말라구.","N'allez pas me sous-estimer juste à cause de mon âge, hi hi !","Unterschätze mich nicht! Ich bin nämlich kein Kind mehr!","¡No me subestiméis solo por ser una niña! ¡Je, je!"]}},"334000405":{"compendium_id":1347,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[944,2862,300,150],"MP":[39,118,50,25],"ATK":[36,110,20,10],"DEF":[34,104,20,10],"MAG":[23,70,20,10],"SPR":[35,105,20,10]},"limitburst_id":334000405,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[24,36,48,60],"effect_frames":[22,34,46,58],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young girl born and raised in the Coastlands of Orsterra, a land in a faraway world. Her parents own a general store where she works as a shopgirl, assisting with stocking, inventory, and other day-to-day tasks. Although she leads a happy life, she still has a few qualms that she often contemplates while looking at the sea thinking about what she wants for herself. After a certain experience leaves her in possession of a curious notebook, she resolves to go on a journey to see the world with her own eyes, and become a full-fledged merchant.","在遙遠異界奧魯斯特拉大陸的寇斯特蘭多地區港口城鎮生活的少女，她在雙親經營的雜貨店工作，是店裡的招牌店員。她雖然過著幸福的生活，卻總是感到茫然，經常眺望著大海思考自己想做什麼。以某個事件中獲得的手記為契機，她發現自己想要去親眼看看這個世界。","머나먼 이계 올스텔라 대륙 코스트랜드 지방의 항구 마을에서 태어나고 자란 소녀. 부모님이 경영하는 만물상에서 일하는 마스코트 적인 존재로 알려져 있다. 그녀는 행복한 생활 속에서도 막연한 갈등을 품고 있으며, 언제나 바다를 바라보며 '내가 하고 싶은 것'이 무엇인지에 대해 골몰히 생각했다. 그러던 중 어떤 사건을 통해 얻은 수기를 보고 용기를 내어, 자신의 눈으로 세계를 보고 싶다는 생각을 하게 된다.","Une jeune femme qui a toujours vécu dans un petit port du Littoral d'Orsterra, un pays d'un monde lointain. Elle aide a tenir le magasin de ses parents, s'occupant de l'approvisionnement, de l'inventaire et d'autres tâches quotidiennes. Bien qu'elle mène une vie heureuse, Tressa peut passer de longues heures à contempler la mer en se taraudant de questions au sujet de ce qu'elle attend de son propre avenir. Quand, après un certain événement, elle entre en possession d'un curieux journal, elle se décide enfin à découvrir le reste du monde de ses propres yeux et à devenir commerçante à son propre compte.","Ein junges Mädchen, geboren und aufgewachsen im Küstenland von Orsterra, einem Kontinent in einer fernen Welt. Ihre Eltern betreiben einen Gemischtwarenladen, in dem sie ihnen beim täglichen Geschäft zur Hand geht. Obwohl sie ein ausgefülltes Leben hat, befallen sie oft Zweifel, und den Blick aufs Meer gerichtet, sinnt sie häufig darüber nach, was sie wirklich im Leben will. Nachdem sie in den Besitz eines sonderbaren Notizbuchs kommt, beschließt sie, sich auf eine Reise zu begeben, um die Welt mit ihren Augen zu sehen und eine vollwertige Händlerin zu werden.","Joven oriunda de la costa de Orsterra, una tierra de un mundo lejano. Sus padres regentan una tienda donde trabaja como mercader y dependienta. Aunque es feliz con la vida que lleva, no puede evitar reflexionar sobre sus aspiraciones mientras contempla el mar. Un buen día, después de hacerse con un cuaderno muy peculiar, decide por fin ir a ver el mundo con sus propios ojos."],"summon":["I'd only be a third rate merchant if I missed out on a good purchase! Can't have that now, can we?","不要因為我是商人的女兒就小看我呀。<br>下手慢了可是成為不了一流的商人的。","상인의 딸을 얕봐선 곤란해.<br>물품 매수 시기를 놓치거나 하는<br>바보짓은 삼류나 하는 짓이야.","Quel genre de marchande ferais-je si je ratais une bonne occasion ? Ce n'est pas digne de la profession, ça !","Ich wäre nur eine drittklassige Händlerin, wenn ich mir einen so guten Handel entgehen lassen würde! Das kann ich wohl kaum zulassen, oder?","Nunca subestimes a la hija de un comerciante. ¡Menuda mercader de pacotilla sería si dejara escapar un producto a buen precio!"],"evolution":["Guess I'll just have to pick off where this notebook's writer left off.","這本手記的空白頁<br>就由我的旅行見聞來填滿吧。","이 수기의 남은 페이지에<br>내 여행을 기록해 나갈 거야.","Je n'ai plus qu'à continuer là où l'auteur de ce journal s'est arrêté.","Ich denke, ich sollte da weitermachen, wo der Verfasser dieses Notizbuchs aufgehört hat.","Supongo que tendré que retomarlo donde él lo dejó."],"affinity":["This one's on the house! Take it as my thanks for all your help.","感謝你陪我這麼久。<br>給你點特別優惠。","이건 오랫동안 같이 어울려준 답례야.<br>이번만 특별히 서비스하는 거다?","Allez, avec les compliments de la maison ! Rien qu'un petit geste commercial pour vous remercier de toute votre aide.","Das geht aufs Haus! Nimm es als Dank für all deine Hilfe.","¡A esta invita la casa! Tómatelo como una muestra de agradecimiento por toda tu ayuda."],"fusion":["Providing goods fashioned with love and care to customers who need them...that's my job as a merchant!","將凝聚了製作者心血的貨物<br>交給有需要的人……<br>這就是我們商人的工作。","만든 사람의 마음이 담긴 물건을<br>원하는 사람들에게 보내주는 것……<br>그게 우리 상인이 하는 일이야.","Faire parvenir des produits fabriqués avec amour et talent à ceux qui en ont besoin... C'est pour ça que je fais du commerce !","Meine Aufgabe als Händlerin ist es, jeden mit Waren zu beliefern, der sie benötigt!","Como mercaderes, nuestro deber es suministrar productos a todo aquel que sepa apreciar el esfuerzo de sus fabricantes."]}}},"skills":{"229700":{"name":"Grows on Trees","attack_type":"None","element_inflict":null,"effects":["During explorations, reduce chance of encounters by 25%","During explorations, recover 5 HP and 3 MP every 3 steps"],"icon":"ability_71.png"},"229701":{"name":"Collect","cost":{"MP":1},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Steals gil (80-100%) from one enemy"],"icon":"ability_82.png"},"229702":{"name":"Tradewinds","cost":{"MP":12},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (2x, ATK) to one enemy"],"icon":"ability_25.png"},"229703":{"name":"General Store's Shopgirl","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"229704":{"name":"Rest","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from caster","Restore 400 (+3x, Heal) HP to caster","Restore 45 MP split over 3 turns to caster"],"icon":"ability_4.png"},"229705":{"name":"Trade Tempest","cost":{"MP":16},"attack_frames":[[110]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (1.6x, ATK) to all enemies"],"icon":"ability_25.png"},"229706":{"name":"Sidestep","cost":{"MP":12},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Dodge 2 physical attacks for 3 turns to caster"],"icon":"ability_97.png"},"229707":{"name":"Sound Judgement","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%","Increase drop rate of items by 50% and rare items by 50%"],"icon":"ability_88.png"},"229708":{"name":"Boosted Tressa","cost":{"MP":24},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 80% for 4 turns to caster","Gain Rest+ (509170), Sidestep+ (509172) and Trade Tempest+ (509171) for 3 turns"],"icon":"ability_63.png"},"509170":{"name":"Rest+","cost":{"MP":31},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from all allies","Restore 1000 (+3.4x, Heal) HP to all allies","Restore 90 MP split over 3 turns to all allies"],"icon":"ability_4.png","parentID":"229708"},"509171":{"name":"Trade Tempest+","cost":{"MP":26},"attack_frames":[[110]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (2.4x, ATK) to all enemies","Reduce resistance to Wind by 60% for 3 turns to all enemies"],"icon":"ability_25.png","parentID":"229708"},"509172":{"name":"Sidestep+","cost":{"MP":22},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Dodge 2 physical attacks for 3 turns to all allies"],"icon":"ability_97.png","parentID":"229708"}},"LB":{"name":"Hired Help","attack_count":[1],"attack_frames":[[136]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (5.6x, ATK) to one enemy"],"max_level":["Physical damage (7.5x, ATK) to one enemy"]},"TMR":{"name":"Dreams of a Wider World","compendium_id":906,"compendium_shown":true,"unit_restriction":null,"skills":{"229637":{"name":"Dreams of a Wider World","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 20%","Increase EXP gained by battles by 25%"],"icon":"ability_81.png","desc":""}},"effects":["Grants 'Dreams of a Wider World' passive."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_81.png","strings":{"names":["Dreams of a Wider World","無盡世界之夢","못다 본 세계를 향한 꿈","Rêves du vaste monde","Träume von der großen, weiten Welt","Sueños de un mundo más grande"],"desc_short":["Boost ATK and MAG by 20% and boost EXP obtained from battle","提高20%攻擊魔力+提高獲得的經驗值","공격력과 마력 20% 상승+획득 경험치 상승","Augmente l'ATT et la MAGIE de 20 % et augmente l'EXP obtenue en combat","Erhöht ANG und MAG um 20% und erhöht im Kampf erhaltene EXP.","Aumenta el ATQ y la MAG un 20% y la EXP que se obtiene en los combates"],"desc_long":["Boosts ATK and MAG by 20% and boosts EXP obtained from battle.","提高20%攻擊魔力，提高獲得的經驗值。","공격력과 마력이 20% 상승하고, 획득 경험치가 상승합니다.","Augmente l'ATT et la MAGIE de 20 % et augmente l'EXP obtenue en combat.","Erhöht ANG und MAG um 20% und erhöht im Kampf erhaltene EXP.","Aumenta el ATQ y la MAG un 20% y la EXP que se obtiene en los combates."]},"type":"MATERIA"}}}