{"906000105":{"rarity_min":5,"rarity_max":5,"name":"Super Trust Moogle","game":"FFBE","job":"Fusion Unit","sex":"Other","equip":[0],"entries":{"906000105":{"compendium_id":1433,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A moogle which possesses a mysterious power that can connect the hearts of people. They are believed to be trust moogles that have furthered their training and acquired a new power of bonds. They seem to take pride in their mission of finding someone suitable to bestow their power upon, and spend their days traveling the world in their search.","擁有能夠連結人心之力的莫古利。是信賴度莫古利在經過不斷修行後，獲得的全新姿態。牠們的使命是將羈絆之力賜予相符之人，且以這份使命為榮，每天都在滿世界尋找需要力量的人。","사람들의 마음과 마음을 이어주는 신비한 힘을 지닌 모그리. 트러스트 모그리가 수행을 쌓아 더욱 높은 경지에 올라, 새로운 인연의 힘을 획득한 모습이라 추정된다. 걸맞은 자에게 인연의 힘을 전해준다는 사명에 긍지를 갖고, 매일같이 그 상대를 찾아 전 세계를 여행하고 있는 듯하다.","Un mog qui possède le mystérieux pouvoir de lier le cœur des gens. Plusieurs théories supposent que les mogs de cette espèce ont perfectionné leurs talents et ainsi acquis une maîtrise totale des liens de l'âme. Ils semblent tirer une certaine fierté dans l'accomplissement de leur mission et la recherche d'individus dignes de jouir des bienfaits de leurs pouvoirs, et parcourent volontiers le monde entier à la recherche de tels élus.","Ein Mogry, der eine mysteriöse Macht besitzt, die die Herzen der Menschen miteinander verbinden kann. Man vermutet, dass es bei ihnen um Treuemogrys handelt, die ihr Training vorangetrieben und eine neue Macht der Bande erworben haben. Sie scheinen stolz auf ihre Mission zu sein, jemanden zu finden, der ihrer Macht würdig ist und sie verbringen ihre Tage damit, auf ihrer Suche durch die Welt zu reisen.","Un moguri con un poder misterioso que conecta los corazones de las personas. Se cree que se trata de moguris fieles que han intensificado su entrenamiento y adquirido vínculos más fuertes. Llevan con orgullo la misión de encontrar a candidatos dignos de su poder, y  se pasan los días viajando por el mundo en su busca."],"summon":["I heard you need my moogle strength, kupo. Well wait no longer, kupo!","久等了庫啵！莫古聽見了尋求力量的聲音庫啵！","기다렸지쿠포!<br>모그의 힘을 필요로 하는 소리가<br>들렸어쿠포!","On m'a dit que vous aviez besoin de ma force mog, kupo ! La voilà, kupo !","Ich habe gehört, dass du meine Mogrystärke brauchst, kupo. Dein Warten hat hiermit eine Ende, kupo!","He oído que necesitas mi poder moguri, kupó. ¡Bien, se acabó la espera, kupó!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["The power of bonds has limitless potential, kupo!","羈絆的可能性是無限的庫啵！","인연의 힘에는<br>무한한 가능성이 있어쿠포!","Le pouvoir des liens est sans limites, kupo !","Die Macht der Bande hat grenzenloses Potenzial, kupo!","¡El poder de los vínculos es ilimitado, kupó!"]}}},"skills":null,"LB":null}}