{"903001101":{"rarity_min":3,"rarity_max":4,"name":"Mini Tough Door","game":"FFBE","job":null,"sex":"Other","equip":[0],"entries":{"903001101":{"compendium_id":1410,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in HP. A certain researcher is said to have succeeded in making these doors appear, but nothing specific is known about these mysterious spirits, not even whether they are magic creatures or a type of vision.","和神秘的門一同出現的精靈。據說會提高中意的對手的HP。某位研究者通過研究成功使門現身，但這種不可思議的精靈究竟是純粹的魔法生物，還是幻兵的一種，仍然不為人知。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 HP를 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 이 신비한 정령이 순수한 마법 생물인지 아니면 비전의 일종인 것인지, 자세한 것은 아무것도 알지 못하는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter les PV. On raconte qu'une chercheuse aurait réussi à faire apparaître ce type de portes à son gré, mais le mystère reste complet au sujet des esprits qui les accompagnent. On ne sait même pas s'il s'agit de créatures magiques ou plutôt de visions.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen, an denen er Gefallen findet, dazu anleitet, ihre LP weiter zu erhöhen. Einem gewissen Forscher soll es gelungen sein, diese Türen zum Vorschein zu bringen, aber über diese mysteriösen Geister ist nichts mit Gewissheit bekannt, nicht einmal, ob es sich bei ihnen um magische Wesen oder um eine Art von Vision handelt.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de su VIT. Por lo visto, cierto investigador ha conseguido invocar estas puertas, pero no se sabe mucho de estos espíritus misteriosos, ni siquiera si se trata de criaturas mágicas o de una visión."],"summon":["Knock-knock! I'll increase the limit of your HP a bit more!","門門～<br>想要更多的HP嗎？","도어도어~<br>HP 좀 더 줄까?","Toc-toc-toc ! Je vais augmenter un petit peu la limite de vos PV !","Klopf-klopf! Ich werde die Grenze deiner LP ein bisschen erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tu VIT un poco más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a bit more!","門門～<br>再提高一點力量吧！","도어도어~<br>그 힘, 더 줘!","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un coup de pouce !","Klopf-klopf! Jetzt kann ich dir ein bisschen mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte un poco más!"]}},"903001102":{"compendium_id":1411,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in HP. A certain researcher is said to have succeeded in making them appear, but until then there were virtually no sightings of them. There are reports of them appearing with doors that suddenly materialized out of nowhere, but this being so fantastic, there are few that actually believe them.","和神秘的門一同出現的精靈。據說會提高中意的對手的HP。某位研究者通過研究成功使其現身，在此之前就連目擊到牠的人都寥寥無幾。一些報告聲稱牠會和門一起憑空突然出現，因為聽起來實在是太過不可思議，所以相信的人很少。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 HP를 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 그전까지는 목격담조차 거의 없었다. 보고에 따르면 어느 날 갑자기 아무것도 없는 공간에서 문과 함께 나타났다고 하지만, 너무나도 옛날이야기 같은 나머지 믿는 사람은 얼마 되지 않는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter les PV. On raconte qu'une chercheuse aurait réussi à les faire apparaître ; jusque-là, ils étaient quasiment impossibles à trouver dans la nature. Certains rapportent les avoir vus surgir du néant, mais ces témoignages incroyables sont rarement pris au sérieux.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen, an denen er Gefallen findet, dazu anleitet, ihre LP weiter zu erhöhen. Es soll einem gewissen Forscher gelungen sein, diese Geister zum Vorschein zu bringen, zuvor sind sie jedoch quasi überhaupt nicht gesichtet worden. Es kursieren Berichte, dass sie mit Türen wie aus dem Nichts erscheinen, aber diese Berichte klingen so sonderbar, dass nur wenige ihnen tatsächlich Glauben schenken.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de su VIT. Por lo visto, cierto investigador ha conseguido invocarlas, pero nadie las había visto hasta la fecha. Hay quien afirma haber visto a estos espíritus y sus puertas aparecer de la nada, pero, puesto que parece algo irreal, muy pocos creen estas afirmaciones."],"summon":["Knock-knock! I'll increase the limit of your HP a lot more!","門門～<br>你找我？<br>想要變強嗎？","도어도어~<br>나 불렀어?<br>강해지고 싶은 거야?","Toc-toc-toc ! Je vais beaucoup augmenter la limite de vos PV !","Klopf-klopf! Ich werde die Grenze deiner LP viel mehr erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tu VIT mucho más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a lot more!","門門～<br>這下你就更强了","도어도어~<br>이제 더 강해질 거야!","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un gros coup de pouce !","Klopf-klopf! Jetzt kann ich dir viel mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte mucho más!"]}}},"skills":null,"LB":null},"903001201":{"rarity_min":3,"rarity_max":4,"name":"Mini Magi Door","game":"FFBE","job":null,"sex":"Other","equip":[0],"entries":{"903001201":{"compendium_id":1412,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in MP. A certain researcher is said to have succeeded in making these doors appear, but nothing specific is known about these mysterious spirits, not even whether they are magic creatures or a type of vision.","和神秘的門一同出現的精靈。據說會提高中意的對手的MP。某位研究者通過研究成功使門現身，但這種不可思議的精靈究竟是純粹的魔法生物，還是幻兵的一種，仍然不為人知。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 MP를 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 이 신비한 정령이 순수한 마법 생물인지 아니면 비전의 일종인 것인지, 자세한 것은 아무것도 알지 못하는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter les PM. On raconte qu'une chercheuse aurait réussi à faire apparaître ce type de portes à son gré, mais le mystère reste complet au sujet des esprits qui les accompagnent. On ne sait même pas s'il s'agit de créatures magiques ou plutôt de visions.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen die er mag anleitet, um deren MP noch weiter zu erhöhen. Einem gewissen Forscher soll es gelungen sein, diese Türen zum Vorschein zu bringen, aber über diese mysteriösen Geister ist nichts mit Gewissheit bekannt, nicht einmal, ob es sich bei ihnen um magische Wesen oder um eine Art von Vision handelt.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de sus PM. Por lo visto, cierto investigador ha conseguido invocar estas puertas, pero no se sabe mucho de estos espíritus misteriosos, ni siquiera si se trata de criaturas mágicas o de una visión."],"summon":["Knock-knock! I'll increase the limit of your MP a bit more!","門門……<br>MP……很重要……<br>想要……更多嗎？","도어도어……<br>MP는…… 소중해……<br>많이…… 필요해?","Toc-toc-toc ! Je vais augmenter un petit peu la limite de vos PM !","Klopf-klopf! Ich werde die Grenze deiner MP ein bisschen erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tus PM un poco más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a bit more!","門門……<br>好多……MP……<br>開心嗎？","도어도어……<br>MP…… 잔뜩……<br>좋아……?","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un coup de pouce !","Klopf-klopf! Jetzt kann ich dir ein bisschen mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte un poco más!"]}},"903001202":{"compendium_id":1413,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in MP. A certain researcher is said to have succeeded in making them appear, but until then there were virtually no sightings of them. There are reports of them appearing with doors that suddenly materialized out of nowhere, but this being so fantastic, there are few that actually believe them.","和神秘的門一同出現的精靈。據說會提高中意的對手的MP。某位研究者通過研究成功使其現身，在此之前就連目擊到牠的人都寥寥無幾。一些報告聲稱牠會和門一起憑空突然出現，因為聽起來實在是太過不可思議，所以相信的人很少。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 MP를 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 그전까지는 목격담조차 거의 없었다. 보고에 따르면 어느 날 갑자기 아무것도 없는 공간에서 문과 함께 나타났다고 하지만, 너무나도 옛날이야기 같은 나머지 믿는 사람은 얼마 되지 않는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter les PM. On raconte qu'une chercheuse aurait réussi à les faire apparaître ; jusque-là, ils étaient quasiment impossibles à trouver dans la nature.  Certains rapportent les avoir vus surgir du néant, mais ces témoignages incroyables sont rarement pris au sérieux.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen die er mag anleitet, um deren MP noch weiter zu erhöhen. Es soll einem gewissen Forscher gelungen sein, diese Geister zum Vorschein zu bringen, zuvor sind sie jedoch quasi überhaupt nicht gesichtet worden. Es kursieren Berichte, dass sie mit Türen wie aus dem Nichts erscheinen, aber diese Berichte klingen so sonderbar, dass nur wenige ihnen tatsächlich Glauben schenken.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de sus PM. Por lo visto, cierto investigador ha conseguido invocarlas, pero nadie las había visto hasta la fecha. Hay quien afirma haber visto a estos espíritus y sus puertas aparecer de la nada, pero, puesto que parece algo irreal, muy pocos creen estas afirmaciones."],"summon":["Knock-knock! I'll increase the limit of your MP a lot more!","門門……<br>MP……增加……","도어도어……<br>MP…… 더 줄게……","Toc-toc-toc ! Je vais beaucoup augmenter la limite de vos PM !","Klopf-klopf! Ich werde die Grenze deiner MP viel mehr erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tus PM mucho más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a lot more!","門門……<br>這下……MP就……<br>更多了……","도어도어……<br>이제…… MP가……<br>더 늘어날 거야……","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un gros coup de pouce !","Klopf-klopf! Jetzt kann ich dir viel mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte mucho más!"]}}},"skills":null,"LB":null},"903001301":{"rarity_min":3,"rarity_max":4,"name":"Mini Power Door","game":"FFBE","job":null,"sex":"Other","equip":[0],"entries":{"903001301":{"compendium_id":1414,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in ATK. A certain researcher is said to have succeeded in making these doors appear, but nothing specific is known about these mysterious spirits, not even whether they are magic creatures or a type of vision.","和神秘的門一同出現的精靈。據說會提高中意的對手的攻擊力。某位研究者通過研究成功使門現身，但這種不可思議的精靈究竟是純粹的魔法生物，還是幻兵的一種，仍然不為人知。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 공격력을 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 이 신비한 정령이 순수한 마법 생물인지 아니면 비전의 일종인 것인지, 자세한 것은 아무것도 알지 못하는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter l'ATT. On raconte qu'une chercheuse aurait réussi à faire apparaître ce type de portes à son gré, mais le mystère reste complet au sujet des esprits qui les accompagnent. On ne sait même pas s'il s'agit de créatures magiques ou plutôt de visions.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen die er mag anleitet, um deren ANG noch weiter zu erhöhen. Einem gewissen Forscher soll es gelungen sein, diese Türen zum Vorschein zu bringen, aber über diese mysteriösen Geister ist nichts mit Gewissheit bekannt, nicht einmal, ob es sich bei ihnen um magische Wesen oder um eine Art von Vision handelt.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de su ATQ. Por lo visto, cierto investigador ha conseguido invocar estas puertas, pero no se sabe mucho de estos espíritus misteriosos, ni siquiera si se trata de criaturas mágicas o de una visión."],"summon":["Knock-knock! I'll increase the limit of your attack power a bit more!","門門！<br>力量增加。<br>你變強了。","도어도어!<br>파워 더 줄게.<br>세질 거야.","Toc-toc-toc ! Je vais augmenter un petit peu la limite de votre puissance d'attaque !","Klopf-klopf! Ich werde die Grenze deiner Angriffskraft ein bisschen erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tu potencia de ataque un poco más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a bit more!","門門！<br>這下你的力量<br>就更強了！","도어도어!<br>이제 파워가<br>더욱 세질 거야.","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un coup de pouce !","Klopf-klopf! Jetzt kann ich dir ein bisschen mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte un poco más!"]}},"903001302":{"compendium_id":1415,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in ATK. A certain researcher is said to have succeeded in making them appear, but until then there were virtually no sightings of them. There are reports of them appearing with doors that suddenly materialized out of nowhere, but this being so fantastic, there are few that actually believe them.","和神秘的門一同出現的精靈。據說會提高中意的對手的攻擊力。某位研究者通過研究成功使其現身，在此之前就連目擊到牠的人都寥寥無幾。一些報告聲稱牠會和門一起憑空突然出現，因為聽起來實在是太過不可思議，所以相信的人很少。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 공격력을 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 그전까지는 목격담조차 거의 없었다. 보고에 따르면 어느 날 갑자기 아무것도 없는 공간에서 문과 함께 나타났다고 하지만, 너무나도 옛날이야기 같은 나머지 믿는 사람은 얼마 되지 않는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter l'ATT. On raconte qu'une chercheuse aurait réussi à les faire apparaître ; jusque-là, ils étaient quasiment impossibles à trouver dans la nature.  Certains rapportent les avoir vus surgir du néant, mais ces témoignages incroyables sont rarement pris au sérieux.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen die er mag anleitet, um deren ANG noch weiter zu erhöhen. Es soll einem gewissen Forscher gelungen sein, diese Geister zum Vorschein zu bringen, zuvor sind sie jedoch quasi überhaupt nicht gesichtet worden. Es kursieren Berichte, dass sie mit Türen wie aus dem Nichts erscheinen, aber diese Berichte klingen so sonderbar, dass nur wenige ihnen tatsächlich Glauben schenken.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de su ATQ. Por lo visto, cierto investigador ha conseguido invocarlas, pero nadie las había visto hasta la fecha. Hay quien afirma haber visto a estos espíritus y sus puertas aparecer de la nada, pero, puesto que parece algo irreal, muy pocos creen estas afirmaciones."],"summon":["Knock-knock! I'll increase the limit of your attack power a lot more!","門門！<br>我來讓你的力量<br>變得更強。","도어도어!<br>네 파워가<br>엄청나게 세질 거야.","Toc-toc-toc ! Je vais beaucoup augmenter la limite de votre puissance d'attaque !","Klopf-klopf! Ich werde die Grenze deiner Angriffskraft viel mehr erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tu potencia de ataque mucho más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a lot more!","門門！<br>力量又變得<br>更強了。","도어도어!<br>이제 파워가<br>더욱더 많이 세질 거야.","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un gros coup de pouce !","Klopf-klopf! Jetzt kann ich dir viel mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte mucho más!"]}}},"skills":null,"LB":null},"903001401":{"rarity_min":3,"rarity_max":4,"name":"Mini Shield Door","game":"FFBE","job":null,"sex":"Other","equip":[0],"entries":{"903001401":{"compendium_id":1416,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in DEF. A certain researcher is said to have succeeded in making these doors appear, but nothing specific is known about these mysterious spirits, not even whether they are magic creatures or a type of vision.","和神秘的門一同出現的精靈。據說會提高中意的對手的防禦力。某位研究者通過研究成功使門現身，但這種不可思議的精靈究竟是純粹的魔法生物，還是幻兵的一種，仍然不為人知。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 방어력을 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 이 신비한 정령이 순수한 마법 생물인지 아니면 비전의 일종인 것인지, 자세한 것은 아무것도 알지 못하는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter la DEF. On raconte qu'une chercheuse aurait réussi à faire apparaître ce type de portes à son gré, mais le mystère reste complet au sujet des esprits qui les accompagnent. On ne sait même pas s'il s'agit de créatures magiques ou plutôt de visions.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen die er mag anleitet, um deren ABW noch weiter zu erhöhen. Einem gewissen Forscher soll es gelungen sein, diese Türen zum Vorschein zu bringen, aber über diese mysteriösen Geister ist nichts mit Gewissheit bekannt, nicht einmal, ob es sich bei ihnen um magische Wesen oder um eine Art von Vision handelt.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de su DEF. Por lo visto, cierto investigador ha conseguido invocar estas puertas, pero no se sabe mucho de estos espíritus misteriosos, ni siquiera si se trata de criaturas mágicas o de una visión."],"summon":["Knock-knock! I'll increase the limit of your defense a bit more!","……門門。<br>不會痛嗎？<br>不會做過分的事嗎？","……도어도어.<br>아프게 안 해?<br>못된 짓 안 해?","Toc-toc-toc ! Je vais augmenter un petit peu la limite de votre défense !","Klopf-klopf! Ich werde die Grenze deiner Verteidigung ein bisschen erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tu defensa un poco más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a bit more!","……門門。<br>謝謝。<br>已經不痛了。","……도어도어.<br>고마워.<br>이제 아프지 않을 거야.","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un coup de pouce !","Klopf-klopf! Jetzt kann ich dir ein bisschen mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte un poco más!"]}},"903001402":{"compendium_id":1417,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in DEF. A certain researcher is said to have succeeded in making them appear, but until then there were virtually no sightings of them. There are reports of them appearing with doors that suddenly materialized out of nowhere, but this being so fantastic, there are few that actually believe them.","和神秘的門一同出現的精靈。據說會提高中意的對手的防禦力。某位研究者通過研究成功使其現身，在此之前就連目擊到牠的人都寥寥無幾。一些報告聲稱牠會和門一起憑空突然出現，因為聽起來實在是太過不可思議，所以相信的人很少。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 방어력을 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 그전까지는 목격담조차 거의 없었다. 보고에 따르면 어느 날 갑자기 아무것도 없는 공간에서 문과 함께 나타났다고 하지만, 너무나도 옛날이야기 같은 나머지 믿는 사람은 얼마 되지 않는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter la DEF. On raconte qu'une chercheuse aurait réussi à les faire apparaître ; jusque-là, ils étaient quasiment impossibles à trouver dans la nature.  Certains rapportent les avoir vus surgir du néant, mais ces témoignages incroyables sont rarement pris au sérieux.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen die er mag anleitet, um deren ABW noch weiter zu erhöhen. Es soll einem gewissen Forscher gelungen sein, diese Geister zum Vorschein zu bringen, zuvor sind sie jedoch quasi überhaupt nicht gesichtet worden. Es kursieren Berichte, dass sie mit Türen wie aus dem Nichts erscheinen, aber diese Berichte klingen so sonderbar, dass nur wenige ihnen tatsächlich Glauben schenken.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de su DEF. Por lo visto, cierto investigador ha conseguido invocarlas, pero nadie las había visto hasta la fecha. Hay quien afirma haber visto a estos espíritus y sus puertas aparecer de la nada, pero, puesto que parece algo irreal, muy pocos creen estas afirmaciones."],"summon":["Knock-knock! I'll increase the limit of your defense a lot more!","……門門。<br>你會保護我嗎？<br>我來保護你？","……도어도어.<br>지켜 줄래?<br>지켜 줄까?","Toc-toc-toc ! Je vais beaucoup augmenter la limite de votre défense !","Klopf-klopf! Ich werde die Grenze deiner Verteidigung viel mehr erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tu defensa mucho más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a lot more!","……門門。<br>要好好保護<br>大家哦。","……도어도어.<br>모두를<br>꼭 지켜줘.","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un coup de pouce !","Klopf-klopf! Jetzt kann ich dir viel mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte mucho más!"]}}},"skills":null,"LB":null},"903001501":{"rarity_min":3,"rarity_max":4,"name":"Mini Smart Door","game":"FFBE","job":null,"sex":"Other","equip":[0],"entries":{"903001501":{"compendium_id":1418,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in MAG. A certain researcher is said to have succeeded in making these doors appear, but nothing specific is known about these mysterious spirits, not even whether they are magic creatures or a type of vision.","和神秘的門一同出現的精靈。據說會提高中意的對手的魔力。某位研究者通過研究成功使門現身，但這種不可思議的精靈究竟是純粹的魔法生物，還是幻兵的一種，仍然不為人知。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 마력을 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 이 신비한 정령이 순수한 마법 생물인지 아니면 비전의 일종인 것인지, 자세한 것은 아무것도 알지 못하는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter la MAGIE. On raconte qu'une chercheuse aurait réussi à faire apparaître ce type de portes à son gré, mais le mystère reste complet au sujet des esprits qui les accompagnent. On ne sait même pas s'il s'agit de créatures magiques ou plutôt de visions.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen die er mag anleitet, um deren MAG noch weiter zu erhöhen. Einem gewissen Forscher soll es gelungen sein, diese Türen zum Vorschein zu bringen, aber über diese mysteriösen Geister ist nichts mit Gewissheit bekannt, nicht einmal, ob es sich bei ihnen um magische Wesen oder um eine Art von Vision handelt.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de su MAG. Por lo visto, cierto investigador ha conseguido invocar estas puertas, pero no se sabe mucho de estos espíritus misteriosos, ni siquiera si se trata de criaturas mágicas o de una visión."],"summon":["Knock-knock! I'll increase the limit of your magic power a bit more!","門門。<br>你需要<br>我的智慧啊。","도어도어.<br>제 지혜가<br>필요한 거군요.","Toc-toc-toc ! Je vais augmenter un petit peu la limite de votre puissance magique !","Klopf-klopf! Ich werde die Grenze deiner Magie ein bisschen erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tu poder mágico un poco más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a bit more!","門門。<br>還不夠。<br>不能因此而滿足。","도어도어.<br>아직 부족합니다.<br>이 정도로 만족하면 안 돼요.","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un coup de pouce !","Klopf-klopf! Jetzt kann ich dir ein bisschen mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte un poco más!"]}},"903001502":{"compendium_id":1419,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in MAG. A certain researcher is said to have succeeded in making them appear, but until then there were virtually no sightings of them. There are reports of them appearing with doors that suddenly materialized out of nowhere, but this being so fantastic, there are few that actually believe them.","和神秘的門一同出現的精靈。據說會提高中意的對手的魔力。某位研究者通過研究成功使其現身，在此之前就連目擊到牠的人都寥寥無幾。一些報告聲稱牠會和門一起憑空突然出現，因為聽起來實在是太過不可思議，所以相信的人很少。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 마력을 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 그전까지는 목격담조차 거의 없었다. 보고에 따르면 어느 날 갑자기 아무것도 없는 공간에서 문과 함께 나타났다고 하지만, 너무나도 옛날이야기 같은 나머지 믿는 사람은 얼마 되지 않는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter la MAGIE. On raconte qu'une chercheuse aurait réussi à les faire apparaître ; jusque-là, ils étaient quasiment impossibles à trouver dans la nature.  Certains rapportent les avoir vus surgir du néant, mais ces témoignages incroyables sont rarement pris au sérieux.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen die er mag anleitet, um deren MAG noch weiter zu erhöhen. Es soll einem gewissen Forscher gelungen sein, diese Geister zum Vorschein zu bringen, zuvor sind sie jedoch quasi überhaupt nicht gesichtet worden. Es kursieren Berichte, dass sie mit Türen wie aus dem Nichts erscheinen, aber diese Berichte klingen so sonderbar, dass nur wenige ihnen tatsächlich Glauben schenken.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de su MAG. Por lo visto, cierto investigador ha conseguido invocarlas, pero nadie las había visto hasta la fecha. Hay quien afirma haber visto a estos espíritus y sus puertas aparecer de la nada, pero, puesto que parece algo irreal, muy pocos creen estas afirmaciones."],"summon":["Knock-knock! I'll increase the limit of your magic power a lot more!","門門。<br>我來提高<br>你的智慧吧。","도어도어.<br>당신을 더욱<br>지혜롭게 해 줄게요.","Toc-toc-toc ! Je vais beaucoup augmenter la limite de votre puissance magique !","Klopf-klopf! Ich werde die Grenze deiner Magie viel mehr erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tu poder mágico mucho más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a lot more!","門門。<br>一邊探求智慧<br>一邊共同進步吧。","도어도어.<br>지혜를 탐구하며<br>함께 걸어갑시다.","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un coup de pouce !","Klopf-klopf! Jetzt kann ich dir viel mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte mucho más!"]}}},"skills":null,"LB":null},"903001601":{"rarity_min":3,"rarity_max":4,"name":"Mini Soul Door","game":"FFBE","job":null,"sex":"Other","equip":[0],"entries":{"903001601":{"compendium_id":1420,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in SPR. A certain researcher is said to have succeeded in making these doors appear, but nothing specific is known about these mysterious spirits, not even whether they are magic creatures or a type of vision.","和神秘的門一同出現的精靈。據說會提高中意的對手的精神。某位研究者通過研究成功使門現身，但這種不可思議的精靈究竟是純粹的魔法生物，還是幻兵的一種，仍然不為人知。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 정신력을 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 이 신비한 정령이 순수한 마법 생물인지 아니면 비전의 일종인 것인지, 자세한 것은 아무것도 알지 못하는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter la PSY. On raconte qu'une chercheuse aurait réussi à faire apparaître ce type de portes à son gré, mais le mystère reste complet au sujet des esprits qui les accompagnent. On ne sait même pas s'il s'agit de créatures magiques ou plutôt de visions.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen die er mag anleitet, um deren PSY noch weiter zu erhöhen. Einem gewissen Forscher soll es gelungen sein, diese Türen zum Vorschein zu bringen, aber über diese mysteriösen Geister ist nichts mit Gewissheit bekannt, nicht einmal, ob es sich bei ihnen um magische Wesen oder um eine Art von Vision handelt.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de su ESP. Por lo visto, cierto investigador ha conseguido invocar estas puertas, pero no se sabe mucho de estos espíritus misteriosos, ni siquiera si se trata de criaturas mágicas o de una visión."],"summon":["Knock-knock! I'll increase the limit of your spirit a bit more!","門門。<br>對任何事都不為所動。<br>……是真的哦。","도어도어~<br>어떤 것에도 흔들리지 않을 거야.<br>……진짜야!","Toc-toc-toc ! Je vais augmenter un petit peu la limite de votre psyché !","Klopf-klopf! Ich werde die Grenze deiner Psyche ein bisschen erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tu espíritu un poco más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a bit more!","門門。<br>這下就不用驚訝了。<br>絕對。","도어도어.<br>이젠 절대<br>놀라지 않을 거야.","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un coup de pouce !","Klopf-klopf! Jetzt kann ich dir ein bisschen mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte un poco más!"]}},"903001602":{"compendium_id":1421,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A spirit that appears with a strange door that guides people it likes to further increases in SPR. A certain researcher is said to have succeeded in making them appear, but until then there were virtually no sightings of them. There are reports of them appearing with doors that suddenly materialized out of nowhere, but this being so fantastic, there are few that actually believe them.","和神秘的門一同出現的精靈。據說會提高中意的對手的精神。某位研究者通過研究成功使其現身，在此之前就連目擊到牠的人都寥寥無幾。一些報告聲稱牠會和門一起憑空突然出現，因為聽起來實在是太過不可思議，所以相信的人很少。","수수께끼의 문과 함께 나타나는 정령. 마음에 든 상대의 정신력을 더욱더 높은 경지까지 이끌어 준다고 한다. 어느 연구자가 '도어'를 출현시키는 데 성공했으나, 그전까지는 목격담조차 거의 없었다. 보고에 따르면 어느 날 갑자기 아무것도 없는 공간에서 문과 함께 나타났다고 하지만, 너무나도 옛날이야기 같은 나머지 믿는 사람은 얼마 되지 않는 모양이다.","Un esprit apparaissant avec une étrange porte à ses côtés qui permet d'augmenter la PSY. On raconte qu'une chercheuse aurait réussi à les faire apparaître ; jusque-là, ils étaient quasiment impossibles à trouver dans la nature.  Certains rapportent les avoir vus surgir du néant, mais ces témoignages incroyables sont rarement pris au sérieux.","Ein Geist, der mit einer seltsamen Tür auftaucht und Menschen die er mag anleitet, um deren PSY noch weiter zu erhöhen. Es soll einem gewissen Forscher gelungen sein, diese Geister zum Vorschein zu bringen, zuvor sind sie jedoch quasi überhaupt nicht gesichtet worden. Es kursieren Berichte, dass sie mit Türen wie aus dem Nichts erscheinen, aber diese Berichte klingen so sonderbar, dass nur wenige ihnen tatsächlich Glauben schenken.","Un espíritu que aparece tras una misteriosa puerta para ayudar a todo aquel que le caiga en gracia a incrementar el límite de su ESP. Por lo visto, cierto investigador ha conseguido invocarlas, pero nadie las había visto hasta la fecha. Hay quien afirma haber visto a estos espíritus y sus puertas aparecer de la nada, pero, puesto que parece algo irreal, muy pocos creen estas afirmaciones."],"summon":["Knock-knock! I'll increase the limit of your spirit a lot more!","門門。<br>鋼鐵之心才是<br>真正的究極力量！","도어도어~<br>강철의 마음이야말로<br>궁극적인 것!","Toc-toc-toc ! Je vais beaucoup augmenter la limite de votre psyché !","Klopf-klopf! Ich werde die Grenze deiner Psyche viel mehr erhöhen!","¡Toc, toc! ¡Aumentaré el límite de tu espíritu mucho más!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Knock-knock! Now I can help you out a lot more!","門門——<br>得到了鋼鐵之心的話<br>連身體也會變成鋼鐵嗎？","도어도어~<br>강철의 마음을 갖고 있으면<br>몸도 강철이 되는 걸까?","Toc-toc-toc ! C'est l'esprit serviable qui va vous donner un gros coup de pouce !","Klopf-klopf! Jetzt kann ich dir viel mehr helfen!","¡Toc, toc! ¡Ahora podré ayudarte mucho más!"]}}},"skills":null,"LB":null}}