{"207000105":{"rarity_min":5,"rarity_max":7,"name":"Cloud","game":"FFVII","job":"SOLDIER","sex":"Male","equip":[2,3,15,40,41,50,51,52,60],"entries":{"207000105":{"compendium_id":681,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[942,2855,240,120],"MP":[42,126,40,20],"ATK":[41,123,24,12],"DEF":[34,104,16,8],"MAG":[34,104,16,8],"SPR":[33,99,16,8]},"limitburst_id":207000105,"attack_count":1,"attack_damage":[[100]],"attack_frames":[4],"effect_frames":[2],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060200":10,"290060300":20,"290060400":10}},"strings":{"description":["A young man at the center of a struggle to save his planet on a distant world. Cloud is a former Shinra SOLDIER, an elite group within Shinra's private army. After a request from his childhood friend Tifa, he joins the terrorist group AVALANCHE in their mission to destroy one of Shinra's mako reactors. Amidst the fighting he meets a flower girl by the name of Aerith, whom he attempts to save after she is captured by Shinra and taken to their headquarters. This is where Cloud learns that the legendary SOLDIER Sephiroth has somehow come back to life.","在圍繞著星球的生命的異界故事中登場的青年。自稱曾經是支配世界的神羅公司的精銳士兵「戰士」，討厭與他人相處。聽了兒時玩伴蒂法的委託，決定協助反神羅組織——雪崩進行魔晄爐破壞作戰。在戰鬥時，賣花少女艾莉絲遭到神羅誘拐，為了救出少女，潛入了神羅大樓內部。在那裡得知傳說中的戰士賽菲羅斯復活的消息。","별의 운명을 둘러싼 이계의 이야기에 등장하는 청년. 세계를 좌지우지하는 신라 컴퍼니의 정예 병사 '솔저'였음을 자칭하며, 타인과 엮이는 것을 꺼린다. 소꿉친구인 티파의 부탁을 받아 반 신라 조직 아발란치의 마황로 폭파 작전에 협력하게 되고, 전투 속에서 꽃 파는 소녀 에어리스가 신라에 붙잡혀 가자 그녀를 구하기 위해 신라 빌딩 내부로 침입한다. 그곳에서 전설적인 솔저 세피로스가 부활한 것을 알게 된다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, ce jeune homme prétend être un ancien membre de SOLDATS, la force de combat d'élite de la très influente société Shinra. Quoi que d'un naturel peu sociable il accepte, à la demande son amie d'enfance Tifa, d'aider le groupe d'activiste AVALANCHE à détruire un réacteur Mako appartenant à Shinra. Plus tard, alors qu'il pénètre dans les locaux de cette société afin de délivrer Aéris, une jeune fleuriste qu'il a connu au cours de son combat, il apprends qu'un membre légendaire de SOLDATS, Séphiroth, serait étrangement revenu à la vie.","Ein junger Mann aus einer fernen Welt, der in Geschichten über das Leben eines Planeten eine Rolle spielt.  Er bezeichnet sich selbst als ehemaliger SOLDAT, einer Eliteeinheit des Shinra-Konzerns, welcher die Welt unter seine Kontrolle gebracht hat. Obwohl Cloud ein mürrischer Einzelgänger ist, schließt er sich auf Bitten seiner Jugendfreundin Tifa der Widerstandsbewegung AVALANCHE an, um sie bei der Zerstörung eines von Shinras Mako-Reaktoren zu unterstützen. Mitten im Kampfgeschehen wird das Blumenmädchen Aerith von Shinra entführt, und Cloud nimmt die Verfolgung bis in das Shinra-Hauptquartier auf. um sie zu retten. Dort muss er feststellen, dass der legendäre SOLDAT Sephiroth von den Toten wiederauferstanden ist.","Joven que aparece en un relato de un mundo lejano, que trata sobre la vida de su planeta. Cloud afirma haber sido miembro de las tropas de élite SOLDADO, al servicio de la Compañía Shinra, que controla el mundo. Es una persona poco sociable pero por petición de Tifa, su amiga de infancia, se une al grupo anti-Shinra AVALANCHA y colabora con su misión de destruir un reactor Mako. Es entonces cuando conoce a la joven florista Aeris, que resulta capturada y llevada al cuartel general de Shinra. Cuando intenta salvarla, Cloud se entera de que ha vuelto a la vida el legendario SOLDADO Sefirot."],"summon":["I have no interest in who or what you are.","你們是什麼人，我並沒有興趣。","당신들이 누구인지 따위,<br>관심 없어.","Je n'en ai rien à faire de qui vous êtes.","Mich interessiert nicht, wer oder was ihr seid.","No me interesa quiénes seáis."],"evolution":[null,null,null,null,null,null],"affinity":["You've gotten us this far.<br>Now it's my turn.","我不會辜負你的期望。<br>接下來我會想辦法的。","기대에는 부응해 주지.<br>이 뒤는 내가 어떻게든 하겠다.","Je ne déçois jamais.<br>C'est à moi de le prouver.","Ich enttäusche nie.<br>Überlasst den Rest nur mir.","Voy a cumplir con tus expectativas.<br>Yo me encargo de esto."],"fusion":["Never doubt a former SOLDIER.<br>I'll show you what I'm made of.","別小看前戰士。<br>讓你看看我的實力。","전직 솔저를 우습게 보지 마라.<br>내 실력을 보여주지.","Ne me sous-estime pas !<br>Ou je vais te montrer ce dont un ancien membre de SOLDATS est capable.","Mach dich lieber nicht über ein<br>ehemaliges Mitglied von SOLDAT lustig.<br>Ich zeige dir, woraus ich gemacht bin.","No te rías de un antiguo SOLDADO.<br>Te demostraré lo fuerte que soy."]}},"207000106":{"compendium_id":682,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1225,3712,390,195],"MP":[54,165,65,32],"ATK":[53,160,34,17],"DEF":[40,120,26,13],"MAG":[45,136,26,13],"SPR":[43,129,26,13]},"limitburst_id":207000106,"attack_count":1,"attack_damage":[[100]],"attack_frames":[4],"effect_frames":[2],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000330":1}},"strings":{"description":["A young man at the center of a struggle to save his planet on a distant world. A former Shinra SOLDIER, Cloud joins the terrorist group AVALANCHE in their fight against Shinra, and eventually learns that Sephiroth, his nemesis, is still alive. He then decides to leave Midgar in order to pursue him and stop his plans. However, the more he chases after him, the more he realizes that he is not acting of his own volition, and gradually comes to fear his own self.","在圍繞著星球的生命的異界故事中登場的青年。以「前戰士」之姿受雇於雪崩，在進行反神羅活動時，得知了曾經的對手賽菲羅斯還活著的消息，因此告別了密德格踏上了尋找賽菲羅斯的旅途。為了阻止賽菲羅斯的野心奔走於世界中，在越接近他的時候，自己的意志就越來越不受控制，會做一些奇怪的事，慢慢地他開始對這樣的自己感到恐懼害怕。","별의 운명을 둘러싼 이계의 이야기에 등장하는 청년. 전직 솔저로서 아발란치에 고용되어, 반 신라 활동을 전개하는 도중 운명의 숙적 세피로스가 살아있다는 사실을 알게 되자 미드가르에 작별을 고하고 그를 쫓기 위한 여행에 나섰다. 세피로스의 야망을 저지하기 위해 세계 각지를 분주히 돌아다니는 도중, 그에게 가까워질수록 자신의 의사와는 상관없이 행동하게 됨에 따라 자기 자신에게 두려움을 갖게 되었다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cet ancien membre de la force d'élite SOLDATS est recruté par le groupe AVALANCHE afin de participer à leurs actions contre la très influente société Shinra. C'est au cours de cette lutte qu'il apprend que son ennemi juré, Séphiroth, serait encore en vie. Décidé à retrouver la trace de ce dernier, Cloud s'engage dans un voyage hors de la cité de Midgar. Hélas, au fur et à mesure qu'il se rapproche de sa cible, il se rend compte que ses actions ne sont pas dictées par sa volonté et commence à avoir peur de lui-même.","Ein junger Mann aus einer fernen Welt, der in Geschichten über das Leben eines Planeten eine Rolle spielt. Als ehemaliges Mitglied von SOLDAT wird er als Söldner von der Widerstandsbewegung AVALANCHE angeheuert, um sie in ihrem Kampf gegen den Shinra-Konzern zu unterstützen. Im Verlauf ihrer Mission erfährt Cloud,  dass sein Erzfeind Sephiroth noch immer am Leben ist. Cloud kehrt Midgar den Rücken und nimmt die Verfolgung quer über den Planeten auf, um Sephiroths üblen Machenschaften ein Ende zu bereiten. Doch jedes Mal, wenn er Sephiroth näher kommt, scheint er die Kontrolle über sich zu verlieren, und schon bald misstraut er sogar sich selbst.","Joven que aparece en un relato de un mundo lejano, que trata sobre la vida de su planeta. Cloud es un antiguo SOLDADO que se une a la banda AVALANCHA en su lucha contra la Compañía Shinra.  Debido a esto, se acaba enterando de que Sefirot, su némesis, continúa con vida. Decide entonces y así llega a saber que su némesis, Sefirot, está vivo. Abandona entonces Midgar y emprende un viaje para encontrar a Sefirot y poner fin a sus planes. Cruza el mundo y, a medida que persigue a su enemigo, se da cuenta de que no está actuando según su propia voluntad, lo que le lleva a empezar a tener miedo de sí mismo."],"summon":["I'm Cloud, former SOLDIER 1st Class.<br>I'm up for a fight if you are.","前一等戰士<br>克勞德。<br>那麼，偶爾也享受一下戰鬥的樂趣吧。","전직 솔저 클래스 1ST,<br>클라우드다.<br>그럼, 가끔은 전투도 즐겨 보실까.","Je suis Cloud, ancien SOLDAT 1re classe.<br>Je veux bien me battre à vos côtés.","Ich bin Cloud, ehemaliger SOLDAT erster Klasse.<br>Ich freue mich, mit euch zu kämpfen.","Soy Cloud, antiguo SOLDADO de 1ª clase.<br>Pienso disfrutar luchando contra ti."],"evolution":["Limit, broken.<br>I won't let anyone stand in my way.","超越極限！<br>對阻撓的人，我可不會手下留情。","한계를 넘겠어!<br>방해할 거라면 용서치 않겠다.","J'ai dépassé mes limites !<br>Pas de pitié pour ceux qui se mettent en travers de mon chemin !","Ich werde meine Grenzen überschreiten!<br>Wenn du dich mir in den Weg stellst, kenne ich keine Gnade!","¡He superado mi límite!<br>No voy a tener piedad con quien se interponga en mi camino."],"affinity":["You've gotten us this far.<br>Now it's my turn.","我不會辜負你的期望。<br>接下來我會想辦法的。","기대에는 부응해 주지.<br>이 뒤는 내가 어떻게든 하겠다.","Je ne déçois jamais.<br>C'est à moi de le prouver.","Ich enttäusche nie.<br>Überlasst den Rest nur mir.","Voy a cumplir con tus expectativas.<br>Yo me encargo de esto."],"fusion":["You think I look pale?<br>This is what I always look like.","我臉色看起來不太好？<br>不，這就是普通的表情。","상태가 안 좋아 보인다고?<br>아니, 그렇지 않아. 아무렇지 않다.","J'ai pas l'air dans mon assiette ?<br>Pas du tout. Je me sens comme d'habitude.","Ich seh' nicht gut aus?<br>So seh' ich immer aus.","¿Que tengo cara de mal humor?<br>No, esta es la cara que tengo siempre."]}},"207000107":{"compendium_id":1031,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1592,4825,540,270],"MP":[69,208,90,45],"ATK":[67,204,65,32],"DEF":[63,190,40,20],"MAG":[58,176,40,20],"SPR":[59,180,40,20]},"limitburst_id":207000107,"attack_count":1,"attack_damage":[[100]],"attack_frames":[4],"effect_frames":[2],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man from a distant world who is embroiled in a struggle to save his planet. Whilst in pursuit of Sephiroth—his long-time nemesis and the man who stripped him of his family and hometown—Cloud is plagued by his past, strange headaches, and a mysterious inner voice. The constant psychological strain does take its toll on him, but he eventually realizes that he must make peace with his true self and settle things with Sephiroth if the world is to be saved. After having been manipulated into handing over a substance called Black Materia—used to send a giant meteor hurtling toward the planet—Cloud finds the strength to band together with his companions and fight on.","在圍繞著星球的生命的異界故事中登場的青年。追蹤著奪去了自己的故鄉與家人的宿敵賽菲羅斯，但卻不時會被伴隨著謎之聲的頭痛所擾，精神陷入了不安定的狀態中。被黑色魔晶石所召喚的隕石即將落下，他得出了與賽菲羅斯一決勝負，與自己的過去訣別，這樣才能守護星球的結論，與夥伴們一同投入到了拯救星球的戰鬥中。","별의 운명을 둘러싼 이계의 이야기에 등장하는 청년. 고향과 가족을 빼앗은 숙적 세피로스를 쫓고 있으나, 때때로 의문의 목소리가 들려 오는 두통에 괴로워하는 등 정신적으로 불안한 상황에 빠져 있었다. 흑마테리아가 불러들인 메테오의 낙하가 임박해 오는 가운데, 세피로스와 결판을 짓고 과거와 결별하는 것이 바로 별을 구하는 방법이라는 결론을 내린 그는 동료들과 함께 별을 구하기 위한 싸움을 계속해 나갔다.","Un jeune homme qui se trouve au cœur d'un conflit décisif pour la survie de son monde lointain. Il poursuit Séphiroth, l'ennemi juré qui l'a privé de sa famille et de son village natal, mais il est constamment tourmenté par une voix qui s'accompagne d'affreux maux de tête le plongeant peu à peu dans un état de détresse psychologique intense. Sous la menace grandissante du météore appelé par la Matéria noire, Cloud finit cependant par retrouver la force de combattre aux côtés de ses amis, réalisant qu'il doit s'affranchir de son passé en réglant son différend avec Séphiroth de façon définitive s'il veut sauver la planète.","Ein junger Mann aus einer fernen Welt, um deren Rettung er kämpft. Auf der Suche nach seinem langjährigen Erzfeind Sephiroth, der ihm Familie und Heimat geraubt hat, erleidet Cloud ständige Kopfschmerzen, die durch eine geheimnisvolle Stimme in seinem Kopf hervorgerufen werden und schließlich zu einem Nervenzusammenbruch führen. Mit dem bevorstehenden Sturz des Meteors, der mittels der Schwarzen Materia beschwört wurde, beginnt er zu verstehen, dass er Sephiroths Machenschaften endlich ein Ende bereiten muss, um mit seiner Vergangenheit abzuschließen und gleichzeitig den Planeten vor dem Untergang zu bewahren. So kämpft er weiter Seite an Seite mit seinen Freunden, um die Welt zu retten.","Joven que se enfrenta al dilema de salvar su planeta en un mundo lejano. Mientras busca a Sefirot, su némesis perpetua y el hombre que lo arrebató de su familia y ciudad natal, Cloud lidia constantemente con los quebraderos de cabeza que le provoca una voz misteriosa que escucha en su cabeza, que lo tortura hasta el colapso mental. Con la inminente Caída del meteorito invocado mediante Black Materia, empieza a darse cuenta de que arreglar la cosas con Sefirot para dejar atrás su pasado y proteger el planeta del peligro que acecha son dos cosas que van de la mano. De esta forma, continúa luchando junto a sus amigos para salvar el mundo."],"summon":["I'm gonna do whatever I can.","只要是我能做得到的事，全都會盡力而為的。","내가 할 수 있는 일이라면<br>뭐든지 할 생각이야.","Je vais faire tout mon possible.","Ich will tun, was in meiner Macht steht.","Haré lo que pueda."],"evolution":["I fight who I want, when I want. I won't be swayed by others.","我會以自己的意志戰鬥下去。再也不會動搖了。","나는 나의 의지로 싸운다.<br>더는 흔들리지 않아.","J'affronte qui je veux, quand je veux. Je ne me laisserai pas influencer.","Ich kämpfe aus freiem Willen. Mich plagen keine Zweifel mehr.","Me enfrento a quien me plazca y cuando me plazca. Parece que por fin he encontrado mi camino."],"affinity":["You've gotten us this far.<br>Now it's my turn.","我不會辜負你的期望。<br>接下來我會想辦法的。","기대에는 부응해 주지.<br>이 뒤는 내가 어떻게든 하겠다.","Je ne déçois jamais.<br>C'est à moi de le prouver.","Ich enttäusche nie.<br>Überlasst den Rest nur mir.","Voy a cumplir con tus expectativas.<br>Yo me encargo de esto."],"fusion":["I know why we're fighting. We're fighting for ourselves, and that someone...something... whatever it is, that's important to us.","我知道自己戰鬥的理由。為了自己……也為了自己珍視的某人而戰。","나는 내가 싸우는 이유를 알아.<br>나와…… 나의 소중한<br>누군가를 위해 계속 싸우는 거야.","Je pense que nous devrions nous battre pour nous-mêmes. Pour nous-mêmes, et pour la personne... ou pour la chose... qui compte le plus à nos yeux.","Ich weiß, weshalb ich kämpfe. Ich kämpfe für mich und diejenigen, die mir wichtig sind.","Sé por qué estoy luchando. Luchamos por nosotros... y alguien... algo... lo que sea que nos importa."]}}},"skills":{"100081":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"214790":{"name":"Cross Slash","cost":{"MP":20},"attack_frames":[[4,30,60,90,120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Inflict Paralyze (80%) on one enemy"],"icon":"ability_54.png"},"214800":{"name":"Brave Slash","cost":{"MP":18},"attack_frames":[[6]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to one enemy"],"icon":"ability_54.png"},"214810":{"name":"Blade Beam","cost":{"MP":30},"attack_frames":[[4,8]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to all enemies"],"icon":"ability_54.png"},"214820":{"name":"Climhazzard","cost":{"MP":52},"attack_frames":[[4]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.75x * 2 = 5.5x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png"},"214830":{"name":"Meteor Rain","cost":{"MP":45},"attack_frames":[[84,92,100,108,116,124,132,140]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x * 2 = 3.6x, ATK) to all enemies (ignore cover)"],"icon":"ability_29.png"},"214840":{"name":"Finishing Touch","cost":{"MP":45},"attack_frames":[[75]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to all enemies"],"icon":"ability_54.png"},"214850":{"name":"SOLDIER 1st Class","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 50% and ATK, DEF, MAG and SPR by 30%"],"icon":"ability_77.png"},"214860":{"name":"Vanguard","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"214870":{"name":"Jenova Cells","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Blind, Paralyze, Confusion and Disease by 100%"],"icon":"ability_19.png"},"214880":{"name":"Fighting Instinct","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)","30% chance to counter a magic attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"214980":{"name":"Aggression","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 3 per turn"],"icon":"ability_91.png"},"215160":{"name":"Fleeting Illusion","attack_type":"None","element_inflict":null,"effects":["50% chance to set HP to 1 upon fatal damage, if HP was above 40% (max 3 times)"],"icon":"ability_41.png"},"227150":{"name":"Buster Style+","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 70%","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"227151":{"name":"Trigger Smash","cost":{"MP":55},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Unlock Trigger Smash (507650) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"227152":{"name":"Double Limit","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Blade Beam (214810), Brave Slash (214800), Climhazzard (214820), Climhazzard+1 (707228), Climhazzard+2 (707229), Cross Slash (214790), Finishing Touch (214840), Meteor Rain (214830) and Trigger Smash (227151) twice in one turn"],"icon":"ability_8.png"},"227153":{"name":"Memories of Friends","attack_type":"None","element_inflict":null,"effects":["Increase LB damage by 30%","Increase the damage of Meteor Rain (214830) by (0.3x)","Increase the damage of Blade Beam (214810), Brave Slash (214800), Cross Slash (214790) and Finishing Touch (214840) by (0.5x)","Increase the damage of Climhazzard skills  [(214820) / +1 (707228) / +2 (707229)] by (1.25x)"],"icon":"ability_77.png"},"507650":{"name":"Trigger Smash","cost":{"MP":55},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove ATK debuff from caster","Increase ATK by 250% for 4 turns to caster","Increase break resistance to ATK by 100% for 4 turns to caster"],"icon":"ability_105.png","parentID":"227151"},"707228":{"name":"Climhazzard+1","cost":{"MP":52},"attack_frames":[[4]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.15x * 2 = 6.3x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png"},"707229":{"name":"Climhazzard+2","cost":{"MP":52},"attack_frames":[[4]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.75x * 2 = 7.5x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png"},"707232":{"name":"SOLDIER 1st Class+1","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 60% and ATK, DEF, MAG and SPR by 40%"],"icon":"ability_77.png"},"707233":{"name":"SOLDIER 1st Class+2","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 60% and ATK, DEF, MAG and SPR by 40%","Increase ATK by 30% when equipped with a Great Sword"],"icon":"ability_77.png"},"911922":{"name":"Jenova Cells+1","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Poison, Blind, Sleep, Paralyze, Confusion and Disease by 100%"],"icon":"ability_19.png"},"911923":{"name":"Jenova Cells+2","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all status effects by 100%","Increase HP by 30%"],"icon":"ability_19.png"},"911924":{"name":"Fighting Instinct+1","attack_type":"None","element_inflict":null,"effects":["35% chance to counter a physical attack with an attack (2x, ATK)","35% chance to counter a magic attack with an attack (2x, ATK)"],"icon":"ability_68.png"},"911925":{"name":"Fighting Instinct+2","attack_type":"None","element_inflict":null,"effects":["40% chance to counter a physical attack with an attack (3x, ATK)","40% chance to counter a magic attack with an attack (3x, ATK)"],"icon":"ability_68.png"},"911926":{"name":"Aggression+1","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 3 per turn","Increase the limit burst gauge fill rate by 50%"],"icon":"ability_91.png"},"911927":{"name":"Aggression+2","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 3 per turn","Increase the limit burst gauge fill rate by 50%","Increase ATK by 20%"],"icon":"ability_91.png"}},"LB":{"name":"Omnislash","attack_count":[15],"attack_frames":[[188,206,222,254,270,282,304,326,342,356,388,406,418,448,550]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (9.6x * 2 = 19.2x, ATK) to one enemy (ignore cover)"],"max_level":["Physical damage (12.5x * 2 = 25x, ATK) to one enemy (ignore cover)"]},"TMR":{"name":"Buster Style","compendium_id":647,"compendium_shown":true,"unit_restriction":null,"skills":{"214990":{"name":"Buster Style","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png","desc":""}},"effects":["Grants 'Buster Style' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_76.png","strings":{"names":["Buster Style","破壞者姿態","버스터 폼","Forme de casseur","Panzerstil","Postura de espada mortal"],"desc_short":["Boost equipment ATK when a single weapon is equipped in both hands (Not stackable)","雙手只裝備1把武器時提高攻擊 [無法重複裝備]","양손의 장비가 무기 1개일 경우 장비의 공격력 상승 (중복 장착 불가)","Augmente l'ATT de l'équipement lorsqu'une arme est tenue avec les deux mains (Non cumulable)","Erhöht Ausrüstung-ANG, wenn eine einhändige Waffe beidhändig ausger. ist. (Nicht stapelbar)","Aumenta el ATQ al equipar una sola arma en las dos manos. (no acumulable)"],"desc_long":["Boosts equipment ATK when a single weapon is equipped in both hands. Not stackable.","當兩隻手只有一把武器時，提高攻擊。[無法重複裝備]","양손의 장비가 무기 1개일 경우 장비의 공격력이 상승합니다. (중복 장착 불가)","Augmente l'ATT lorsqu'une arme est tenue avec les deux mains. Non cumulable.","Erhöht ANG, wenn eine einhändige Waffe beidhändig ausger. ist. Nicht stapelbar.","Aumenta el ATQ al equipar una sola arma en las dos manos. No acumulable."]},"type":"MATERIA"},"STMR":{"name":"Ultima Weapon (FFVII)","compendium_id":943,"compendium_shown":true,"rarity":9,"type_id":3,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":true,"dmg_variance":[1,1.6],"accuracy":50,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":180,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":300000,"price_sell":30000,"icon":"item_10338.png","strings":{"name":["Ultima Weapon (FFVII)","究極武器(FFVII)","알테마 웨폰(FFVII)","Épée Ultima (FFVII)","Ultima-Waffe (FFVII)","Arma final (FFVII)"],"desc_short":["A great sword that is considered the pinnacle of weaponry in its faraway world of origin.","被許多人稱為最強的異界大劍","최강으로 명성높은 이계의 대검","Une grande épée considérée comme la pointe de l'armement dans le monde lointain d'où elle est issue.","Ein überdimensionales Schwert aus einer fernen Welt, in der es als Höhepunkt der Waffenkunst gilt.","Una espada grande procedente de una tierra lejana que se considera el culmen de las armas."],"desc_long":["A great sword that came from a faraway world and boasts tremendous power. It is as large as the average adult male and has a translucent blade that shines resplendently. It is said this weapon was wielded in defense of a planet by a young man with spiky gold hair.","來自遙遠異界的大劍，擁有駭人的攻擊力。半透明的劍身美麗耀眼，長度約等於一個成年男性的身高。在某個異界，投身於拯救自己所居住的星球的戰鬥中的金髮刺蝟頭青年所使用的就是這把大劍。","머나먼 이계에서 전해진 무시무시한 공격력을 자랑하는 대검. 길이는 성인 남성의 키 정도로, 반투명하게 빛나는 아름다운 검신을 지녔다. 어느 이계에서는, 자신들이 사는 별을 구하기 위한 싸움에 몸을 던진 삐죽삐죽한 금발 머리 청년이 이 검을 휘둘렀다고 한다.","Une grande épée d'une puissance phénoménale issue d'un monde lointain. De la taille d'un homme adulte, elle est dotée d'une lame semi-translucide qui lui confère un éclat unique. Il est dit que cette épée aurait été utilisée par un jeune homme aux cheveux blonds hérissés originaire d'une autre planète, et qu'elle aurait été l'instrument de son combat pour sauver ce monde.","Ein überdimensionales Schwert von enormer Macht aus einer fernen Welt. Es ist so groß wie ein erwachsener Mann und seine halbtransparente Klinge ziert ein wunderbares Schimmern. Es heißt, dass dieses Schwer von einem jungen Mann mit stacheligen blonden Haaren geführt wurde, der für die Rettung seiner Welt kämpfte.","Una espada grande procedente de una tierra lejana que encierra un poder descomunal. Es tan grande como un hombre adulto y tiene una hoja semitranslúcida de un brillo espectacular. Cuenta la leyenda que esta espada la blandió un joven de cabello dorado de punta que luchó en muchos combates para salvar el planeta que consideraba su hogar."]}}},"207000204":{"rarity_min":4,"rarity_max":6,"name":"Barret","game":"FFVII","job":"Avalanche","sex":"Male","equip":[8,9,14,16,40,41,50,51,52,60],"entries":{"207000204":{"compendium_id":1116,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[728,2205,210,105],"MP":[31,93,35,17],"ATK":[30,91,18,9],"DEF":[26,80,14,7],"MAG":[16,47,14,7],"SPR":[23,69,14,7]},"limitburst_id":207000204,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[90,98,106,114],"effect_frames":[88,96,104,112],"max_lb_drop":2,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020200":25,"290030600":13,"290031000":8,"290050300":15,"290050400":8}},"strings":{"description":["A member of the eco-terrorist group Avalanche from a distant world who is embroiled in a struggle to save his planet. Barret's nature is to shoot first and ask questions later. He once lived to exact revenge on Shinra—the organization that has taken over his hometown—but has since found a new reason to fight.","在圍繞著星球的生命的異界故事中登場，反神羅組織雪崩的男性。是個不喜歡深入思考，而以行動優先的人。一心想對奪走故鄉的神羅復仇而戰鬥至今，但在目睹了激烈的戰鬥之後，他開始反思自己戰鬥的理由。","별의 운명을 둘러싼 이계의 이야기에 등장하는, 반 신라 조직 아발란치에 소속되어 있는 남성. 매사에 깊이 생각하기보다 먼저 행동이 앞서는 타입이다. 고향을 빼앗은 신라를 향한 복수심으로 싸움에 임했으나, 모진 싸움을 목도하고 자신이 싸우는 이유를 다시 생각해보게 된다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cet homme fait partie du groupuscule anti-Shinra nommé Avalanche. De nature passionnée et prompt à s'emporter, il est plutôt du genre à agir sans réfléchir. Son combat contre la Shinra était à l'origine motivé par un désir de vengeance à l'égard de ceux qui ont détruit son village, mais les affrontements de plus en plus violents dont il a été le témoin l'ont amené à reconsidérer ses raisons de se battre.","Ein Mitglied der Widerstandsgruppe Avalanche, die sich in einer anderen Welt für die Rettung des Planeten einsetzt. Barret ist ein Hitzkopf, der erst handelt und dann nachdenkt. Nach einem Vorfall in seiner Heimatstadt hat er Rache am Shinra-Energiekonzern geschworen, doch im Laufe seines Abenteuer beginnt er, seine eigenen Motive zu hinterfragen.","Miembro de Avalancha, una organización eco-terrorista de un mundo lejano, que está enzarzado en una lucha por salvar el planeta. Barret es impetuoso por naturaleza; se deja llevar por el momento y reflexiona más tarde. Ha jurado vengarse de Shinra, la compañía que destruyó su pueblo natal, y nunca deja de reflexionar sobre su motivación."],"summon":["I'm Barret, of Avalanche.C'mon. Follow me.","我是雪崩的巴雷特。要上啦！跟在我後面！","아발란치의 바렛이다.<br>가자! 날 따라와!","Moi, c'est Barret d'Avalanche. Suis-moi !","Ich bin Barret, Anführer von Avalanche. Auf geht's, Rekrut!","Soy Barret, de Avalancha.Vamos, seguidme."],"evolution":[null,null,null,null,null,null],"affinity":["You ain't such a bad guy. I was jus' thinkin' of goin' for a walk. Wanna come?","你這個人比我想像的還要更好吶。下次要不要一起悠閒地散個步啊。","너, 생각보다 좋은 녀석인걸.<br>다음에 천천히<br>산책이나 하러 가자구.","Euh, je pensais juste aller faire une promenade... Qu'est-ce qu'il y a de mal à ça ?!","Du bist gar kein so schlechter Kerl. Ich wollte gerade ein bisschen spazieren gehen. Willste mitkommen?","No eres mal tipo. Pensaba en ir de paseo..."],"fusion":["The hard part's still to come! 'Cause the next one's gonna be bigger than that!","要來真的了！下次要搞得更加盛大！","지금부터가 진짜야!<br>다음엔 더욱더 멋지게 날려 주지!","Le plus dur est encore à venir ! La prochaine sera encore plus forte !","Der schwierige Teil kommt erst noch! Lasst euch nicht von der Explosion einschüchtern! Die nächste fällt noch viel größer aus!","¡Lo peor está aún por venir! ¡Porque la siguiente va a ser aún mucho más fuerte!"]}},"207000205":{"compendium_id":1117,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[946,2867,240,120],"MP":[40,122,40,20],"ATK":[39,119,24,12],"DEF":[34,104,16,8],"MAG":[20,62,16,8],"SPR":[30,90,16,8]},"limitburst_id":207000205,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[90,98,106,114],"effect_frames":[88,96,104,112],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":5,"290060200":10,"290060300":20,"290060400":10}},"strings":{"description":["A member of the eco-terrorist group Avalanche from a distant world who is embroiled in a struggle to save his planet. Barret's nature is to shoot first and ask questions later. He once lived to exact revenge on Shinra—the organization that has taken over his hometown—but has since found a new reason to fight. The gun-arm he wields was surgically attached to him following an accident that took his right arm.","在圍繞著星球的生命的異界故事中登場，反神羅組織雪崩的男性。是個不喜歡深入思考，而以行動優先的人。一心想對奪走故鄉的神羅復仇而戰鬥至今，但在目睹了激烈的戰鬥之後，他開始反思自己戰鬥的理由。他在過去的事故中失去了右手，後來通過手術在右腕安裝了火炮。","별의 운명을 둘러싼 이계의 이야기에 등장하는, 반 신라 조직 아발란치에 소속되어 있는 남성. 매사에 깊이 생각하기보다 먼저 행동이 앞서는 타입이다. 고향을 빼앗은 신라를 향한 복수심으로 싸움에 임했으나, 모진 싸움을 목도하고 자신이 싸우는 이유를 다시 생각해보게 된다. 오른팔의 총기는 과거의 사건으로 인해 잃어버린 팔을 수술하여 장착한 것이다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cet homme fait partie du groupuscule anti-Shinra nommé Avalanche. De nature passionnée et prompt à s'emporter, il est plutôt du genre à agir sans réfléchir. Son combat contre la Shinra était à l'origine motivé par un désir de vengeance à l'égard de ceux qui ont détruit son village, mais les affrontements de plus en plus violents dont il a été le témoin l'ont amené à reconsidérer ses raisons de se battre. Après avoir perdu son bras droit au cours d'un incident, il s'est fait greffer un canon à la place du membre amputé.","Ein Mitglied der Widerstandsgruppe Avalanche, die sich in einer anderen Welt für die Rettung des Planeten einsetzt. Barret ist ein Hitzkopf, der erst handelt und dann nachdenkt. Nach einem Vorfall in seiner Heimatstadt hat er Rache am Shinra-Energiekonzern geschworen, doch im Laufe seines Abenteuer beginnt er, seine eigenen Motive zu hinterfragen. Seinen Gewehrarm ließ er sich anbringen, nachdem er in einem Unfall seinen rechten Arm verloren hatte.","Miembro de Avalancha, una organización eco-terrorista de un mundo lejano, que está enzarzado en una lucha por salvar el planeta. Barret es impetuoso por naturaleza; se deja llevar por el momento y reflexiona más tarde. Ha jurado vengarse de Shinra, la compañía que destruyó su pueblo natal, y nunca deja de reflexionar sobre su motivación. Le implantaron quirúrgicamente el cañón de un arma de fuego en lugar del brazo derecho que perdió durante cierto incidente de su pasado."],"summon":["I'm Barret, of Avalanche.C'mon. Follow me.","我是雪崩的巴雷特。要上啦！跟在我後面！","아발란치의 바렛이다.<br>가자! 날 따라와!","Moi, c'est Barret d'Avalanche. Suis-moi !","Ich bin Barret, Anführer von Avalanche. Auf geht's, Rekrut!","Soy Barret, de Avalancha.Vamos, seguidme."],"evolution":["I'm going, going, going, gone!And I'm leavin' the thinkin' to you!","我要衝啦，我要衝啦！！思考就交給你啦！","난 갈 거야, 난 갈 거라고!<br>생각하는 건 너에게 맡기겠다!","Je pars, je pars, je pars, je suis parti ! Et je vous laisse y réfléchir !","Also ich gehe! Hört ihr? Das Nachdenken überlasse ich euch!","¡Me las piro, vampiro!¡Lo de pensar te lo dejo a ti!"],"affinity":["You ain't such a bad guy. I was jus' thinkin' of goin' for a walk. Wanna come?","你這個人比我想像的還要更好吶。下次要不要一起悠閒地散個步啊。","너, 생각보다 좋은 녀석인걸.<br>다음에 천천히<br>산책이나 하러 가자구.","Euh, je pensais juste aller faire une promenade... Qu'est-ce qu'il y a de mal à ça ?!","Du bist gar kein so schlechter Kerl. Ich wollte gerade ein bisschen spazieren gehen. Willste mitkommen?","No eres mal tipo. Pensaba en ir de paseo..."],"fusion":["Now all we gotta do is take action! We're startin' tomorrow!!","如果想來想去都不明白的話，實際行動，就對了！","생각해 봐도 아무것도 모르겠을 땐<br>행동만이 있을 뿐이야!","Maintenant, il faut agir ! Nous commencerons demain !","Jetzt müssen wir uns nur noch an die Arbeit machen! Morgen geht's los!","¡Ahora tenemos que pasar a la acción! ¡Empezamos mañana!"]}},"207000206":{"compendium_id":1118,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1230,3728,390,195],"MP":[52,159,65,32],"ATK":[51,155,34,17],"DEF":[45,136,26,13],"MAG":[27,81,26,13],"SPR":[39,118,26,13]},"limitburst_id":207000206,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[90,98,106,114],"effect_frames":[88,96,104,112],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A member of the eco-terrorist group Avalanche from a distant world who is embroiled in a struggle to save his planet. Barret's nature is to shoot first and ask questions later. He once lived to exact revenge on Shinra—the organization that has taken over his hometown—but has since found a new reason to fight. The gun-arm he wields was surgically attached to him following an accident that took his right arm. A loving and doting father to Marlene, he definitely considers her the biggest driving force in his life.","在圍繞著星球的生命的異界故事中登場，反神羅組織雪崩的男性。是個不喜歡深入思考，而以行動優先的人。一心想對奪走故鄉的神羅復仇而戰鬥至今，但在目睹了激烈的戰鬥之後，他開始反思自己戰鬥的理由。非常疼愛自己的女兒瑪琳，可以說女兒就是她活下去的動力。","별의 운명을 둘러싼 이계의 이야기에 등장하는, 반 신라 조직 아발란치에 소속되어 있는 남성. 매사에 깊이 생각하기보다 먼저 행동이 앞서는 타입이다. 고향을 빼앗은 신라를 향한 복수심으로 싸움에 임했으나, 모진 싸움을 목도하고 자신이 싸우는 이유를 다시 생각해보게 된다. 사랑하는 딸 마린을 향해 아낌없는 애정을 퍼붓고 있으며, 그녀의 존재는 그의 살아가는 원동력이 되어 준다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cet homme fait partie du groupuscule anti-Shinra nommé Avalanche. De nature passionnée et prompt à s'emporter, il est plutôt du genre à agir sans réfléchir. Son combat contre la Shinra était à l'origine motivé par un désir de vengeance à l'égard de ceux qui ont détruit son village, mais les affrontements de plus en plus violents dont il a été le témoin l'ont amené à reconsidérer ses raisons de se battre. Sa fille Marlène incarne sa raison de vivre, et il ne s'écoule pas un jour sans qu'il la chérisse de tout son amour paternel.","Ein Mitglied der Widerstandsgruppe Avalanche, die sich in einer anderen Welt für die Rettung des Planeten einsetzt. Barret ist ein Hitzkopf, der erst handelt und dann nachdenkt, hat aber auch eine väterlich fürsorgende Seite, die er meist jedoch nur gegenüber seine Adoptivtochter Marlene zeigt. Nach einem Vorfall in seiner Heimatstadt hat er Rache am Shinra-Energiekonzern geschworen, doch im Laufe seines Abenteuer beginnt er, seine eigenen Motive zu hinterfragen. Seinen Gewehrarm ließ er sich anbringen, nachdem er in einem Unfall seinen rechten Arm verloren hatte.","Miembro de Avalancha, una organización eco-terrorista de un mundo lejano, que está enzarzado en una lucha por salvar el planeta. Barret es impetuoso por naturaleza; se deja llevar por el momento y reflexiona más tarde. Ha jurado vengarse de Shinra, la compañía que destruyó su pueblo natal, y nunca deja de reflexionar sobre su motivación. Le implantaron quirúrgicamente el cañón de un arma de fuego en lugar del brazo derecho que perdió durante cierto incidente de su pasado. Es un padre devoto que adora a su hija, Marlene, que es sin duda el mayor motivo que lo impulsa a seguir adelante."],"summon":["I'm Barret, of Avalanche.C'mon. Follow me.","我是雪崩的巴雷特。要上啦！跟在我後面！","아발란치의 바렛이다.<br>가자! 날 따라와!","Moi, c'est Barret d'Avalanche. Suis-moi !","Ich bin Barret, Anführer von Avalanche. Auf geht's, Rekrut!","Soy Barret, de Avalancha.Vamos, seguidme."],"evolution":["There ain't no getting' offa this train we're on, till we get to the end of the line!","我們搭上的這班車可沒有中途停靠站喔！","우리가 타고 있는 이 열차는 말야,<br>중간에 내릴 순 없단 말이지!","Il n'y a aucun moyen de sauter de ce train en marche. Il faut attendre d'être arrivés au bout de la ligne.","Wir steigen erst an der Endstation aus, hast du verstanden?!","De este tren no te puedes bajar a mitad de camino, ¡va directo a la última parada!"],"affinity":["You ain't such a bad guy. I was jus' thinkin' of goin' for a walk. Wanna come?","你這個人比我想像的還要更好吶。下次要不要一起悠閒地散個步啊。","너, 생각보다 좋은 녀석인걸.<br>다음에 천천히<br>산책이나 하러 가자구.","Euh, je pensais juste aller faire une promenade... Qu'est-ce qu'il y a de mal à ça ?!","Du bist gar kein so schlechter Kerl. Ich wollte gerade ein bisschen spazieren gehen. Willste mitkommen?","No eres mal tipo. Pensaba en ir de paseo..."],"fusion":["Yo, better watch my back till the end...partner!","我會一直挺你到最後的……搭檔！","마지막까지 기다려 달라구…… 파트너!","Il vaut mieux que tu surveilles ce qui arrive par derrière... partenaire !","Du lässt mich besser nicht im Stich ... Kumpel!","¡Eh, más vale que me cubras las espaldas hasta el final... colega!"]}}},"skills":{"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"227870":{"name":"Big Shot","cost":{"MP":16},"attack_frames":[[130]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x, ATK) to one enemy"],"icon":"ability_40.png"},"227871":{"name":"Mindblow","cost":{"MP":24},"attack_frames":[[170]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.3x, ATK) as MP drain (30%) to one enemy","Reduce SPR by 45% for 3 turns to one enemy"],"icon":"ability_6.png"},"227872":{"name":"Grenade Bomb","cost":{"MP":36},"attack_frames":[[150]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies","Reduce DEF by 35% for 3 turns to all enemies"],"icon":"ability_39.png"},"227873":{"name":"Hammerblow","cost":{"MP":28},"attack_frames":[[10]],"attack_type":"Physical","element_inflict":null,"effects":["Cast Death (20%) or deal physical damage (3.5x * 1 = 3.5x, ATK) to one enemy"],"icon":"ability_38.png"},"227874":{"name":"Satellite Beam","cost":{"MP":45},"attack_frames":[[125,135,145,155,165,175,185,195,205,215]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to all enemies"],"icon":"ability_40.png"},"227875":{"name":"Ungarmax","cost":{"MP":52},"attack_frames":[[90,95,100,105,110,115,120,125,130,135,140,145,150,155,160,165,170,175]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x * 2 = 4x, ATK) to one enemy (ignore cover)"],"icon":"ability_10.png"},"227876":{"name":"Speed Drink","cost":{"MP":12},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Gain 2 uses of Big Shot (227870), Grenade Bomb (227872), Hammerblow (227873), Mindblow (227871), Satellite Beam (227874) and Ungarmax (227875) for 2 turns"],"icon":"ability_60.png"},"227877":{"name":"Miner's Resolve","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 20%"],"icon":"ability_77.png"},"227878":{"name":"Gun-Arm","attack_type":"None","element_inflict":null,"effects":["Increase crit. chance by 30%","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"227879":{"name":"Firebrand Leader","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%","Increase resistance to Poison and Disease by 100%"],"icon":"ability_19.png"}},"LB":{"name":"Catastrophe","attack_count":[20],"attack_frames":[[230,236,242,248,255,261,267,273,280,286,292,298,305,311,317,323,330,336,342,350]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (4x * 2 = 8x, ATK) to all enemies (ignore cover)"],"max_level":["Physical damage (5.2x * 2 = 10.4x, ATK) to all enemies (ignore cover)"]},"TMR":{"name":"Missing Score (FFVII)","compendium_id":1005,"compendium_shown":true,"rarity":7,"type_id":14,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100040":{"name":"MP +10%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'MP +10%' passive."],"stats":{"HP":0,"MP":0,"ATK":107,"DEF":0,"MAG":98,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":60000,"price_sell":6000,"icon":"item_11430.png","strings":{"name":["Missing Score (FFVII)","失落的樂章（FFVII）","미싱 스코어(FFVII)","Numéro manquant (FFVII)","Dragopranke (FFVII)","Punto errado (FFVII)"],"desc_short":["A kind of gun-arm, a type of weapon from another world.","被稱為詭秘武裝的一種異界武器","기믹 암이라고 불리는 이계 무기의 일종","Un bras-arme à feu obtenu dans un monde lointain.","Ein aus einer anderen Welt stammendes Exemplar einer Waffe vom Typ \"Gewehrarm\".","Un brazo pistola, un arma procedente de otro mundo."],"desc_long":["A kind of gun-arm, a type of weapon from another world, that greatly boosts physical and magical power when equipped. It is said that the leader of a resistance group used this gun-arm to fight against Shinra Inc, a corporation trying to use the planet's life force as energy.","來自遙遠異界，被稱為「詭秘武裝」的一種武器，裝備後能夠大幅提高攻擊力與魔力。在異界中，有著吸取星球生命當作能量使用的巨大企業「神羅」，對抗此企業的反抗軍組織首領的右手據說就裝載著詭秘武裝。","까마득히 먼 이계에서 유입된, '기믹 암'이라고 불리는 무기의 일종으로, 장착하면 공격력과 마력이 크게 증가한다고 한다. 이계에서는 별의 생명을 퍼 올려 에너지로 이용하던 거대 기업 '신라'에 저항하는 반란군 조직의 리더가 오른팔에 기믹 암을 장착하고 싸웠다고 한다.","Un bras-arme à feu obtenu dans un monde lointain et qui a pour effet de décupler à la fois la force physique et la puissance magique de celui qui s'en équipe. Il servait d'arme-prothèse au leader d'un groupuscule engagé dans un combat contre une puissante compagnie appelée \"Shinra\", qui exploitait la vie de la planète comme source d'énergie.","Ein aus einer anderen Welt stammendes Exemplar einer Waffe vom Typ \"Gewehrarm\", das die physischen und magischen Kräfte seines Trägers stark erhöht. Der Anführer einer Widerstandsgruppe soll diesen Gewehrarm im Kampf gegen den Shinra-Konzern eingesetzt haben, der mit seiner Technologie, die Lebenskraft des Planeten in Energie umzuwandeln, alles Leben auf dieser Welt bedrohte.","Este brazo pistola es un arma procedente de otro mundo que aumenta considerablemente el poder físico y mágico del portador. Dicen que el líder de la resistencia utilizaba este brazo pistola para luchar contra la compañía Shinra, una empresa cuyo propósito era usar la fuerza vital del planeta como fuente de energía."]}}},"207000305":{"rarity_min":5,"rarity_max":7,"name":"Tifa","game":"FFVII","job":"Avalanche","sex":"Female","equip":[1,5,9,15,16,40,50,51,53,60],"entries":{"207000305":{"compendium_id":1110,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[916,2776,300,150],"MP":[41,123,50,25],"ATK":[39,117,20,10],"DEF":[34,103,20,10],"MAG":[28,86,20,10],"SPR":[36,110,20,10]},"limitburst_id":207000305,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[2,27],"effect_frames":[0,25],"max_lb_drop":8,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":5,"290060300":20,"290060400":10}},"strings":{"description":["A young woman from a distant world who is embroiled in a struggle to save her planet. Although Tifa may seem the lively type who always tries keeping the mood light, this is all a front she uses to avoid sharing her insecurities with others. She is Cloud's childhood friend, and when they happen upon each other in Midgar, she's the one who suggests he join Avalanche.","在圍繞著星球的生命的異界故事中登場的女性。與開朗的言行相反，性格非常拘謹而膽小，為了不被周圍的人發現，才總是強裝出一副開朗的樣子。克勞德的青梅竹馬，給在密德格偶然重逢的他介紹了雪崩的工作。","별의 운명을 둘러싼 이계의 이야기에 등장하는 여성. 활발해 보이는 외모에 비해 실은 상당히 내성적인 성격이다. 그러나 약한 내면을 주변에게 들키지 않기 위해, 무리해서 밝은 척 행동하고 있다. 클라우드의 소꿉친구로, 미드갈에서 우연히 재회한 그에게 아발란치의 일을 소개해 주었다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cette jeune femme cache un tempérament timide derrière son apparente assurance. S'inquiétant que son entourage s'aperçoive de cette faiblesse, elle s'efforce d'agir avec entrain et bonne humeur. Amie d'enfance de Cloud, c'est elle qui l'a présenté aux autres membres d'Avalanche après que le destin les a rassemblés à Midgar.","Eine junge Frau aus einer fernen Welt, in der sie in den Kampf zur Rettung des Planeten verwickelt ist. Auf den ersten Blick scheint Tifa immer guter Laune zu sein, doch hinter ihrer munteren Fassade versteckt sie ihre Unsicherheiten, mit denen sie den Menschen in ihrem Umfeld nicht zur Last fallen will. Sie ist eine Jugendfreundin von Cloud und schlägt ihm vor, sich Avalanche anzuschließen, als sie ihn in Midgar zufällig wiedersieht.","Joven de un mundo lejano enzarzada en una lucha por salvar el planeta. Aunque Tifa puede parecer el tipo de chica alegre que siempre trata de conservar el buen humor, en realidad se trata de una fachada que utiliza para evitar que los demás conozcan sus inseguridades. Es amiga de la infancia de Cloud y, más adelante, llega a recomendarle unirse al grupo Avalancha durante su encuentro en Midgar."],"summon":["How about...something to drink? I'll make something hard for you.","喂，要喝點什麼？乾脆來做點強烈的雞尾酒吧？","저기, 뭐 좀 마실래?<br>센 칵테일이라도 만들어 줄까?","Que dirais-tu... d'un coup à boire ? Tu veux que je te prépare quelque chose de fort ?","Wie sieht's aus? Möchtest du was Trinken? Ich mach dir was Starkes!","¿Te apetece... algo de beber? Te prepararé algo fuerte."],"evolution":[null,null,null,null,null,null],"affinity":["Words aren't the only thing that tell people what you're thinking...","能夠傳達思念的，可不只是言語而已……","마음을 전할 수 있는 건<br>말뿐만이 아니야……","On ne communique pas que par les mots...","Es sind nicht nur Worte durch die man Menschen etwas mitteilen kann.","Las palabras no son la única forma de transmitir lo que le pasa a uno por la cabeza..."],"fusion":["Think I got a little stronger again. Zangan always tells me I'm a natural, you know.","好像又變得更強了。師父也說我很有天份呢。","조금 더 강해진 것 같아.<br>스승님께서도 소질이 있다고 하셨어.","Je crois que je me suis encore améliorée ! Zangan m'a toujours dit que j'avais ça dans le sang.","Ich glaube, ich bin wieder ein bisschen stärker geworden. Zangan sagt immer, dass ich ein Naturtalent bin, weißt du.","Creo que me he vuelto un poco más fuerte otra vez. Zangan siempre me dice que tengo talento, ¿sabes?"]}},"207000306":{"compendium_id":1111,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1191,3609,450,225],"MP":[53,160,75,37],"ATK":[50,153,30,15],"DEF":[44,134,30,15],"MAG":[37,112,30,15],"SPR":[47,143,30,15]},"limitburst_id":207000306,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[2,27],"effect_frames":[0,25],"max_lb_drop":9,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000630":1}},"strings":{"description":["A young woman from a distant world who is embroiled in a struggle to save her planet. Although Tifa may seem the lively type who always tries keeping the mood light, this is all a front she uses to avoid sharing her insecurities with others. She is Cloud's childhood friend, and when they happen upon each other in Midgar, she's the one who suggests he join Avalanche. A student of Zangan's techniques, her fists are powerful enough to take down even the strongest of opponents.","在圍繞著星球的生命的異界故事中登場的女性。與開朗的言行相反，性格非常拘謹而膽小，為了不被周圍的人發現，才總是強裝出一副開朗的樣子。克勞德的青梅竹馬，給在密德格偶然重逢的他介紹了雪崩的工作。使用斬岩流格鬥術，身手可以和健壯的男子一較高下。","별의 운명을 둘러싼 이계의 이야기에 등장하는 여성. 활발해 보이는 외모에 비해 실은 상당히 내성적인 성격이다. 그러나 약한 내면을 주변에게 들키지 않기 위해, 무리해서 밝은 척 행동하고 있다. 클라우드의 소꿉친구로, 미드갈에서 우연히 재회한 그에게 아발란치의 일을 소개해 주었다. 잔간 류 격투술을 사용하며, 그 실력은 건장한 남자와도 대적할 정도이다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cette jeune femme cache un tempérament timide derrière son apparente assurance. S'inquiétant que son entourage s'aperçoive de cette faiblesse, elle s'efforce d'agir avec entrain et bonne humeur. Amie d'enfance de Cloud, c'est elle qui l'a présenté aux autres membres d'Avalanche après que le destin les a rassemblés à Midgar. Ses techniques d'art martial, héritées de son maître Zangan, lui permettent de se mesurer à des adversaires bien plus grands ou forts qu'elle.","Eine junge Frau aus einer fernen Welt, in der sie in den Kampf zur Rettung des Planeten verwickelt ist. Auf den ersten Blick scheint Tifa immer guter Laune zu sein, doch hinter ihrer munteren Fassade versteckt sie ihre Unsicherheiten, mit denen sie den Menschen in ihrem Umfeld nicht zur Last fallen will. Sie ist eine Jugendfreundin von Cloud und schlägt ihm vor, sich Avalanche anzuschließen, als sie ihn in Midgar zufällig wiedersieht. Tifa selbst ist eine Schülerin Zangas und wendet seinen Kampfstil mit so viel Geschick an, dass sie selbst die stämmigsten Männer bezwingen kann.","Joven de un mundo lejano enzarzada en una lucha por salvar el planeta. Aunque Tifa puede parecer el tipo de chica alegre que siempre trata de conservar el buen humor, en realidad se trata de una fachada que utiliza para evitar que los demás conozcan sus inseguridades. Es amiga de la infancia de Cloud y, más adelante, llega a recomendarle unirse al grupo Avalancha durante su encuentro en Midgar. Estudia la técnica Zangan, por lo que sus puños tienen la fuerza suficiente como para derribar a los oponentes más fuertes."],"summon":["How about...something to drink? I'll make something hard for you.","喂，要喝點什麼？乾脆來做點強烈的雞尾酒吧？","저기, 뭐 좀 마실래?<br>센 칵테일이라도 만들어 줄까?","Que dirais-tu... d'un coup à boire ? Tu veux que je te prépare quelque chose de fort ?","Wie sieht's aus? Möchtest du was Trinken? Ich mach dir was Starkes!","¿Te apetece... algo de beber? Te prepararé algo fuerte."],"evolution":["This is it. We'd better get ready...!","接下來才要來真的！不打起精神不行呢！","지금부터가 진짜야!<br>기운 내서 가야지!","C'est maintenant que les choses sérieuses commencent. Nous ferions bien de nous tenir prêts !","Da wären wir.<br>Haltet euch bereit!","Pues así son las cosas.<br>¡Más vale que nos vayamos preparando...!"],"affinity":["Words aren't the only thing that tell people what you're thinking...","能夠傳達思念的，可不只是言語而已……","마음을 전할 수 있는 건<br>말뿐만이 아니야……","On ne communique pas que par les mots...","Es sind nicht nur Worte durch die man Menschen etwas mitteilen kann.","Las palabras no son la única forma de transmitir lo que le pasa a uno por la cabeza..."],"fusion":["If you take me lightly, you're gonna pay for it!!","敢小看我的話可是會吃苦頭的喔。","날 얕보다간 큰코다칠걸!","Si tu ne me prends pas au sérieux, tu vas le payer très cher !","Wenn du mich unterschätzt, wirst du's bereuen!","Si no me tomas en serio, ¡¡lo pagarás!!"]}},"207000307":{"compendium_id":1112,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1548,4692,600,300],"MP":[69,209,100,50],"ATK":[66,199,50,25],"DEF":[58,175,50,25],"MAG":[48,146,50,25],"SPR":[62,187,50,25]},"limitburst_id":207000307,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[2,27],"effect_frames":[0,25],"max_lb_drop":9,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young woman from a distant world who is embroiled in a struggle to save her planet. Although Tifa may seem the lively type who always tries keeping the mood light, this is all a front she uses to avoid sharing her insecurities with others. She is Cloud's childhood friend, and when they happen upon each other in Midgar, she's the one who suggests he join Avalanche. A student of Zangan's techniques, her fists are powerful enough to take down even the strongest of opponents. She also runs the bar Seventh Heaven in Midgar.","在圍繞著星球的生命的異界故事中登場的女性。與開朗的言行相反，性格非常拘謹而膽小，為了不被周圍的人發現，才總是強裝出一副開朗的樣子。克勞德的青梅竹馬，給在密德格偶然重逢的他介紹了雪崩的工作。在魔晄都市密德格的第七區貧民窟經營著酒吧「第七天堂」。","별의 운명을 둘러싼 이계의 이야기에 등장하는 여성. 활발해 보이는 외모에 비해 실은 상당히 내성적인 성격이다. 그러나 약한 내면을 주변 사람에게 들키지 않기 위해, 무리해서 밝은 척 행동하고 있다. 클라우드의 소꿉친구로, 미드갈에서 우연히 재회한 그에게 아발란치의 일을 소개해 주었다. 마황도시 미드갈 7번가의 빈민가에서, '세븐스 헤븐'이라는 바를 운영하고 있다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cette jeune femme cache un tempérament timide derrière son apparente assurance. S'inquiétant que son entourage s'aperçoive de cette faiblesse, elle s'efforce d'agir avec entrain et bonne humeur. Amie d'enfance de Cloud, c'est elle qui l'a présenté aux autres membres d'Avalanche après que le destin les a rassemblés à Midgar. Elle gère un bar appelé Le Septième Ciel dans le bidonville du secteur 7 de cette ville.","Eine junge Frau aus einer fernen Welt, in der sie in den Kampf zur Rettung des Planeten verwickelt ist. Auf den ersten Blick scheint Tifa immer guter Laune zu sein, doch hinter ihrer munteren Fassade versteckt sie ihre Unsicherheiten, mit denen sie den Menschen in ihrem Umfeld nicht zur Last fallen will. Sie ist eine Jugendfreundin von Cloud und schlägt ihm vor, sich Avalanche anzuschließen, als sie ihn in Midgard zufällig wiedersieht. Tifa selbst ist eine Schülerin Zangas und wendet seinen Kampfstil mit so viel Geschick an, dass sie selbst die stämmigsten Männer bezwingen kann. Hauptberuflich betreibt sie jedoch die Bar \"7. Himmel\" in den Slums in Sektor 7 Midgars.","Joven de un mundo lejano enzarzada en una lucha por salvar el planeta. Aunque Tifa puede parecer el tipo de chica alegre que siempre trata de conservar el buen humor, en realidad se trata de una fachada que utiliza para evitar que los demás conozcan sus inseguridades. Es amiga de la infancia de Cloud y, más adelante, llega a recomendarle unirse al grupo Avalancha durante su encuentro en Midgar. Estudia la técnica Zangan, por lo que sus puños tienen la fuerza suficiente como para derribar a los oponentes más fuertes. Es la dueña y gerente del bar El Séptimo Cielo, en Midgar."],"summon":["How about...something to drink? I'll make something hard for you.","喂，要喝點什麼？乾脆來做點強烈的雞尾酒吧？","저기, 뭐 좀 마실래?<br>센 칵테일이라도 만들어 줄까?","Que dirais-tu... d'un coup à boire ? Tu veux que je te prépare quelque chose de fort ?","Wie sieht's aus? Möchtest du was Trinken? Ich mach dir was Starkes!","¿Te apetece... algo de beber? Te prepararé algo fuerte."],"evolution":["There's still many things for us to do...I'm not giving up!!","我們還有能夠做到的事情......！我、不會放棄！！","우리에겐 아직 할 수 있는 게 있어……!<br>난 포기하지 않아!","Nous avons encore beaucoup de choses à faire... Je n'abandonne pas !","Wir haben noch viel zu tun ... Ich gebe nicht auf!","Todavía nos queda mucho por hacer...¡No pienso rendirme!"],"affinity":["Words aren't the only thing that tell people what you're thinking...","能夠傳達思念的，可不只是言語而已……","마음을 전할 수 있는 건<br>말뿐만이 아니야……","On ne communique pas que par les mots...","Es sind nicht nur Worte durch die man Menschen etwas mitteilen kann.","Las palabras no son la única forma de transmitir lo que le pasa a uno por la cabeza..."],"fusion":["As long as my friends are by my side, I won't give up even if I'm scared.","因為我有夥伴。就算感到害怕，我也絕不認輸。","동료들이 있는걸.<br>무섭지만, 지지 않을 거야.","Du moment que je suis avec mes amis... Du moment qu'ils sont à mes côtés... Je ne renoncerai pas, même si j'ai peur.","Solange mir meine Freunde zur Seite stehe ... werde ich nicht aufgeben, auch wenn ich Angst habe.","Mientras mis amigos permanezcan a mi lado... No me rendiré aunque esté asustada."]}}},"skills":{"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"227830":{"name":"Beat Rush","cost":{"MP":24},"attack_frames":[[2,15,27]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.2x, ATK) to one enemy","Increase ATK by 100% for 10 turns to caster"],"icon":"ability_51.png"},"227831":{"name":"Somersault","cost":{"MP":30},"attack_frames":[[10]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.4x, ATK) to one enemy","Reduce DEF by 50% for 5 turns to one enemy"],"icon":"ability_39.png"},"227832":{"name":"Waterkick","cost":{"MP":36},"attack_frames":[[10]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (3.1x, ATK) to all enemies"],"icon":"ability_23.png"},"227833":{"name":"Meteodrive","cost":{"MP":40},"attack_frames":[[10]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.5x, ATK) to one enemy"],"icon":"ability_29.png"},"227834":{"name":"Dolphin Blow","cost":{"MP":45},"attack_frames":[[10]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (3.3x, ATK) to one enemy","Reduce resistance to Water by 60% for 5 turns to one enemy","Add Water element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_23.png"},"227835":{"name":"Meteor Strike","cost":{"MP":54},"attack_frames":[[82]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to all enemies","Increase LB gauge by 3-6 to caster"],"icon":"ability_29.png"},"227836":{"name":"Final Heaven","cost":{"MP":68},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6x, ATK) with consecutive damage increase (max. 5 times, +1x ATK each, 11x total) to one enemy"],"icon":"ability_10.png"},"227837":{"name":"Zangan Combination","cost":{"MP":60},"attack_frames":[[2,12,22,32,42,52,62,72,82,92,102,112,122,142]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x * 2 = 6x, ATK) to one enemy (ignore cover)"],"icon":"ability_51.png"},"227838":{"name":"Overdrive","cost":{"MP":64},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Unlock Overdrive (508160) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"227839":{"name":"Seventh Heaven","cost":{"MP":77},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Seventh Heaven (508162) on turn 3 [3 turns CD]"],"icon":"ability_105.png"},"227840":{"name":"Zangan's Successor","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30% and SPR by 20%","Increase chance of countering by 100%"],"icon":"ability_68.png"},"227841":{"name":"Feint","attack_type":"None","element_inflict":null,"effects":["20% chance of evading physical attacks","30% chance to counter a physical attack with an attack (1x, ATK) (max 4 / turn)"],"icon":"ability_97.png"},"227842":{"name":"I'll show 'em with a BANG!","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 1 per turn","Increase ATK by 50% when equipped with a Fist"],"icon":"ability_95.png"},"227843":{"name":"Battle Cry","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 30%","Increase the limit burst gauge fill rate by 100%"],"icon":"ability_78.png"},"227844":{"name":"Words Aren't Everything","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50%","Replace LB with Limit Reels (900000177):\n\tPhysical damage (11.6x, ATK) to one enemy\n\tReduce resistance to Water by 75% for 5 turns to one enemy\n\tReduce DEF by 45% for 5 turns to one enemy\n\tIncrease the limit burst gauge fill rate by 300% for one turn to caster\n\tIncrease ATK by 200% for 5 turns to caster","Increase equipment ATK by 50% when armed with two weapons"],"icon":"ability_77.png"},"227845":{"name":"Two-Fisted Fighter","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Enable unit to equip two one-handed weapons"],"icon":"ability_72.png"},"227846":{"name":"Freed Heart","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF and HP by 20%","Increase the damage of Beat Rush (227830), Dolphin Blow (227834), Meteodrive (227833), Meteor Strike (227835), Overdrive Plus (508161), Somersault (227831) and Waterkick (227832) by (1.5x)","Increase the damage of Seventh Heaven (508162) and Zangan Combination (227837) by (0.75x)","Increase the damage of Final Heaven (227836) by (2.5x)"],"icon":"ability_77.png"},"508160":{"name":"Overdrive","cost":{"MP":64},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 15000 HP split over 3 turns to caster","Restore 300 MP split over 3 turns to caster","Increase ATK by 200% for 3 turns to caster","Increase the limit burst gauge fill rate by 200% for 3 turns to caster","Gain Overdrive Plus (508161) (1 use)"],"icon":"ability_105.png","parentID":"227838"},"508161":{"name":"Overdrive Plus","cost":{"MP":70},"attack_frames":[[140],[140]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (23x, ATK) to one enemy","Increase LB gauge by 10 to caster"],"icon":"ability_10.png","parentID":"227846"},"508162":{"name":"Seventh Heaven","cost":{"MP":77},"attack_frames":[[132,142,152,162,172,182,192]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6.7x * 2 = 13.4x, ATK) to all enemies (ignore cover)"],"icon":"ability_105.png","parentID":"227839"}},"LB":{"name":"Limit Reels","attack_count":[9],"attack_frames":[[133,143,163,198,253,310,362,499,583]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (11.6x, ATK) to one enemy","Reduce resistance to Water by 75% for 5 turns to one enemy"],"max_level":["Physical damage (14.5x, ATK) to one enemy","Reduce resistance to Water by 100% for 5 turns to one enemy"]},"TMR":{"name":"Soaring Heart","compendium_id":821,"compendium_shown":true,"unit_restriction":null,"skills":{"227847":{"name":"Soaring Heart","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% when equipped with a Fist","Increase ATK by 30% when equipped with a Hat"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'Soaring Heart' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_95.png","strings":{"names":["Soaring Heart","虛榮之心","살짝 발돋움한 마음","Cœur élargi","Gereiftes Herz","Corazón valiente"],"desc_short":["Boost ATK when equipped with fists, and boost ATK when equipped with a hat (Not stackable)","裝備格鬥武器時提高攻擊+裝備帽子時提高攻擊 [無法重複裝備]","격투무기 장착 시 공격력 상승+모자 장착 시 공격력 상승 (중복 장착 불가)","Augmente l'ATT lorsque des points sont équipés, et augmente encore l'ATT lorsqu'un chapeau est équipé (Non cumulable)","Erhöht ANG, wenn mit Fäusten ausgerüstet und erhöht zusätzlich ANG, wenn mit einem Hut ausgerüstet (Nicht stapelbar).","Aumenta el ATQ al llevar puños, y aumento extra al llevar también sombrero (no acumulable)"],"desc_long":["Boosts ATK when equipped with fists, and boosts ATK when equipped with a hat. Not stackable.","裝備格鬥武器時提高攻擊，裝備帽子時提高攻擊。[無法重複裝備]","격투무기 장착 시 공격력이 상승하고, 모자 장착 시 공격력이 상승합니다. (중복 장착 불가)","Augmente l'ATT lorsque des points sont équipés, et augmente encore l'ATT lorsqu'un chapeau est équipé. Non cumulable.","Erhöht ANG, wenn mit Fäusten ausgerüstet und erhöht zusätzlich ANG, wenn mit einem Hut ausgerüstet. Nicht stapelbar.","Aumenta el ATQ al llevar puños, y aumento extra al llevar también sombrero (no acumulable)"]},"type":"MATERIA"},"STMR":{"name":"Premium Heart (FFVII)","compendium_id":1003,"compendium_shown":true,"rarity":9,"type_id":16,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"227900":{"name":"Premium Heart","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 3 per turn"],"icon":"ability_91.png","desc":""}},"effects":["Grants 'Premium Heart' passive."],"stats":{"HP":0,"MP":0,"ATK":170,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":200000,"price_sell":20000,"icon":"item_11633.png","strings":{"name":["Premium Heart (FFVII)","慷慨之心（FFVII)","프리미엄 하트(FFVII)","Grand cœur (FFVII)","Premium-Herz (FFVII)","Corazón (FFVII)"],"desc_short":["Powerful fists from another world.","以高攻擊力為傲的異界格鬥武器","엄청난 공격력을 자랑하는 이계의 격투무기","Une arme de corps-à-corps puissante et obtenue dans un monde lointain.","Mächtige Kampfhandschuhe aus einer anderen Welt.","Unos guantes con gran poder de ataque procedentes de otro mundo."],"desc_long":["Powerful fists from another world. A female fighter is said to have used the Premium Heart in order to protect the planet. She obtained this weapon from an item shop in the slums—an area that has never seen the light of the sun.","來自遙遠異界，以極高攻擊力為傲的格鬥武器。據說在異界中，某個為了守護星球生命的女格鬥家，曾經裝備過慷慨之心。她似乎是在不見天日的貧民窟商店街的道具店中獲得此武器的。","까마득히 먼 이계에서 유입된, 엄청난 공격력을 자랑하는 격투무기. 이계에서는 별의 생명을 지키기 위해 싸웠던 격투가가 프리미엄 하트를 장착했다고 한다. 그녀는 햇빛이 비치지 않는 슬럼가 내 상점가의 아이템 상점에서 이 무기를 손에 넣었다고 한다.","Une arme de corps-à-corps extrêmement puissante et obtenue dans un monde lointain. Elle aurait appartenu à une jeune femme qui avait décidé de se battre pour protéger la vie de sa planète. C'est dans une boutique d'un bidonville privé de soleil qu'elle aurait acquis cette arme.","Aus einer fernen Welt stammende Handschuhe, die über äußerst hohe Schlagkraft verfügen und mit denen eine Kämpferin ihren Planeten beschützt haben soll. Sie erwarb sie bei einem Händler in den Slums - ein Stadtgebiet, in dem die Sonne nie scheint.","Unos guantes con gran poder de ataque procedentes de otro mundo. Cuenta la leyenda que una guerrera utilizó Corazón para proteger el planeta. Obtuvo esta arma en una tienda de objetos de los suburbios, una zona que no ha visto nunca la luz del sol."]}}},"207000405":{"rarity_min":5,"rarity_max":7,"name":"Aerith","game":"FFVII","job":null,"sex":"Female","equip":[5,6,7,15,40,50,53,60],"entries":{"207000405":{"compendium_id":1355,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[932,2823,240,120],"MP":[49,148,40,20],"ATK":[27,82,16,8],"DEF":[32,96,16,8],"MAG":[34,103,16,8],"SPR":[42,127,24,12]},"limitburst_id":207000405,"attack_count":1,"attack_damage":[[100]],"attack_frames":[61],"effect_frames":[59],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[8,5,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060200":10,"290060400":5}},"strings":{"description":["A mysterious young woman from a distant world who is embroiled in a struggle to save her planet. Aerith lives and sells flowers in Midgar, a city that is home to several mako reactors. She wears her long hair in a braid, always tying it with her signature pink ribbon. Although Aerith seems mature and gentle at first glance, she has no trouble sharing exactly how she feels. She often uses this side of her personality to push Cloud forward.","在圍繞著星球的生命的異界故事中登場的神秘女性，在魔晄都市密德格以賣花為生。她的長髮編成辮子，還繫著個粉色的大蝴蝶結。她看上去清純文靜，但也會率直表達自己的想法，有時還會露出堅定的一面，幫助克勞德前進。","별의 운명을 둘러싼 이계의 이야기에 등장하는, 어딘가 신비한 분위기를 풍기는 여자. 마황도시 미드갈에서 꽃을 팔며 살아가고 있다. 땋아 내린 긴 머리에 커다란 분홍색 리본을 묶은 모습이 특징이다. 청초하고 얌전해 보이지만 자신의 생각을 솔직하고 확실하게 말하는 성격으로, 때로는 클라우드를 이끌어주는 등 심지 굳은 모습을 보여주기도 한다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cette mystérieuse jeune femme vend des fleurs à Midgar, une ville abritant plusieurs réacteurs Mako. Ses longs cheveux tressés sont toujours ornés de son ruban rose fétiche. Si, au premier abord, Aerith a tout l'air d'une demoiselle douce et posée, elle n'hésite pas pour autant à dire tout haut ce qu'elle pense et démontre une certaine force de caractère, notamment lorsqu'il s'agit de pousser Cloud à aller dans son sens.","Eine geheimnisvolle junge Frau aus einer fernen Welt, in der sie in den Kampf um die Rettung ihres Planeten verwickelt ist. Aerith verdient sich ihren Lebensunterhalt durch den Verkauf von Blumen in Midgar - einer Stadt, in der sich auch ein Mako-Reaktor befindet. Ihr langes Haar trägt sie in einem Zopf, den sie mit einer auffälligen pinken Schleife zusammenbindet. Obwohl sie auf den ersten Blick wie ein ruhiges und sanftmütiges Mädchen wirkt, hat sie kein Problem damit, ihre Gefühle klar auszudrücken und kann dadurch Cloud oft anspornen.","Una joven misteriosa de un mundo lejano enzarzada en una lucha por salvar el planeta. Aeris trabaja como florista en Midgar, la ciudad de los reactores de mako. Lleva siempre su larga melena recogida en una trenza que anuda con una cinta rosa muy característica de ella. Aunque a primera vista pueda parecer una persona dulce y madura, no tiene reparo alguno en decir lo que piensa en voz alta, y aprovecha este rasgo de su personalidad para alentar a Cloud."],"summon":["I'm Aerith, the flower girl. Do you like these flowers? They're only a gil.","我是賣花的艾莉絲。<br>你買花嗎？<br>很便宜的。","나는 에어리스, 꽃을 팔고 있어.<br>꽃 한 송이 사지 않을래?<br>1길인데, 어때?","Moi c'est Aerith, la marchande de fleurs. Tu les aimes ? Elles ne coûtent qu'un gil.","Ich bin Aerith, ein Blumenmädchen. Gefallen dir meine Blumen? Eine kostet nur einen Gil.","Soy Aeris, la florista. ¿Te gustan? Solo cuestan un guil..."],"evolution":[null,null,null,null,null,null],"affinity":["Thanks for always helping me. The deal was for one date, right? Hee hee, just kidding!","謝謝你總是幫我。<br>作為報酬，我就和你約一次會吧。<br>我開玩笑的。","항상 도와 줘서 고마워.<br>보수는 데이트 한 번, 후후!","Merci de toujours me venir en aide... Que dirais-tu d'un rencard pour te récompenser ? Hi hi, je plaisante !","Vielen Dank, dass du mir immer aus der Patsche hilfst. Das Date hast du dir redlich verdient! Haha, ich mach doch nur Spaß.","Gracias por estar siempre ahí para ayudarme. ¿Qué tal si te lo pago con una cita? Je, je, ¡era broma!"],"fusion":["I grew up in the slums...<br>I'm used to danger.","我是貧民窟出身，<br>對這種危險早就習慣啦。","난 슬럼가에서 자랐으니까<br>위험한 일에는 익숙하거든.","J'ai grandi dans les taudis...<br>J'ai l'habitude du danger.","Ich bin in den Slums groß geworden ...<br>Ich bin an Gefahr gewöhnt.","Crecí en los suburbios...<br>Estoy acostumbrada al peligro."]}},"207000406":{"compendium_id":1356,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1211,3670,390,195],"MP":[64,193,65,32],"ATK":[35,107,26,13],"DEF":[42,126,26,13],"MAG":[45,135,26,13],"SPR":[55,166,34,17]},"limitburst_id":207000406,"attack_count":1,"attack_damage":[[100]],"attack_frames":[61],"effect_frames":[59],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,6,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001120":1}},"strings":{"description":["A mysterious young woman from a distant world who is embroiled in a struggle to save her planet. Although Aerith seems mature and gentle at first glance, she has no trouble sharing exactly how she feels. She often uses this side of her personality to push Cloud forward. Aerith first meets Cloud while selling flowers on the streets of Midgar. They later meet once again in the church where she tends to her flowers, changing her destiny forever.","在圍繞著星球的生命的異界故事中登場的女性。她看上去清純文靜，但也會率直表達自己的想法，有時還會露出堅定的一面，幫助克勞德前進。她是在密德格賣花的時候與克勞德相遇的，後來又在去教會照顧花草時與克勞德再會，由此改變了艾莉絲自身的命運。","별의 운명을 둘러싼 이계의 이야기에 등장하는 여자. 청초하고 얌전해 보이지만 자신의 생각을 솔직하고 확실하게 말하는 성격으로, 때로는 클라우드를 이끌어주는 등 심지 굳은 모습을 보여주기도 한다. 그와 처음 만난 것은 미드갈의 길거리에서 꽃을 팔고 있던 때였다. 그 뒤, 꽃을 돌보기 위해 자주 찾던 교회에서 다시 만나게 된다. 그리고 그로 인해 그녀 자신의 운명이 움직이기 시작했다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cette jeune femme, qui au premier abord a tout l'air d'une demoiselle douce et posée, n'hésite pas pour autant à dire tout haut ce qu'elle pense et démontre une certaine force de caractère, notamment lorsqu'il s'agit de pousser Cloud à aller dans son sens. Elle le rencontre pour la première fois dans les rues de Midgar, alors qu'elle vend des fleurs. Plus tard, ils se croiseront à nouveau dans l'église où elle fait pousser un jardin, ce qui bouleversera son destin à jamais.","Eine geheimnisvolle junge Frau aus einer fernen Welt, in der sie in den Kampf um die Rettung ihres Planeten verwickelt ist. Aerith verdient sich ihren Lebensunterhalt durch den Verkauf von Blumen in Midgar - einer Stadt, in der sich auch ein Mako-Reaktor befindet. Ihr langes Haar trägt sie in einem Zopf, den sie mit einer auffälligen pinken Schleife zusammenbindet. Obwohl sie auf den ersten Blick wie ein ruhiges und sanftmütiges Mädchen wirkt, hat sie kein Problem damit, ihre Gefühle klar auszudrücken und kann dadurch Cloud oft anspornen. Auf diesen trifft sie das erste Mal, als sie auf den Straßen Midgars ihre Blumen feilbietet. Später begegnen sie sich erneut in der Kirche, in der sie ihre Blumen aufzieht. Diese Begegnung soll ihr Schicksal für immer ändern.","Una joven misteriosa de un mundo lejano enzarzada en una lucha por salvar el planeta. Aunque a primera vista Aeris pueda parecer una persona dulce y madura, no tiene reparo alguno en decir lo que piensa en voz alta, y aprovecha este rasgo de su personalidad para alentar a Cloud. Conoce a Cloud un buen día mientras recorre las calles de Midgar vendiendo flores, pero vuelven a encontrarse más adelante en la iglesia donde Aeris cuida de sus flores. A partir de ese momento, su destino cambia para siempre."],"summon":["I'm Aerith, the flower girl. Do you like these flowers? They're only a gil.","我是賣花的艾莉絲。<br>你買花嗎？<br>很便宜的。","나는 에어리스, 꽃을 팔고 있어.<br>꽃 한 송이 사지 않을래?<br>1길인데, 어때?","Moi c'est Aerith, la marchande de fleurs. Tu les aimes ? Elles ne coûtent qu'un gil.","Ich bin Aerith, ein Blumenmädchen. Gefallen dir meine Blumen? Eine kostet nur einen Gil.","Soy Aeris, la florista. ¿Te gustan? Solo cuestan un guil..."],"evolution":["Let's fight together again. You don't like being with me?","下次再一起加油吧。<br>還是說你不願意和我一起？","또 같이 열심히 해 보자.<br>나랑은 싫어?","J'espère qu'on combattra encore ensemble. Tu n'aimes pas être avec moi ?","Wir sollten wieder mal zusammen kämpfen. Oder bist du nicht gerne mit mir zusammen?","Luchemos juntos otra vez. ¿No te gusta estar conmigo?"],"affinity":["Thanks for always helping me. The deal was for one date, right? Hee hee, just kidding!","謝謝你總是幫我。<br>作為報酬，我就和你約一次會吧。<br>我開玩笑的。","항상 도와 줘서 고마워.<br>보수는 데이트 한 번, 후후!","Merci de toujours me venir en aide... Que dirais-tu d'un rencard pour te récompenser ? Hi hi, je plaisante !","Vielen Dank, dass du mir immer aus der Patsche hilfst. Das Date hast du dir redlich verdient! Haha, ich mach doch nur Spaß.","Gracias por estar siempre ahí para ayudarme. ¿Qué tal si te lo pago con una cita? Je, je, ¡era broma!"],"fusion":["What do you mean you can't ask a girl for help? You expect me to just sit by and listen, after hearing you say something like that!?","別因為我是女孩就小看我，<br>我可是會生氣的。","여자라고 우습게 보면<br>가만히 있지 않을 거야.","Comment ça, tu ne veux pas de l'aide d'une fille ? Tu crois que je vais rester plantée là après t'avoir entendu dire ça !?","Was meinst du mit \"Ich kann kein Mädchen um Hilfe bitten\"? Denkst du, ich hör mir das einfach an?!","¿Qué quieres decir con eso de que no puedes pedirle ayuda a una chica? ¿Esperas que me siente y escuche después de oírte decir algo así?"]}},"207000407":{"compendium_id":1357,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1574,4771,540,270],"MP":[83,252,90,45],"ATK":[46,140,40,20],"DEF":[54,165,40,20],"MAG":[58,176,40,20],"SPR":[71,216,65,32]},"limitburst_id":207000407,"attack_count":1,"attack_damage":[[100]],"attack_frames":[61],"effect_frames":[59],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,6,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A mysterious young woman from a distant world who is embroiled in a struggle to save her planet. Although Aerith seems mature and gentle at first glance, she has no trouble sharing exactly how she feels. She often uses this side of her personality to push Cloud forward. She employs Cloud as her bodyguard upon meeting him to protect her from the Turks, a group that carries out the Shinra Company's dirty work. Afterward, she sets off on a journey with him and his friends, and comes to learn her true origins and purpose.","在圍繞著星球的生命的異界故事中登場的女性。她看上去清純文靜，但也會率直表達自己的想法，有時還會露出堅定的一面，幫助克勞德前進。她被神羅公司的的精銳部隊所追捕，為此委託剛認識不久的克勞德來當她的護衛，以此脫離了險境。最後，她在與同伴們的旅途中認清了自己的使命。","별의 운명을 둘러싼 이계의 이야기에 등장하는 여자. 청초하고 얌전해 보이지만 자신의 생각을 솔직하고 확실하게 말하는 성격으로, 때로는 클라우드를 이끌어주는 등 심지 굳은 모습을 보여주기도 한다. 신라 컴퍼니의 정예 부대 턱스에 쫓기고 있었으나, 방금 만난 클라우드에게 보디가드를 부탁해 궁지에서 벗어났다. 이윽고 동료들과 여행을 떠나, 자신의 출생과 사명을 마주하게 된다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cette jeune femme, qui au premier abord a tout l'air d'une demoiselle douce et posée, n'hésite pas pour autant à dire tout haut ce qu'elle pense et démontre une certaine force de caractère, notamment lorsqu'il s'agit de pousser Cloud à aller dans son sens. Alors que les deux jeunes gens viennent à peine de se rencontrer, elle embauche ce dernier en tant que garde du corps afin d'échapper aux Turks, les agents d'élite de la Shinra. Elle se joindra ensuite à Cloud et ses compagnons dans leur périple, et apprendra ainsi toute la vérité sur ses origines et sa raison d'être.","Eine geheimnisvolle junge Frau aus einer fernen Welt, in der sie in den Kampf um die Rettung ihres Planeten verwickelt ist. Aerith verdient sich ihren Lebensunterhalt durch den Verkauf von Blumen in Midgar - einer Stadt, in der sich auch ein Mako-Reaktor befindet. Ihr langes Haar trägt sie in einem Zopf, den sie mit einer auffälligen pinken Schleife zusammenbindet. Obwohl sie auf den ersten Blick wie ein ruhiges und sanftmütiges Mädchen wirkt, hat sie kein Problem damit, ihre Gefühle klar auszudrücken und kann dadurch Cloud oft anspornen. Ungeachtet der Tatsache, dass sie diesen gerade eben erst kennengelernt hat, wirbt sie ihn als Leibwächter an, als sie von der als \"Turks\" bekannten Shinra-Eliteeinheit verfolgt wird. Später begleitet sie Cloud und seine Freunde auf ihrer Reise und erfährt bald darauf, was es mit ihrer wahren Herkunft und Bestimmung auf sich hat.","Una joven misteriosa de un mundo lejano enzarzada en una lucha por salvar el planeta. Aunque a primera vista Aeris pueda parecer una persona dulce y madura, no tiene reparo alguno en decir lo que piensa en voz alta, y aprovecha este rasgo de su personalidad para alentar a Cloud. Cuando el grupo de élite de Shinra conocido como los Turcos intenta darle caza, Aeris le pide a Cloud que sea su guardaespaldas, a pesar de haberse conocido tan solo unos instantes antes. Tras escapar de los Turcos, Aeris acompaña a Cloud y a sus amigos en un viaje donde descubrirá sus verdaderos orígenes y la razón por la que vino al mundo."],"summon":["I'm Aerith, the flower girl. Do you like these flowers? They're only a gil.","我是賣花的艾莉絲。<br>你買花嗎？<br>很便宜的。","나는 에어리스, 꽃을 팔고 있어.<br>꽃 한 송이 사지 않을래?<br>1길인데, 어때?","Moi c'est Aerith, la marchande de fleurs. Tu les aimes ? Elles ne coûtent qu'un gil.","Ich bin Aerith, ein Blumenmädchen. Gefallen dir meine Blumen? Eine kostet nur einen Gil.","Soy Aeris, la florista. ¿Te gustan? Solo cuestan un guil..."],"evolution":["I'm searching for you. I want to meet you.","我在找你。<br>我……想見你。","난 널 찾고 있어.<br>널…… 보고 싶어.","C'est toi que je cherche. Je voudrais qu'on se voit.","Ich bin auf der Suche nach dir. Ich möchte dich sehen.","Te estoy buscando. Quiero conocerte."],"affinity":["Thanks for always helping me. The deal was for one date, right? Hee hee, just kidding!","謝謝你總是幫我。<br>作為報酬，我就和你約一次會吧。<br>我開玩笑的。","항상 도와 줘서 고마워.<br>보수는 데이트 한 번, 후후!","Merci de toujours me venir en aide... Que dirais-tu d'un rencard pour te récompenser ? Hi hi, je plaisante !","Vielen Dank, dass du mir immer aus der Patsche hilfst. Das Date hast du dir redlich verdient! Haha, ich mach doch nur Spaß.","Gracias por estar siempre ahí para ayudarme. ¿Qué tal si te lo pago con una cita? Je, je, ¡era broma!"],"fusion":["Someday we'll look back at these hard times and laugh.","不論是多麼痛苦的事，<br>總有一天能笑著講述。","아무리 괴로운 이야기라도,<br>웃으며 이야기할 수 있는 날이 올 거야.","Courage ! Un jour, nous en rirons tous.","Eines Tages werden wir uns an diese harten Zeiten zurückerinnern und darüber lachen.","Algún día mirarás al pasado y te reirás de estos tiempos tan duros."]}}},"skills":{"10060":{"name":"Banish","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (1.2x, SPR) to one enemy"],"icon":"ability_5.png"},"10122":{"name":"Regen (Champion)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1800 (+1x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"229769"},"10170":{"name":"Banishga","cost":{"MP":20},"attack_frames":[[65]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (1.8x, SPR) to all enemies"],"icon":"ability_5.png"},"10180":{"name":"Full-Life","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10190":{"name":"Esunaga","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for all allies"],"icon":"ability_3.png"},"10200":{"name":"Dispelga","cost":{"MP":18},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from all enemies"],"icon":"ability_3.png"},"10210":{"name":"Holy","cost":{"MP":35},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.3x, SPR) to one enemy"],"icon":"ability_5.png"},"10230":{"name":"Reraise","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Auto-revive (80% HP) for 3 turns to one ally"],"icon":"ability_1.png"},"10290":{"name":"Curaja","cost":{"MP":30},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 2500 (+18x, Heal) HP to all allies"],"icon":"ability_4.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"213920":{"name":"Stop Detach","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove Stop debuff from all allies"],"icon":"ability_3.png"},"213980":{"name":"Dual White Magic","attack_type":"Magic","element_inflict":["Light"],"effects":["Gain Dual-cast White magic"],"icon":"ability_5.png"},"229750":{"name":"Healing Wind","cost":{"MP":26},"attack_frames":[[180]],"attack_type":"None","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies","Cure all status effects for all allies"],"icon":"ability_4.png"},"229751":{"name":"Seal Evil","cost":{"MP":48},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Reduce SPR by 60% for 3 turns to all enemies","Inflict Silence (30%) on all enemies","Inflict Stop (30%) for one turn on all enemies"],"icon":"ability_39.png"},"229752":{"name":"Breath of the Earth","cost":{"MP":36},"attack_frames":[[160]],"attack_type":"None","element_inflict":null,"effects":["Increase break resistance to ATK, DEF, MAG and SPR by 100% for 3 turns to all allies","Grant a 500 HP shield to all allies for 3 turns"],"icon":"ability_19.png"},"229753":{"name":"Fury Brand","cost":{"MP":48},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 110% for 3 turns to the rest of the party","Increase LB gauge by 5 to the rest of the party"],"icon":"ability_63.png"},"229754":{"name":"Planet Protector","cost":{"MP":30},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by 30% to all allies for 3 turns","Grant a 500 HP shield to all allies for 3 turns"],"icon":"ability_43.png"},"229755":{"name":"Pulse of Life","cost":{"MP":70},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Revive all allies from KO (100% HP)"],"icon":"ability_1.png"},"229756":{"name":"White Materia","cost":{"MP":76},"attack_frames":[[160]],"attack_type":"None","element_inflict":null,"effects":["Restore 2500 (+18x, Heal) HP to all allies","Increase resistance to Light by 50% for 3 turns to all allies"],"icon":"ability_4.png"},"229757":{"name":"Prayer of the Cetra","cost":{"MP":56},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies","Use Prayer of the Cetra (509194) next turn on caster"],"icon":"ability_4.png"},"229758":{"name":"Overflowing Life","cost":{"MP":99},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Auto-revive (100% HP) for 3 turns to one ally","Remove Stop and Charm debuff from one ally"],"icon":"ability_1.png"},"229759":{"name":"Lifestream","cost":{"MP":99},"attack_frames":[[90],[90]],"attack_type":"None","element_inflict":null,"effects":["Auto-revive (100% HP) for 3 turns to one ally","Grant a 1000 HP shield to all allies for 3 turns"],"icon":"ability_1.png"},"229760":{"name":"Double Limit","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Ancient Holy (229762), Breath of the Earth (229752), Earthly Healing (229761), Fury Brand (229753), Healing Wind (229750), Lifestream (229759), Overflowing Life (229758), Planet Protector (229754), Prayer of the Cetra (229757), Pulse of Life (229755), Seal Evil (229751) and White Materia (229756) twice in one turn"],"icon":"ability_8.png"},"229761":{"name":"Earthly Healing","cost":{"MP":150},"attack_frames":[[180]],"attack_type":"None","element_inflict":null,"effects":["Unlock Earthly Healing (509190) on turn 1 [15 turns CD]"],"icon":"ability_105.png"},"229762":{"name":"Ancient Holy","cost":{"MP":99},"attack_frames":[[260]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Unlock Ancient Holy (509191) on turn 5 [5 turns CD]"],"icon":"ability_105.png"},"229763":{"name":"Miracle of Life","cost":{"MP":140},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Unlock Miracle of Life (509192) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"229764":{"name":"Descendant of the Ancients","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%","Increase the damage of Banishga (10170) by (1x)","Increase the damage of Banish (10060) by (2x)","Increase the damage of Holy (10210) by (3x)"],"icon":"ability_77.png"},"229765":{"name":"Flower Girl","attack_type":"None","element_inflict":null,"effects":["Increase MP by 30% and HP by 20%","Recover MP (5%) per turn"],"icon":"ability_91.png"},"229766":{"name":"Unshakable Resolve","attack_type":"None","element_inflict":null,"effects":["25% chance to counter magic attacks with Unshakable Resolve (509193) to caster (max 1 / turn)","Increase Stop resistance by 100% to caster"],"icon":"ability_68.png"},"229767":{"name":"Mothers' Wish","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 50%","Reduce chance of being targeted by 50%"],"icon":"ability_77.png"},"229768":{"name":"Icicle Inn's Own","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Sleep and Paralyze by 100%","Increase resistance to Ice by 20%"],"icon":"ability_19.png"},"229769":{"name":"Flower of the Slums","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30% and MP by 20%","Gain Regen (Champion) (10122) at the start of a battle or when revived","Recover MP (5%) per turn"],"icon":"ability_77.png"},"229770":{"name":"Planet Savior","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 40%","Increase chance of countering by 50%"],"icon":"ability_77.png"},"509190":{"name":"Earthly Healing","cost":{"MP":150},"attack_frames":[[180]],"attack_type":"None","element_inflict":null,"effects":["Restore 100% HP and MP to all allies","Restore 4500 (+25x, Heal) HP split over 3 turns to all allies","Restore 130 (+0.1x, Heal) MP split over 3 turns to all allies"],"icon":"ability_105.png","parentID":"229761"},"509191":{"name":"Ancient Holy","cost":{"MP":99},"attack_frames":[[260]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Reduce resistance to Light by 100% for 3 turns to all enemies","Magic light damage (30x, SPR) to all enemies"],"icon":"ability_105.png","parentID":"229762"},"509192":{"name":"Miracle of Life","cost":{"MP":140},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Auto-revive (80% HP) for 3 turns to all allies","Increase ATK, DEF, MAG and SPR by 140% for 3 turns to all allies"],"icon":"ability_105.png","parentID":"229763"},"509193":{"name":"Unshakable Resolve","cost":{},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by magic attacks by 20% to all allies for 2 turns"],"icon":"ability_43.png","parentID":"229766"},"509194":{"name":"Prayer of the Cetra","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 2500 (+18x, Heal) HP to all allies"],"icon":"ability_4.png","parentID":"229757"}},"LB":{"name":"Great Gospel","attack_count":[1,1,1,1,1],"attack_frames":[[320],[320],[320],[320],[320]],"damage_type":"Magic","element_inflict":null,"min_level":["Cure all status effects for all allies","Revive all allies from KO (50% HP)","Restore 50% HP to all allies","Remove ATK, DEF, MAG, SPR, Stop and Charm debuff from all allies","Auto-revive (100% HP) for 3 turns to all allies"],"max_level":["Cure all status effects for all allies","Revive all allies from KO (100% HP)","Restore 100% HP to all allies","Remove ATK, DEF, MAG, SPR, Stop and Charm debuff from all allies","Auto-revive (100% HP) for 3 turns to all allies"]},"TMR":{"name":"Planet Whisperer","compendium_id":907,"compendium_shown":true,"unit_restriction":null,"skills":{"229740":{"name":"Planet Whisperer","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 50%","Increase LB gauge by 2 per turn"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Planet Whisperer' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_77.png","strings":{"names":["Planet Whisperer","星語之力","별과 대화하는 힘","Communion avec la Planète","Planetenlesung","Comunicación con el planeta"],"desc_short":["Boost SPR by 50% and fill LB gauge every turn (Not stackable)","提高50%精神+每回合增加極限技槽(無法重複裝備)","정신력 50% 상승+전투 중 매 턴마다 LB 게이지 증가 (중복 장착 불가)","Augmente la PSY de 50% et remplit la jauge de limite à chaque tour (Non cumulable)","Erhöht PSY um 50% und füllt jede Runde Limitmeter (Nicht stapelbar).","Aumenta el ESP un 50% y la barra de EL se rellena cada turno (no acumulable)"],"desc_long":["Boosts SPR by 50% and fills LB gauge every turn. Not stackable.","提高50%精神+每回合增加極限技槽(無法重複裝備)","정신력 50% 상승+전투 중 매 턴마다 LB 게이지 증가 (중복 장착 불가)","Augmente la PSY de 50% et remplit la jauge de limite à chaque tour (Non cumulable)","Erhöht PSY um 50% und füllt jede Runde Limitmeter (Nicht stapelbar).","Aumenta el ESP un 50% y la barra de EL se rellena cada turno (no acumulable)"]},"type":"MATERIA"},"STMR":{"name":"Aerith's Choker","compendium_id":1183,"compendium_shown":true,"rarity":9,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png","desc":""},"229741":{"name":"Planet Defender","attack_type":"None","element_inflict":null,"effects":["Increase the damage of ChocoHoly (509393), Holy (502080, 508100), Holy Retaliation (505030) and Unholy Darkness (229121) by (1x)","Increase the damage of Holy skills  [Blade (200770) / Mind (227653) / Mind+1 (707793) / Mind+2 (707794) / Saber (203720) / Slash (230183) / Zap (227696)] by (2x)","Increase the damage of Ancient Holy (509191), Holy (10210), Holy+1 (70330) and Holy+2 (70340) by (3x)","Increase SPR by 60%"],"icon":"ability_5.png","desc":""}},"effects":["Grants 'Auto-Refresh' passive.","Grants 'Planet Defender' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":0,"MAG":0,"SPR":60,"element_resist":{"Dark":50},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":200000,"price_sell":20000,"icon":"item_50398.png","strings":{"name":["Aerith's Choker","艾莉絲的項環","에어리스의 초커","Collier d'Aerith","Aeriths Kollier","Gargantilla de Aeris"],"desc_short":["A string choker from another world.","來自異界的繩結型項環","까마득히 먼 이계에서 유입된 끈 모양 초커","Un collier ras-du-cou issu d'un autre monde.","Ein Kollier aus einer fernen Welt.","Una gargantilla de cuero procedente de otro mundo."],"desc_long":["A string choker from another world. It was worn by a young lady thought to be the last remaining ancestor of a race known as the Ancients. It has the power to repel dark magic and amplify holy magic. Upon parting ways with someone very special, this choker's owner started to wear it as proof of her determination to move forward.","來自異界的繩結型項環。由古代種的倖存少女所戴，裝備後能擊退黑暗，提高神聖的光魔法的威力。這個項環是跨越與重要之人的別離，開始邁出新一步的決心之證明。","까마득히 먼 이계에서 유입된 끈 모양 초커. '고대종'의 생존자라는 소녀가 목에 차고 있던 것으로, 장착하면 어둠의 힘을 쫓아내고 성스러운 빛 마법의 위력을 올려 준다고 한다. 소중한 사람과의 이별을 극복하고 새로이 걸음을 내디딘 날부터 차기 시작한, 결심의 상징이기도 하다.","Un collier ras-du-cou issu d'un autre monde. Il appartenait jadis à une jeune femme réputée être la dernière descendante d'un peuple que l'on surnommait les Anciens. Cet accessoire a le pouvoir de repousser les ténèbres et de renforcer la magie sainte. Son ancienne propriétaire se mit à le porter comme symbole de son nouveau départ après avoir été séparée d'une personne qui lui était très chère.","Ein Kollier aus einer fernen Welt. Es wurde von einer jungen Dame getragen, von der es hieß, dass sie die letzte Nachkommin des Alten Volkes sei. Dem Kollier wohnt die Kraft inne, Dunkelmagie abzuwehren und heilige Magie zu verstärken. Die junge Dame trug dieses Kollier als Zeichen ihrer Entschlossenheit, einen neuen Weg zu beschreiten, nachdem sie von einer Person Abschied nehmen musste, die ihr sehr viel bedeutet hat.","Una gargantilla de cuero procedente de otro mundo. La llevaba una joven que, según cuenta la leyenda, fue la última superviviente de una raza conocida como los Ancianos. Repele la magia oscura y, a su vez, aumenta la magia sagrada. Tras separarse de alguien muy especial, comenzó a llevarla para demostrarse a sí misma que estaba decidida a pasar página."]}}},"207000505":{"rarity_min":5,"rarity_max":7,"name":"Red XIII","game":"FFVII","job":null,"sex":"Male","equip":[1,2,3,4,16,40,41,50,60],"entries":{"207000505":{"compendium_id":1358,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[956,2896,240,120],"MP":[38,116,40,20],"ATK":[43,129,24,12],"DEF":[34,102,16,8],"MAG":[29,89,16,8],"SPR":[35,106,16,8]},"limitburst_id":207000505,"attack_count":1,"attack_damage":[[100]],"attack_frames":[53],"effect_frames":[51],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":20,"290060200":10,"290060300":5,"290060400":10}},"strings":{"description":["A beast with a flaming tail from a distant world who is embroiled in a struggle to save his planet. Red XIII can understand human speech, and is known for his calm and proud demeanor. He was being held captive as an experimental subject inside the Shinra Building until Cloud arrived to rescue Aerith. Following his release, he promptly joins the party on their travels. \"Red XIII\" is a code name given to him by Hojo, one of the scientists working for the Shinra Company.","在圍繞著星球的生命的異界故事中登場的野獸，牠們一族的尾巴上都燃燒著火焰。牠聽得懂人話，平日裡冷靜又威嚴。牠曾經作為試驗樣本被關在神羅大樓中，在那裡與前來營救艾莉絲的克勞德一行相遇，並加入到了一行人之中。「赤紅XIII」是抓捕牠的科學家——神羅公司的寶條為牠取的名字。","별의 운명을 둘러싼 이계의 이야기에 등장하는, 꼬리에서 불이 타오르는 듯한 짐승 모습의 일족. 인간의 말을 할 수 있으며, 냉정하고 위엄 있는 말투가 특징이다. 실험 샘플로 신라 빌딩에 붙잡혀 있었으나, 에어리스를 구출하러 온 클라우드 일행과 만나 그들의 여행에 가담하게 되었다. '레드XIII'이라는 이름은 그를 붙잡은 장본인이기도 한 신라 컴퍼니의 과학자 호조가 붙인 코드네임이다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cet étrange animal à la queue enflammée comprend le langage humain et s'exprime avec calme et dignité. Capturé par la Shinra et retenu prisonnier dans le QG de l'entreprise pour y servir de cobaye, il fut libéré lorsque Cloud s'y rendit pour secourir Aerith et se joignit à leur cause. \"Rouge XIII\" n'est pas son véritable nom, ceci n'étant qu'un nom de code attribué par Hojo, l'un des scientifiques œuvrant pour le compte de la Shinra.","Ein wolfsähnliches Wesen mit flammendem Schweif, das aus einer fernen Welt stammt, in der es in den Kampf um die Rettung seines Planeten verwickelt ist. Red XIII versteht die Sprache der Menschen und ist für sein äußerst ruhiges wie auch stolzes Auftreten bekannt. Bis Cloud das Shinra-Hauptquartier infiltrierte, um Aerith zu retten, wurde Red XIII dort als Forschungsobjekt gefangengehalten. Nach seiner Befreiung schloss er sich Clouds Gruppe an. Sein Name ist lediglich eine Projektbezeichnung, die ihm von seinem Kerkermeister Hojo, einem Wissenschaftler des Shinra-Konzerns, zugeordnet wurde.","Una bestia de cola flamígera de un mundo lejano enzarzada en una lucha por salvar el planeta. Red XIII habla el idioma de los humanos y se le conoce por ser muy tranquilo y orgulloso. La compañía Shinra lo mantiene cautivo en su sede, exponiéndolo a todo tipo de experimentos, hasta que Cloud llega para salvar a Aeris y lo libera, por lo que Red termina uniéndose a su causa. \"Red XIII\" es el nombre en clave que le da Hojo, uno de los científicos de la compañía Shinra, pero no es su verdadero nombre."],"summon":["Hojo has named me, Red XIII. A name with no meaning whatsoever to me. Call me whatever you wish.","寶條為我取了赤紅XIII這個名字。<br>這名字對我來說毫無意義。<br>你就隨便叫吧。","호조는 내게 레드XIII이라는 이름을 붙였다.<br>내겐 무의미한 이름이지.<br>좋을 대로 부르도록 해.","Hojo m'a baptisé Rouge XIII. Un nom qui n'a aucun sens pour moi. Appelle-moi comme tu veux.","Hojo hat mich Red XII genannt. Ein Name, der für mich keinerlei Bedeutung hat. Nenn mich, wie du willst.","Hojo me ha denominado Red XIII. Un nombre que no significa nada para mí. Puedes llamarme como te plazca."],"evolution":[null,null,null,null,null,null],"affinity":["You can pat me on the nose if you want.","我允許你<br>摸摸我的鼻子。","너는 내 콧잔등을 쓰다듬어도 돼.","Puisque c'est toi, je t'autorise à me caresser le museau.","Du darfst meine Nase streicheln, wenn du willst.","Puedes darme una palmadita en el hocico si quieres."],"fusion":["The enemy's rather strong. I'll help you all out.","敵人有點棘手。<br>我來借給你力量吧。","적은 꽤 강하다.<br>내 힘을 빌려주지.","L'ennemi est plutôt costaud. Je vais vous aider.","Der Feind ist ziemlich stark. Ich helf' euch raus.","El enemigo es bastante fuerte. Os ayudaré."]}},"207000506":{"compendium_id":1359,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1243,3766,390,195],"MP":[50,151,65,32],"ATK":[55,168,34,17],"DEF":[44,133,26,13],"MAG":[38,116,26,13],"SPR":[46,139,26,13]},"limitburst_id":207000506,"attack_count":1,"attack_damage":[[100]],"attack_frames":[53],"effect_frames":[51],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001130":1}},"strings":{"description":["A beast with a flaming tail from a distant world who is embroiled in a struggle to save his planet. Red XIII belongs to a tribe based in Cosmo Canyon that is tasked with protecting those who truly understand the world they inhabit. He can understand human speech, and although he seemed calm and composed when he first met Cloud, his true nature is somewhat different. His code name is \"Red XIII,\" but his real name is \"Nanaki.\"","在圍繞著星球的生命的異界故事中登場的野獸，牠們一族的尾巴上都燃燒著火焰。牠的故鄉是宇宙峽谷，也是守護能與行星交談之人的一族的末裔。牠能聽懂人話，在與克勞德等人相遇時總是用冷靜又威嚴的口吻說話，但其實牠的性格並非如此。「赤紅XIII」只是牠的代號，牠真正的名字是納納奇。","별의 운명을 둘러싼 이계의 이야기에 등장하는, 꼬리에서 불이 타오르는 듯한 짐승 모습의 일족. 고향인 코스모 캐니언에서 별을 이해하는 사람들을 지키며 살아온 종족의 생존자이다. 인간의 말을 할 수 있으며, 클라우드 일행과 만났을 때는 냉정하고 위엄 있는 말투를 사용했으나 본래의 성격이나 말투는 그렇지 않은 모양이다. '레드XIII'라는 이름은 코드네임으로, 본명은 나나키라고 한다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cet étrange animal à la queue enflammée est un survivant d'une tribu séculaire du Canyon Cosmo chargée de protéger la planète. Il comprend le langage humain. Il s'exprimait avec calme et dignité lors de sa première rencontre avec Cloud, mais il semble dissimuler un caractère un peu différent. Rouge XIII est un nom de code, son vrai nom étant Nanaki.","Ein wolfsähnliches Wesen mit flammendem Schweif, das aus einer fernen Welt stammt, in der es in den Kampf um die Rettung seines Planeten verwickelt ist. Red XIII ist einer der letzten Überlebenden eines Stammes, der sich den Schutz des Planeten und derer, die im Einklang mit ihm lebten, zur Aufgabe gemacht hatte. Er ist in der Lage, die Sprache der Menschen zu verstehen. Obwohl er bei seinem ersten Aufeinandertreffen mit Cloud zunächst wie ein ruhiger und gelassener Zeitgenosse wirkte, scheint es sich mit seiner wahren Natur etwas anders zu verhalten. Seine Projektbezeichnung ist „Red XIII“, sein echter Name aber lautet „Nanaki“.","Una bestia de cola flamígera de un mundo lejano enzarzada en una lucha por salvar el planeta. Red XIII es miembro de una longeva tribu del Cañón Cosmo que tiene la misión de proteger el planeta. Habla el idioma de los humanos y, aunque parezca tranquilo y sereno al conocer a Cloud, su naturaleza es bien distinta. Aunque lo llamen Red XIII, su nombre en clave, en realidad se llama Nanaki."],"summon":["Hojo has named me, Red XIII. A name with no meaning whatsoever to me. Call me whatever you wish.","寶條為我取了赤紅XIII這個名字。<br>這名字對我來說毫無意義。<br>你就隨便叫吧。","호조는 내게 레드XIII이라는 이름을 붙였다.<br>내겐 무의미한 이름이지.<br>좋을 대로 부르도록 해.","Hojo m'a baptisé Rouge XIII. Un nom qui n'a aucun sens pour moi. Appelle-moi comme tu veux.","Hojo hat mich Red XII genannt. Ein Name, der für mich keinerlei Bedeutung hat. Nenn mich, wie du willst.","Hojo me ha denominado Red XIII. Un nombre que no significa nada para mí. Puedes llamarme como te plazca."],"evolution":["I think I grew up a little. That's what happened!","我有了一點成長。<br>就是這樣！","나, 조금은 어른이 됐어.<br>그런 거야!","Je pense que j'ai un peu grandi. Voilà ce qui s'est passé !","Ich glaub, ich bin ein bisschen erwachsener geworden. Das ist passiert!","Creo que he crecido un poco. ¡Ha ocurrido eso!"],"affinity":["You can pat me on the nose if you want.","我允許你<br>摸摸我的鼻子。","너는 내 콧잔등을 쓰다듬어도 돼.","Puisque c'est toi, je t'autorise à me caresser le museau.","Du darfst meine Nase streicheln, wenn du willst.","Puedes darme una palmadita en el hocico si quieres."],"fusion":["I want to be an adult. I want to grow up to be able to protect you and the village.","我想快點長大，<br>想要快點變強到能保護爺爺。","난 빨리 어른이 되고 싶어.<br>빨리 할아버지를 지키고 싶단 말이야.","Je veux grandir. Je veux grandir pour pouvoir vous protéger, le village et toi.","Ich wäre so gerne ein Erwachsener. Ich will erwachsen werden, damit ich dich und das Dorf beschützen kann.","Quiero hacerme mayor. Quiero crecer para poderos proteger a ti y al pueblo."]}},"207000507":{"compendium_id":1360,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1616,4896,540,270],"MP":[65,197,90,45],"ATK":[72,219,65,32],"DEF":[57,173,40,20],"MAG":[50,152,40,20],"SPR":[60,181,40,20]},"limitburst_id":207000507,"attack_count":1,"attack_damage":[[100]],"attack_frames":[53],"effect_frames":[51],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A beast with a flaming tail from a distant world who is embroiled in a struggle to save his planet. Red XIII belongs to a tribe based in Cosmo Canyon that is tasked with protecting those who truly understand the world they inhabit. Nanaki, as he was originally known, has always struggled to understand his father's past. However, upon his return to Cosmo Canyon, Red XIII learns that his father was actually a brave warrior. He decides to join Cloud and friends on their journey to prove himself a great warrior just like his father.","在圍繞著星球的生命的異界故事中登場的野獸，牠們一族的尾巴上都燃燒著火焰。牠是守護能與行星交談之人的一族的末裔，本名是納納奇。牠對父親曾經的行動抱有疑問，但回到故鄉宇宙峽谷後，牠終於理解了父親，決心也要成為勇敢的戰士，與克勞德一行一同踏上了旅途。","별의 운명을 둘러싼 이계의 이야기에 등장하는, 꼬리에서 불이 타오르는 듯한 짐승 모습의 일족. 별을 이해하는 사람들을 지키며 살아온 종족의 생존자로, 본명은 나나키라고 한다. 과거 아버지의 행동에 계속 의문을 품고 있었으나, 다시 돌아온 코스모 캐니언에서 아버지의 진정한 모습을 알게 되고, 그 자신도 용감한 전사가 되기 위해 클라우드 일행의 여행에 동행할 것을 결심한다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, cet étrange animal à la queue enflammée est un survivant d'une tribu séculaire du Canyon Cosmo chargée de protéger la planète. Son vrai nom est Nanaki. Il avait toujours eu des doutes au sujet du passé de son père, mais il découvrit la vérité en retournant au Canyon Cosmo : son père était un guerrier à la bravoure exemplaire. Cette découverte raffermit sa volonté de rejoindre Cloud dans son périple, déterminé à prouver qu'il était digne de ses origines.","Ein wolfsähnliches Wesen mit flammendem Schweif, das aus einer fernen Welt stammt, in der es in den Kampf um die Rettung seines Planeten verwickelt ist. Red XIII, der eigentlich „Nanaki“ heißt, ist einer der letzten Überlebenden eines Stammes, der sich den Schutz des Planeten und derer, die im Einklang mit ihm lebten, zur Aufgabe gemacht hatte. Zur Vergangenheit seines Vaters plagten Nanaki stets herbe Zweifel. Bei seiner Rückkehr nach Cosmo Canyon findet Red XIII jedoch heraus, dass sein Vater einst ein mutiger Krieger war, was ihn dazu bewegt, sich Clouds Reise anzuschließen, um in die Fußstapfen seines Vaters zu treten.","Una bestia de cola flamígera de un mundo lejano enzarzada en una lucha por salvar el planeta. Red XIII es miembro de una longeva tribu del Cañón Cosmo que tiene la misión de proteger el planeta. Su verdadero nombre es Nanaki. Siempre ha puesto en duda el pasado de su padre, pero, hasta que no vuelve al Cañón Cosmo, no descubre que este fue en realidad un valiente guerrero. Así, decide acompañar a Cloud en su misión para demostrarse a sí mismo que él también lo es."],"summon":["Hojo has named me, Red XIII. A name with no meaning whatsoever to me. Call me whatever you wish.","寶條為我取了赤紅XIII這個名字。<br>這名字對我來說毫無意義。<br>你就隨便叫吧。","호조는 내게 레드XIII이라는 이름을 붙였다.<br>내겐 무의미한 이름이지.<br>좋을 대로 부르도록 해.","Hojo m'a baptisé Rouge XIII. Un nom qui n'a aucun sens pour moi. Appelle-moi comme tu veux.","Hojo hat mich Red XII genannt. Ein Name, der für mich keinerlei Bedeutung hat. Nenn mich, wie du willst.","Hojo me ha denominado Red XIII. Un nombre que no significa nada para mí. Puedes llamarme como te plazca."],"evolution":["So much power's coursing through me, my tail's going crazy.","我感覺渾身充滿了力量，<br>以至於尾巴都要斷了！","꼬리가 찢겨 나갈 것처럼<br>힘이 차오르고 있어.","Je déborde tant de puissance que la flamme au bout de ma queue menace de se changer en brasier !","Ich fühle meine Kraft wachsen und wachsen - mein Schwanz will gar nicht aufhören zu wedeln.","Estoy haciéndome tan fuerte que no puedo parar de mover la cola."],"affinity":["You can pat me on the nose if you want.","我允許你<br>摸摸我的鼻子。","너는 내 콧잔등을 쓰다듬어도 돼.","Puisque c'est toi, je t'autorise à me caresser le museau.","Du darfst meine Nase streicheln, wenn du willst.","Puedes darme una palmadita en el hocico si quieres."],"fusion":["I am Nanaki of Cosmo Canyon! The son of the warrior, Seto!","我是宇宙峽谷的納納奇。<br>是戰士賽特的兒子！<br>我要成為不辱父親名號的戰士！","난 코스모 캐니언의 나나키.<br>전사 세토의 아들이야!<br>그 이름에 부끄럽지 않은 전사가 되겠어!","Je suis Nanaki du Canyon Cosmo ! Le fils du guerrier Seto !","Ich bin Nanaki vom Cosmo Canyon. Der Sohn des Kriegers Seto!","Soy Nanaki del Cañón Cosmo. ¡El hijo del guerrero Seto!"]}}},"skills":{"10122":{"name":"Regen (Champion)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1800 (+1x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"229792"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"229780":{"name":"Sled Fang","cost":{"MP":45},"attack_frames":[[2]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5.5x, ATK) to one enemy"],"icon":"ability_10.png"},"229781":{"name":"Lunatic High","cost":{"MP":90},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 150% for 3 turns to all allies","Dodge 1 physical attacks for 3 turns to all allies"],"icon":"ability_4.png"},"229782":{"name":"Blood Fang","cost":{"MP":30},"attack_frames":[[2],[2]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, ATK) as HP drain (30%) to one enemy","Physical damage (1x, ATK) as MP drain (30%) to one enemy","Increase ATK by 120% for 3 turns to caster"],"icon":"ability_6.png"},"229783":{"name":"Stardust Ray","cost":{"MP":54},"attack_frames":[[110,120,130,140,150,160,170,180,190,200]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x * 2 = 4x, ATK) to all enemies (ignore cover)"],"icon":"ability_29.png"},"229784":{"name":"Howling Moon","cost":{"MP":38},"attack_frames":[[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.6x, ATK) to one enemy","Increase LB gauge by 5 to caster","Increase damage of Stardust Ray (229783) by 100% for 3 turns","Increase damage of Earth Rave (229785) and Sled Fang (229780) by 200% for 3 turns"],"icon":"ability_10.png"},"229785":{"name":"Earth Rave","cost":{"MP":52},"attack_frames":[[110,120,130,140,150,160,170,180,190,200]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6.5x, ATK) with consecutive damage increase (max. 5 times, +2x ATK each, 16.5x total) to one enemy"],"icon":"ability_10.png"},"229786":{"name":"Blaze Charge","cost":{"MP":36},"attack_frames":[[110,120,130,140,150,160,170,180,190,200],[120]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (2x, ATK) to one enemy","Add Fire element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_21.png"},"229787":{"name":"Storm Charge","cost":{"MP":36},"attack_frames":[[110,120,130,140,150,160,170,180,190,200],[120]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (2x, ATK) to one enemy","Add Wind element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_25.png"},"229788":{"name":"Shadow Charge","cost":{"MP":36},"attack_frames":[[110,120,130,140,150,160,170,180,190,200],[120]],"attack_type":"Physical","element_inflict":["Dark"],"effects":["Physical dark damage (2x, ATK) to one enemy","Add Dark element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_26.png"},"229789":{"name":"Double Limit","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Blaze Charge (229786), Blood Fang (229782), Earth Rave (229785), Howling Moon (229784), Lunatic High (229781), Overhowl (229790), Shadow Charge (229788), Sled Fang (229780), Spirit of Seto (229791), Stardust Ray (229783) and Storm Charge (229787) twice in one turn"],"icon":"ability_8.png"},"229790":{"name":"Overhowl","cost":{"MP":77},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Unlock Overhowl (509200) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"229791":{"name":"Spirit of Seto","cost":{"MP":99},"attack_frames":[[70]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Spirit of Seto (509201) on turn 4 [4 turns CD]"],"icon":"ability_105.png"},"229792":{"name":"Timeless Tribe","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 20%","Gain Regen (Champion) (10122) at the start of a battle or when revived"],"icon":"ability_91.png"},"229793":{"name":"Nanaki","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MP by 20%","Increase ATK by 200% when unarmed"],"icon":"ability_51.png"},"229794":{"name":"Son of Seto","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts, Demons and Reapers by 75%"],"icon":"ability_79.png"},"229795":{"name":"Bugenhagen's Teachings","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 20%","Increase resistance to Confusion by 100%"],"icon":"ability_19.png"},"229796":{"name":"Proud Heart","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 50%","Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"229797":{"name":"Gaia Guardians","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40%","40% chance to counter physical attacks with Gaia Guardians (509202) to caster (max 1 / turn)"],"icon":"ability_68.png"},"229798":{"name":"The Great Warrior","attack_type":"None","element_inflict":null,"effects":["Increase DEF, SPR and MP by 20%","Increase physical damage against Beasts, Demons and Reapers by 75%","Increase the damage of Stardust Ray (229783) by (0.75x)","Increase the damage of Earth Rave (229785) and Sled Fang (229780) by (1.5x)","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_79.png"},"229799":{"name":"Eyes on the Future","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% and DEF and HP by 20%"],"icon":"ability_77.png"},"509200":{"name":"Overhowl","cost":{"MP":77},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Remove ATK and DEF debuff from caster","Restore 600 MP split over 3 turns to caster","Gain 3 uses of Blaze Charge (229786), Blood Fang (229782), Earth Rave (229785), Howling Moon (229784), Lunatic High (229781), Overhowl (229790), Shadow Charge (229788), Sled Fang (229780), Spirit of Seto (229791), Stardust Ray (229783) and Storm Charge (229787) for 2 turns","Increase ATK by 130% for 3 turns to all allies","Increase the limit burst gauge fill rate by 200% for 3 turns to all allies"],"icon":"ability_105.png","parentID":"229790"},"509201":{"name":"Spirit of Seto","cost":{"MP":99},"attack_frames":[[110,120,130,140,150,160,170,180,190,200]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (24x, ATK) to one enemy","Increase LB damage by 50% for 3 turns","Increase damage of Earth Rave (229785) by 250% for 3 turns"],"icon":"ability_105.png","parentID":"229791"},"509202":{"name":"Gaia Guardians","cost":{},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts, Demons and Reapers by 150% to caster for 2 turns"],"icon":"ability_79.png","parentID":"229797"}},"LB":{"name":"Cosmo Memory","attack_count":[1],"attack_frames":[[440]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (5x * 2 = 10x, ATK) to all enemies (ignore cover)","Reduce resistance to Fire, Wind and Dark by 60% for 3 turns to all enemies","Gain 3 uses of Blaze Charge (229786), Blood Fang (229782), Earth Rave (229785), Howling Moon (229784), Lunatic High (229781), Overhowl (229790), Shadow Charge (229788), Sled Fang (229780), Spirit of Seto (229791), Stardust Ray (229783) and Storm Charge (229787) for 3 turns","Increase damage of Blaze Charge (229786), Earth Rave (229785), Shadow Charge (229788) and Storm Charge (229787) by 300% for 4 turns"],"max_level":["Physical damage (7.9x * 2 = 15.8x, ATK) to all enemies (ignore cover)","Reduce resistance to Fire, Wind and Dark by 100% for 3 turns to all enemies","Gain 3 uses of Blaze Charge (229786), Blood Fang (229782), Earth Rave (229785), Howling Moon (229784), Lunatic High (229781), Overhowl (229790), Shadow Charge (229788), Sled Fang (229780), Spirit of Seto (229791), Stardust Ray (229783) and Storm Charge (229787) for 3 turns","Increase damage of Blaze Charge (229786), Earth Rave (229785), Shadow Charge (229788) and Storm Charge (229787) by 300% for 4 turns"]},"TMR":{"name":"Seraph Comb","compendium_id":1184,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"229745":{"name":"Seto's Story","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20% and ATK by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Seto's Story' passive."],"stats":{"HP":0,"MP":0,"ATK":50,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50389.png","strings":{"name":["Seraph Comb","塞拉夫髮梳","세라프 콤","Peigne séraphin","Seraphim-Kamm","Peine seraf"],"desc_short":["A hairpin from another world that once belonged to a brave warrior.","來自異界的勇猛戰士的髮飾","까마득히 먼 이계에서 유입된 머리장식","Une épingle à cheveux qui appartenait à un brave guerrier originaire d'un autre monde","Der Haarschmuck eines mutigen Kriegers aus einer fernen Welt.","La horquilla de un valiente guerrero procedente de otro mundo."],"desc_long":["A hairpin from another world. When equipped, it boosts fighting spirit and increases attack power. In its original world, it was worn by one of the few survivors of a rare race on the verge of extinction. To its owner, this hairpin was a very precious keepsake: a memento of his father, a brave warrior.","來自異界的勇猛戰士的髮飾。裝備後戰意高昂，提高攻擊力。在異界，瀕臨滅絕的種族倖存者佩戴此物。這個髮飾是他曾是一名勇猛戰士的父親留下的遺物，因此備受他的呵護。","까마득히 먼 이계에서 유입된 머리장식. 장착하면 전의가 불타오르며, 공격력이 상승한다. 이계에서는 멸종 위기에 놓인 희귀 종족의 생존자가 착용하던 것이라고 한다. 그는 용맹한 전사였던 아버지의 유품이었던 이 머리장식을 소중히 간직했던 모양이다.","Une épingle à cheveux issue d'un autre monde. Elle a le pouvoir d'amplifier l'attaque et la combativité de celui ou celle qui la porte. Sur sa planète d'origine, cette épingle appartenait à l'un des seuls survivants d'une tribu qui se trouvait au bord de l'extinction. Son ancien propriétaire la conservait précieusement en souvenir de son père, un guerrier à la bravoure inégalée.","Ein Haarschmuck aus einer fernen Welt. Wird er ausgerüstet, erhöhen sich Kampfgeist und Angriffskraft seines Trägers. In seiner Welt wurde er von einem der wenigen Überlebenden einer seltenen und vom Aussterben bedrohten Rasse getragen, für den es ein wertvolles Erinnerungsstück an seinen Vater, einen mutigen Krieger, war.","Una horquilla procedente de otro mundo. Al equiparse, aumenta el espíritu de lucha y la potencia de ataque de su portador. En ese mundo, la llevaba uno de los pocos supervivientes de una misteriosa raza al borde de la extinción. Esta horquilla es un recuerdo muy valioso de un padre y valiente guerrero."]}},"STMR":{"name":"Limited Moon","compendium_id":1185,"compendium_shown":true,"rarity":9,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100060":{"name":"MP +30%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 30%"],"icon":"ability_77.png","desc":""},"101240":{"name":"High Tide","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%"],"icon":"ability_78.png","desc":""}},"effects":["Grants 'MP +30%' passive.","Grants 'High Tide' passive."],"stats":{"HP":0,"MP":0,"ATK":60,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":200000,"price_sell":20000,"icon":"item_50390.png","strings":{"name":["Limited Moon","最終月環","리미티드 문","Lune limitée","Begrenzter Mond","Luna limitada"],"desc_short":["A hairpin from another world featuring a lunar design.","模仿月亮形狀製成的異界髮飾","달을 본떠 만든 이계의 머리장식","Un bijou en forme de lune issu d'un autre monde","Ein Haarschmuck aus einer fernen Welt, der dem Mond nachgebildet wurde.","Una horquilla de otro mundo con forma de luna."],"desc_long":["A hairpin from another world featuring a lunar design. When equipped, it boosts fighting spirit and enhances various abilities. In its original world, this hairpin was passed down from an elder of Cosmo Canyon (the home of the study of planet life) to the descendant of a race dedicated to protecting the planet.","模仿月亮形狀製成的異界髮飾。裝備之後戰意高昂，提高各種能力。在異界，守護星球的長壽一族的末裔，在「星命學」的聖地宇宙峽谷從長老處獲得此髮飾。","까마득히 먼 이계에서 유입된 달 모양의 머리장식. 장착하면 전의가 불타오르며, 다양한 능력이 상승한다. 이계에서는 별을 지켜 온 장수 일족의 후예가 '성명학'의 성지인 '코스모 캐니언'의 장로에게서 이 머리장식을 받았다고 한다.","Un bijou en forme de lune issu d'un autre monde. Il possède la faculté d'amplifier non seulement la combativité de son porteur, mais aussi plusieurs de ses capacités. Sur sa planète d'origine, cet accessoire aurait été transmis à un descendant d'une tribu vouée à la protection de la Planète par le doyen du Canyon Cosmo, le berceau des études planétaires.","Ein Haarschmuck aus einer fernen Welt, der dem Mond nachgebildet wurde. Das Ausrüsten dieses Gegenstands bewirkt eine Erhöhung des Kampfgeists und auch anderer Fertigkeiten. In seiner Welt wurde dieser Haarschmuck von einem Ältesten des Cosmo Canyon, der Wiege der Forschung zum Leben des Planeten, an den Nachkommen einer langlebigen Art weitergegeben , die sich dem Schutz des Planeten gewidmet hatte.","Una horquilla de otro mundo con forma de luna. Al equiparse, aumenta el espíritu de lucha y varias habilidades de su portador. En ese mundo, según cuenta la leyenda, un anciano del Cañón Cosmo, la cuna del estudio de la vida del planeta, le cedió esta horquilla al descendiente de una raza dedicada en cuerpo y alma a proteger el planeta."]}}},"207000605":{"rarity_min":5,"rarity_max":7,"name":"Yuffie","game":"FFVII","job":"Ninja","sex":"Female","equip":[1,2,4,13,16,30,40,50,51,60],"entries":{"207000605":{"compendium_id":1376,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[927,2810,240,120],"MP":[43,129,40,20],"ATK":[40,122,24,12],"DEF":[36,110,16,8],"MAG":[35,106,16,8],"SPR":[35,106,16,8]},"limitburst_id":207000605,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[24,30,36,41],"effect_frames":[22,28,34,39],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":20,"290060400":5}},"strings":{"description":["A rowdy girl from a distant world who is embroiled in a struggle to save her planet. She comes from a long line of honorable ninjas, which has blessed her with great agility and enough strength to effortlessly wield a giant shuriken. Cunning and crafty, she boasts a bigger interest in money and materia than the average person. A self-professed \"materia hunter,\" she is constantly trying to pick Cloud and his comrades' pockets.","在圍繞著星球的生命的異界故事中登場的冒失少女。她生於忍者家族，不僅身手敏捷，還能夠輕鬆使用巨大的手裏劍。她十分守財，對魔晶石和金錢的執著高於常人，並自稱「魔晶石獵人」，時刻盯著克勞德等人身上的魔晶石。","별의 운명을 둘러싼 이계의 이야기에 등장하는 말괄량이 소녀. 유서 깊은 닌자 집안 출신으로, 몸놀림이 재빠르며 거대한 수리검을 가볍게 다룬다. 빈틈없는 성격으로, 마테리아나 금품을 향한 집착이 남들보다 배는 강하다. 자칭 '마테리아 헌터'인 그녀는 항상 클라우드 일행의 마테리아를 노리고 있다.","Une jeune femme au tempérament de garçon manqué qui se trouve au cœur d'un conflit décisif pour la survie de son monde d'origine. Yuffie est issue d'une longue lignée de ninjas tenus en haute estime ; une ascendance à laquelle elle doit la dextérité et la force avec lesquelles elle manie aisément son énorme shuriken. Habile de corps mais aussi d'esprit, elle semble arborer un intérêt plus prononcé que la normale pour les matérias et l'argent. Elle s'autoproclame \"chasseresse de matérias\" et cherche constamment à agrandir sa collection avec l'aide involontaire de Cloud et de ses amis.","Eine rauflustige junge Frau aus einer fernen Welt, die in einen Kampf zur Rettung ihres Planeten verwickelt ist. Yuffie entstammt einer langen Linie hoch angesehener Ninja, die sie mit enormer Agilität und der nötigen Stärke segnet, um mühelos ein riesiges Shuriken zu führen. Als gerissene, selbsternannte Materia-Jägerin ist sie stets auf der Pirsch nach Schätzen und Materia - inklusive der von Cloud und seinen Freunden.","Una revoltosa joven de un mundo lejano enzarzada en una lucha por salvar el planeta. Yuffie proviene de un extenso y respetado linaje de ninjas, por lo que cuenta con una agilidad sorprendente y la fuerza necesaria para manejar un shuriken gigantesco con gran facilidad. Es bastante astuta y su interés por la materia y el dinero supera el de cualquier persona corriente. Yuffie o la \"cazadora de materia\", como se llama a sí misma, anda ahora tras la pista de ciertas pertenencias de Cloud y sus amigos."],"summon":["Hmmm... So, is that it? You want me to go with you?","……哈哈，你是這個意思吧，<br>讓我跟你一起走。<br>我猜中了沒有啊？","……하항, 그건가?<br>나랑 같이 가고 싶다는 거지?<br>맞지!","... Ha ha ha ! Alors, c'est ça ? Vous voulez que je vous accompagne, n'est-ce pas ?","Hmmm ... Also was ist es? Du willst, dass ich mit dir komme?","Umm. ¿Es eso? ¿Quieres que vaya contigo?"],"evolution":[null,null,null,null,null,null],"affinity":["I didn't go through all that just to let you guys have the best parts all to yourselves!","我可不想最後被超趕，<br>讓你把光彩全搶走呢！","마지막의 마지막에 방심하다가<br>좋은 부분 다 뺏겨버리는 건<br>진짜 사양이거든!","Je n'ai pas enduré tout ça pour vous laisser vous tailler la part du lion !","Ich bin den ganzen Weg mitgekommen, obwohl ich ständig seekrank war! Denkt ihr, ich schaue dabei zu, wie ihr den Kuchen unter euch aufteilt?","¡No pasé por todo esto solo para que vosotros os quedéis con la mejor parte!"],"fusion":["Hmmm... Any Materia? Any Materia around? I'm startin' to get nervous.","唔唔……有沒有魔晶石啊？<br>魔晶石有沒有啊？<br>真讓人激動。","우후후~ 마테리아가 있으려나?<br>여기 있니, 마테리아야?<br>어쩐지 가슴이 막 뛰는걸.","Hmmm... Des matérias ? Des matérias dans le coin ? Ça commence à m'énerver.","Hmmm ... Materia? Gibt es hier irgendwo Materia?! Ich werde langsam nervös.","Hmmm... ¿Queréis materia? ¿Alguien quiere materia? Estoy empezando a ponerme nerviosa."]}},"207000606":{"compendium_id":1377,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1205,3653,390,195],"MP":[55,167,65,32],"ATK":[52,158,34,17],"DEF":[47,143,26,13],"MAG":[45,137,26,13],"SPR":[45,137,26,13]},"limitburst_id":207000606,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[24,30,36,41],"effect_frames":[22,28,34,39],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001170":1}},"strings":{"description":["A rowdy girl from a distant world who is embroiled in a struggle to save her planet. Her initial attempt to steal Cloud and his comrades' materia proved unsuccessful, so she tagged along with them while waiting for a second chance to strike. Although she is an agile Wutai ninja, she has difficulty dealing with motion sickness on boats and airships.","在圍繞著星球的生命的異界故事中登場的冒失少女。她以偷竊魔晶石為目的接近克勞德一行未果，在窺伺下次機會的時候糊里糊塗加入了一行人的旅途。她雖然是烏泰出身的忍者，但很容易暈車暈船，只要一坐搬運船或是飛空艇就會暈得爬不起來。","별의 운명을 둘러싼 이계의 이야기에 등장하는 말괄량이 소녀. 마테리아를 목적으로 클라우드 일행에게 접근했으나 좀처럼 잘 풀리지 않아, 다음 기회를 노릴 겸 반 억지로 여행에 동행하게 되었다. '닌자'라 불리는 우타이 출신의 기능자이지만, 멀미가 심하여 운반선이나 비공정 등에 탈 때면 바로 다운되어 버리고 만다.","Une jeune femme au tempérament de garçon manqué qui se trouve au cœur d'un conflit décisif pour la survie de son monde. Le premier instinct de Yuffie, quand elle fit la rencontre de Cloud et de ses amis, fut d'essayer de s'emparer de leurs matérias. Sa tentative se solda néanmoins par un échec, et elle décida alors de se joindre au groupe en attendant une seconde chance. Yuffie, en dépit de l'agilité des ninjas de Wutai dont elle a hérité, souffre d'un terrible mal des transports dès lors qu'elle utilise un autre moyen de transport que ses propres pieds.","Eine rauflustige junge Frau aus einer fernen Welt, die in einen Kampf zur Rettung ihres Planeten verwickelt ist. Ihr Versuch, die Materia von Cloud und seinen Freunden zu stehlen, ging gehörig schief. Also beschloss sie, die Gruppe solange zu begleiten, bis sich eine neue Gelegenheit ergibt. Obwohl sie eine agile Ninja aus Wutai ist, wird ihr schrecklich übel, sobald sie auf ein Reittier oder in ein Gefährt steigt.","Una revoltosa joven de un mundo lejano enzarzada en una lucha por salvar el planeta. Yuffie encuentra la horma de su zapato al intentar robarle la materia a Cloud y sus amigos, así que decide acompañarlos y esperar el momento oportuno para atacar de nuevo. Aunque se trate de una veloz ninja de Wutai, se marea muy fácilmente al estarse quieta o ir a pie."],"summon":["All right! I'll go with you! I'm Yuffie! Good to meetcha!","好，我明白了！<br>就跟你一起走吧。<br>我叫尤菲，多關照啦！","좋아, 알겠어!<br>같이 가 줄게!<br>난 유피야! 잘 부탁해!","C'est d'accord ! Je viens avec vous. Moi c'est Yuffie ! Ravie de vous connaître !","In Ordnung! Ich komme mit dir! Ich bin Yuffie! Freut mich!","¡De acuerdo! ¡Iré contigo! ¡Me llamo Yuffie! ¡Me alegro de conocerte!"],"evolution":["Sounds like the start of a new chapter for Materia Hunter Yuffie!","『魔晶石獵人尤菲』<br>開啟了新的篇章！","'마테리아 헌터 유피'<br>새로운 이야기에 돌입하는 느낌 같지 않아?","Matérias à la vie, à la mort... pourraient bien être les derniers mots de Yuffie, chasseresse de matérias.","Ich fühl mich wie am Anfang eines neuen Kapitels von \"Materia-Jägerin Yuffie\"!","¡\"Cazadora de materia Yuffie\" suena al último capítulo de \"Materia para siempre\"!"],"affinity":["I didn't go through all that just to let you guys have the best parts all to yourselves!","我可不想最後被超趕，<br>讓你把光彩全搶走呢！","마지막의 마지막에 방심하다가<br>좋은 부분 다 뺏겨버리는 건<br>진짜 사양이거든!","Je n'ai pas enduré tout ça pour vous laisser vous tailler la part du lion !","Ich bin den ganzen Weg mitgekommen, obwohl ich ständig seekrank war! Denkt ihr, ich schaue dabei zu, wie ihr den Kuchen unter euch aufteilt?","¡No pasé por todo esto solo para que vosotros os quedéis con la mejor parte!"],"fusion":["C'mon...... What's the matter? You're pretty scared of me, huh!?","刷刷刷……怎麼了，怎麼了！<br>我這麼強，怕了嗎？","쉭쉭…… 왜 그래? 응?!<br>내가 너무 강해서 얼어붙었구나!!","Allez, quoi... Qu'est-ce qu'il y a ? Tu as peur de moi, c'est ça ?!","Komm schon ... Was ist los? Du hast ganz schön Angst vor mir, was?","Venga... ¡¿Qué pasa?! Más bien tienes miedo de mí, ¿eh?"]}},"207000607":{"compendium_id":1378,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1567,4748,540,270],"MP":[72,217,90,45],"ATK":[68,205,65,32],"DEF":[61,185,40,20],"MAG":[59,178,40,20],"SPR":[59,178,40,20]},"limitburst_id":207000607,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[24,30,36,41],"effect_frames":[22,28,34,39],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A rowdy girl from a distant world who is embroiled in a struggle to save her planet. She seeks to steal Cloud and his friends' materia in order to restore her beloved home of Wutai to its former glory. Thus, she sets out to collect all the materia she can get her hands on.","在圍繞著星球的生命的異界故事中登場的冒失忍者少女。在戰爭中敗給神羅之後，烏㤗淪為了普通的觀光地。為了取回烏㤗曾經的繁榮，她才接近克勞德一行，想要竊取他們手中的魔晶石。她比誰都要熱愛自己的故鄉，為了復興故鄉誓要收集全世界的魔晶石。","별의 운명을 둘러싼 이계의 이야기에 등장하는 말괄량이 닌자 소녀. 신라와의 전쟁에서 패배한 이후, 평범한 관광지가 되어버린 우타이에 옛날의 번영을 되찾아오기 위해, 클라우드 일행의 마테리아를 손에 넣고자 그들에게 접근했다. 고향을 사랑하는 마음이 그 누구보다 강하고, 고향의 부흥을 위해 전 세계의 마테리아를 모으려 의욕을 불태우고 있다.","Une jeune femme au tempérament de garçon manqué qui se trouve au cœur d'un conflit décisif pour la survie de son monde d'origine. Yuffie a un plan pour remettre sur pied son village natal de Wutai, qui fut ravagé par sa guerre contre Shinra : elle compte voler les matérias de Cloud et ses amis pour les revendre. La jeune femme, qui aime son village plus que tout, mettrait volontiers mainmise sur les matérias du monde entier pour lui rendre sa grandeur d'antan.","Eine rauflustige junge Frau aus einer fernen Welt, die in einen Kampf zur Rettung ihres Planeten verwickelt ist. Yuffie trachtet nach der Materia von Cloud und seinen Freunden, um sie nach erfolgreichem Diebstahl zu Geld zu machen. Damit will sie ihre Heimatstadt Wutai wiederaufleben lassen, die im Krieg gegen Shinra verwüstet worden war. Die Liebe zu ihrem Zuhause macht sie zu einer verbissenen Materia-Jägerin, die sich keine einzige Gelegenheit durch die Lappen gehen lässt, um Wutai mit ihren Diebeskünsten zu unterstützen.","Una revoltosa joven de un mundo lejano enzarzada en una lucha por salvar el planeta. Yuffie se propone robar la materia de Cloud y sus amigos con la intención de venderla y conseguir el dinero suficiente para refundar Wutai, su ciudad natal, que quedó devastada tras la guerra contra Shinra. Siente un amor incondicional por su ciudad natal y está decidida a encontrar toda materia que quede en el mundo para ayudar en su restauración."],"summon":["No matter what you think, I'm going with you!","不管別人怎麼說，<br>我都決定跟著你走啦。","누가 뭐라고 하건 간에<br>난 너랑 같이 갈 테니까~!","Je pars avec vous, un point c'est tout !","Ich komme mit euch! Egal, was ihr davon haltet!","No importa lo que digan, ¡voy contigo!"],"evolution":["I'll teach you about the strength of youth. I'll show you my moves!","年輕就是力量，<br>讓你見識下我華麗的本領吧！","어린 게 곧 힘이라는 걸 가르쳐 주지.<br>내 화려한 기술을 보라구!","Je vais t'enseigner le pouvoir de la jeunesse ! Vous allez voir l'étendue de mes talents !","Ich zeig dir, was die Jugend alles drauf hat! Was ICH alles drauf hab!","¡Te enseñaré lo que es la fuerza de la juventud! ¡Os enseñaré mis movimientos!"],"affinity":["I didn't go through all that just to let you guys have the best parts all to yourselves!","我可不想最後被超趕，<br>讓你把光彩全搶走呢！","마지막의 마지막에 방심하다가<br>좋은 부분 다 뺏겨버리는 건<br>진짜 사양이거든!","Je n'ai pas enduré tout ça pour vous laisser vous tailler la part du lion !","Ich bin den ganzen Weg mitgekommen, obwohl ich ständig seekrank war! Denkt ihr, ich schaue dabei zu, wie ihr den Kuchen unter euch aufteilt?","¡No pasé por todo esto solo para que vosotros os quedéis con la mejor parte!"],"fusion":["Hehe, perfect. Now all I have to do is...a little this and a little that... Nyuk, nyuk, nyuk...","呼，完美。<br>嘿嘿嘿……十分順利。<br>接下來只要如此這般……嘿嘿嘿！","후~ 완벽해.<br>헤헤헤…… 잘 됐지 뭐야.<br>이제 저걸 이렇게 저렇게 해서…… 쿡쿡쿡.","Hé hé hé... comme je l'avais prévu. Maintenant, il ne me reste plus qu'à... Un peu de ci... un peu de ça... Niark, niark, niark...","Heh, heh ... genau wie ich‘s geplant hab! Jetzt muß ich nur noch ... ein bißchen hier ... ein bisschen da ... hi, hi, hi ...","Je, je..., tal y como había planeado. Ahora todo lo que tengo que hacer es... un poco de esto... y un poco de aquello... Ñac, ñac, ñac..."]}}},"skills":{"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"200020":{"name":"Mug","cost":{"MP":8},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Physical* damage (1.2x, ATK) to one enemy","Steal item (+50%) from one enemy"],"icon":"ability_82.png"},"200180":{"name":"Throw","cost":{"MP":6},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Allow use of throwable items"],"icon":"ability_47.png"},"229900":{"name":"Tomboy Troublemaker","attack_type":"None","element_inflict":null,"effects":["Increase ATK and HP by 20%"],"icon":"ability_77.png"},"229901":{"name":"Mystery Ninja","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 20%","10% chance of evading physical attacks"],"icon":"ability_77.png"},"229902":{"name":"Greased Lightning (FFVII)","cost":{"MP":36},"attack_frames":[[4]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5x, ATK) with consecutive damage increase (max. 2 times, +2x ATK each, 9x total) to one enemy"],"icon":"ability_10.png"},"229903":{"name":"Landscaper","cost":{"MP":23},"attack_frames":[[80]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.2x, ATK) to all enemies"],"icon":"ability_10.png"},"229904":{"name":"Sense","cost":{"MP":32},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy","Allows you to view info on an enemy","Dodge 1 physical attacks for 5 turns to caster"],"icon":"ability_2.png"},"229905":{"name":"Clear Tranquil","cost":{"MP":54},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Restore 2000 HP and 20 MP to all allies","Increase the limit burst gauge fill rate by 200% for 5 turns to all allies","Dodge 1 physical attacks for 5 turns to all allies"],"icon":"ability_4.png"},"229906":{"name":"Hometown's Revival","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Increase ATK by 30% when equipped with a Throwing","Increase LB gauge by 3 per turn","Increase physical damage against Avians by 50%"],"icon":"ability_95.png"},"229907":{"name":"Godo's Teachings","attack_type":"None","element_inflict":null,"effects":["Increase MAG and MP by 30%","Recover MP (7%) per turn","Increase resistance to Sleep and Petrify by 100%"],"icon":"ability_77.png"},"229908":{"name":"Materia Hunter Yuffie","attack_type":"None","element_inflict":null,"effects":["Increase DEF, HP and MP by 10%","Increase success rate of stealing by 100%","Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"229909":{"name":"Katon - Battle Fire","cost":{"MP":48},"attack_frames":[[110,120,130,140,150,160,170,180,190,200],[120]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (4.5x, ATK) to one enemy","Reduce resistance to Fire by 60% for 5 turns to one enemy","Add Fire element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_64.png"},"229910":{"name":"Suiton - Snow Flower","cost":{"MP":48},"attack_frames":[[42,48,54,60,66,72,78,84,90],[120]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Physical ice damage (4.5x, ATK) to one enemy","Reduce resistance to Ice by 60% for 5 turns to one enemy","Add Ice element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_64.png"},"229911":{"name":"Raiton - Roaring Thunder","cost":{"MP":48},"attack_frames":[[42,46,50,54,58,62,66,70,74,78,82,86,90,94,98,102,106,110,114,118,122,126,130,134,138,142,146,150,154,158],[120]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (4.5x, ATK) to one enemy","Reduce resistance to Lightning by 60% for 5 turns to one enemy","Add Lightning element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_64.png"},"229912":{"name":"Bloodfest","cost":{"MP":52},"attack_frames":[[110,120,130,140,150,160,170,180,190,200]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5.8x, ATK) to one enemy","Increase LB gauge by 4-5 to caster"],"icon":"ability_10.png"},"229913":{"name":"Double Limit","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Bloodfest (229912), C'mon! (229917), Clear Tranquil (229905), Gauntlet (229921), Greased Lightning (FFVII) (229902), Katon - Battle Fire (229909), Landscaper (229903), Raiton - Roaring Thunder (229911), Sense (229904), Slashing Dance (509273), Suiton - Snow Flower (229910), Super Throw (509272), Ultimate Katon - Destructive Flame (229918), Ultimate Raiton - Shock Wave (229920) and Ultimate Suiton - Crushing Ice (229919) twice in one turn"],"icon":"ability_8.png"},"229914":{"name":"Ninja Master","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Increase ATK by 30% when equipped with a Throwing","20% chance of evading physical attacks","During explorations, reduce chance of encounters by 50%"],"icon":"ability_95.png"},"229915":{"name":"Materia Forever","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase resistance to Fire, Ice and Lightning by 30%"],"icon":"ability_76.png"},"229916":{"name":"Pagoda's Victor","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 40% and MP by 10%","Increase physical damage against Avians by 50%","Increase the damage of Greased Lightning (FFVII) (229902) by (3x)","Increase the damage of Katon - Battle Fire (229909), Raiton - Roaring Thunder (229911) and Suiton - Snow Flower (229910) by (2x)"],"icon":"ability_77.png"},"229917":{"name":"C'mon!","cost":{"MP":100},"attack_frames":[[40]],"attack_type":"None","element_inflict":null,"effects":["Unlock C'mon! (509271) on turn 1 [7 turns CD]"],"icon":"ability_105.png"},"229918":{"name":"Ultimate Katon - Destructive Flame","cost":{"MP":68},"attack_frames":[[110,120,130,140,150,160,170,180,190,200]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (8x, ATK) to all enemies","Reduce resistance to Fire by 80% for 5 turns to all enemies"],"icon":"ability_64.png"},"229919":{"name":"Ultimate Suiton - Crushing Ice","cost":{"MP":68},"attack_frames":[[42,48,54,60,66,72,78,84,90]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Physical ice damage (8x, ATK) to all enemies","Reduce resistance to Ice by 80% for 5 turns to all enemies"],"icon":"ability_64.png"},"229920":{"name":"Ultimate Raiton - Shock Wave","cost":{"MP":68},"attack_frames":[[42,46,50,54,58,62,66,70,74,78,82,86,90,94,98,102,106,110,114,118,122,126,130,134,138,142,146,150,154,158]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (8x, ATK) to all enemies","Reduce resistance to Lightning by 80% for 5 turns to all enemies"],"icon":"ability_64.png"},"229921":{"name":"Gauntlet","cost":{"MP":85},"attack_frames":[[80]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Gauntlet (509274) on turn 3 [3 turns CD]"],"icon":"ability_105.png"},"509271":{"name":"C'mon!","cost":{"MP":100},"attack_frames":[[40],[40],[40],[40]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 250% for 5 turns to caster","Increase LB damage by 30% for 5 turns","Increase LB gauge by 10 to caster","Gain Slashing Dance (509273) and Super Throw (509272) for 5 turns","Gain 3 uses of Bloodfest (229912), C'mon! (229917), Clear Tranquil (229905), Gauntlet (229921), Greased Lightning (FFVII) (229902), Katon - Battle Fire (229909), Landscaper (229903), Raiton - Roaring Thunder (229911), Sense (229904), Slashing Dance (509273), Suiton - Snow Flower (229910), Super Throw (509272), Ultimate Katon - Destructive Flame (229918), Ultimate Raiton - Shock Wave (229920) and Ultimate Suiton - Crushing Ice (229919) for 5 turns"],"icon":"ability_105.png","parentID":"229917"},"509272":{"name":"Super Throw","cost":{"MP":76},"attack_frames":[[27]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (21x, ATK) to one enemy","Reduce DEF by 30% for one turn to caster"],"icon":"ability_10.png","parentID":"229913"},"509273":{"name":"Slashing Dance","cost":{"MP":72},"attack_frames":[[110,120,130,140,150,160,170,180,190,200]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (16x, ATK) to one enemy","Dodge 2 physical attacks for 5 turns to caster"],"icon":"ability_10.png","parentID":"229913"},"509274":{"name":"Gauntlet","cost":{"MP":85},"attack_frames":[[110,120,130,140,150,160,170,180,190,200]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (18x, ATK) to all enemies","Reduce DEF and SPR by 74% for 2 turns to all enemies"],"icon":"ability_105.png","parentID":"229921"}},"LB":{"name":"All Creation","attack_count":[20],"attack_frames":[[203,208,213,218,223,228,233,238,243,248,253,258,263,268,273,278,283,288,293,298]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (16.1x * 2 = 32.2x, ATK) to all enemies (ignore cover)","Increase physical damage against Avians by 75% to caster for 5 turns","Gain 3 uses of Bloodfest (229912), C'mon! (229917), Clear Tranquil (229905), Gauntlet (229921), Greased Lightning (FFVII) (229902), Katon - Battle Fire (229909), Landscaper (229903), Raiton - Roaring Thunder (229911), Sense (229904), Slashing Dance (509273), Suiton - Snow Flower (229910), Super Throw (509272), Ultimate Katon - Destructive Flame (229918), Ultimate Raiton - Shock Wave (229920) and Ultimate Suiton - Crushing Ice (229919) for 3 turns"],"max_level":["Physical damage (19x * 2 = 38x, ATK) to all enemies (ignore cover)","Increase physical damage against Avians by 75% to caster for 5 turns","Gain 3 uses of Bloodfest (229912), C'mon! (229917), Clear Tranquil (229905), Gauntlet (229921), Greased Lightning (FFVII) (229902), Katon - Battle Fire (229909), Landscaper (229903), Raiton - Roaring Thunder (229911), Sense (229904), Slashing Dance (509273), Suiton - Snow Flower (229910), Super Throw (509272), Ultimate Katon - Destructive Flame (229918), Ultimate Raiton - Shock Wave (229920) and Ultimate Suiton - Crushing Ice (229919) for 3 turns"]},"TMR":{"name":"Wutai Ninja","compendium_id":914,"compendium_shown":true,"unit_restriction":null,"skills":{"229873":{"name":"Wutai Ninja","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Increase ATK by 20% when equipped with a Cloth","Increase LB gauge by 1 per turn"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Wutai Ninja' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_77.png","strings":{"names":["Wutai Ninja","烏泰的忍者少女","우타이의 소녀 닌자","Ninja de Wutai","Wutai-Ninja","Ninja de Wutai"],"desc_short":["Boost ATK by 30%, fill LB gauge every turn, and boost ATK by 20% when equipped with clothes (Not stackable)","提高30%攻擊+每回合增加極限技槽+裝備衣服時提高20%攻擊","공격력 30% 상승+전투 중 매 턴마다 LB 게이지 증가+옷 장착 시 공격력 20% 상승 (중복 장착 불가)","Augmente l'ATT de 30%, remplit la jauge de limite à chaque tour et augmente l'ATT de 20% lorsque des vêtements sont équipés (non cumulable)","Erhöht ANG um 30%, füllt jede Runde Limitmeter und erhöht ANG um 20%, wenn mit Kleidung ausgerüstet (Nicht stapelbar).","Aumenta el ATQ un 30%, la barra de EL se rellena cada turno, y aumenta el ATQ otro 20% al llevar ropa (no acumulable)"],"desc_long":["Boosts ATK by 30%, fills limit burst gauge every turn, and boosts ATK by 20% when equipped with clothes. Not stackable.","提高30%攻擊，每回合增加極限技槽，裝備衣服時提高20%攻擊。(無法重複裝備)","공격력이 30% 상승하고, 전투 중 매 턴마다 LB 게이지가 증가하며, 옷 장착 시 공격력이 20% 상승합니다. (중복 장착 불가)","Augmente l'ATT de 30%, remplit la jauge de limite à chaque tour et augmente l'ATT de 20% lorsque des vêtements sont équipés. Non cumulable.","Erhöht ANG um 30%, füllt jede Runde Limitmeter und erhöht ANG um 20%, wenn mit Kleidung ausgerüstet. Nicht stapelbar.","Aumenta el ATQ un 30%, la barra de EL se rellena cada turno, y aumenta el ATQ otro 20% al llevar ropa. No acumulable."]},"type":"MATERIA"},"STMR":{"name":"Conformer (FFVII)","compendium_id":1208,"compendium_shown":true,"rarity":9,"type_id":13,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":true,"dmg_variance":[1.05,1.55],"accuracy":50,"requirements":null,"skills":{"101090":{"name":"Bird Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Avians by 50%"],"icon":"ability_79.png","desc":""},"229874":{"name":"Wrath's Judgment","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 120% when HP drops below 80% (max 99999x)"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Bird Killer' passive.","Grants 'Wrath's Judgment' passive."],"stats":{"HP":0,"MP":0,"ATK":172,"DEF":0,"MAG":69,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":200000,"price_sell":20000,"icon":"item_11326.png","strings":{"name":["Conformer (FFVII)","不共戴天（FFVII)","불구대천(FFVII)","Conformiste (FFVII)","Konformer (FFVII)","Conformar (FFVII)"],"desc_short":["A powerful throwing weapon from a faraway world.","攻擊力很高的異界投擲武器","높은 공격력을 자랑하는 이계의 투척무기","Une puissante arme de jet issue d'un monde lointain.","Eine mächtige Wurfwaffe aus einer fernen Welt.","Un arma arrojadiza muy poderosa de un mundo lejano."],"desc_long":["A powerful throwing weapon from a faraway world. Not only does it possess terrifying attack power, it also amplifies the wielder's magic. This weapon was allegedly hidden in its original world at the bottom of the sea, in the wreck of an airplane, surrounded by fearsome monsters. A young ninja, burning with the desire to restore her hometown to its former glory, is said to have used this equipment.","攻擊力很高的異界投擲武器，也能提高裝備者的魔力。在異界，可以在強力魔物棲息的海底沉沒飛空艇處獲得。據說一名心懷振興故鄉熱情的忍者少女裝備著這把不共戴天。","머나먼 이계에서 유입된 투척무기. 무시무시한 공격력을 자랑하며, 장착자의 마력까지 상승시켜준다. 이계에서는 강력한 마물들이 서식하는 바다 아래에 가라앉은 비공정에서 손에 넣을 수 있다고 한다. 고향을 부흥시키겠다는 의욕에 불타오르는 어느 닌자 소녀가 이 불구대천을 장착했다고 알려져 있다.","Une puissante arme de jet issue d'un monde lointain. Elle amplifie considérablement l'attaque de son porteur, et augmente aussi ses facultés magiques. Sur sa planète d'origine, cette arme aurait été découverte à l'intérieur d'une épave d'avion au fond d'un océan envahi de monstres redoutables. La légende raconte qu'une jeune ninja déterminée à restaurer la gloire de son village natal se serait servie du Conformiste au combat.","Eine mächtige Wurfwaffe aus einer fernen Welt. Sie erhöht nicht nur die Angriffskraft ihres Benutzers, sondern auch seine magischen Fähigkeiten. Angeblich fand man sie in einem Flugzeugwrack am Meeresgrund, voll von mächtigen, angsteinflößenden Monstern. Sie soll in die Hand einer jungen Ninja gefallen sein, die mit ihr in die Schlacht zog - getrieben von dem brennenden Wunsch, die eigene Heimat wieder zu altem Ruhm zu führen.","Un arma arrojadiza muy poderosa de un mundo lejano. Cuenta con una potencia de ataque aterradora y aumenta el poder mágico del usuario. En el mundo del que proviene, dicen que la hallaron entre los restos de un avión que fue a parar al fondo del mar, rodeada de monstruos increíblemente poderosos. Se piensa que una joven ninja, impulsada por el ferviente deseo de recuperar el antiguo esplendor de su ciudad natal, devolvió el Conformar al campo de batalla."]}}},"207000703":{"rarity_min":3,"rarity_max":5,"name":"Cait Sith","game":"FFVII","job":"Fortune-teller","sex":"Male","equip":[1,5,6,8,9,10,11,12,13,14,15,16,40,41,50,51,52,53,60],"entries":{"207000703":{"compendium_id":1119,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[564,1710,210,105],"MP":[21,63,25,12],"ATK":[21,63,10,5],"DEF":[22,68,10,5],"MAG":[14,43,10,5],"SPR":[15,46,10,5]},"limitburst_id":207000703,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":25,"290020700":10,"290030000":5,"290050200":15,"290050300":5}},"strings":{"description":["A humorous fortune-teller from a distant world who is embroiled in a struggle to save his planet. Cait Sith appears to be quite the jolly and talkative fellow. However, this black cat who sits atop a giant moogle is more serious than he lets on, and is apparently working toward some secret goal.","在圍繞著星球的生命的異界故事中登場，幽默地稱自己為占卜機器。騎在胖莫古利身上的黑貓總是特別活潑開朗，但其言行卻又意外地認真，似乎在為達成某種秘密的目的而行動著。","별의 운명을 둘러싼 이계의 이야기에 등장하는 유머러스한 성격의 자칭 점술 머신. 뚱보 모그리를 탄, 밝고 활기찬 검은 고양이이다. 그러나 그 언동은 생각보다 진지하며, 무언가 목적을 숨기고 행동하고 있는 듯하다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, ce drôle d'appareil diseur de bonne aventure a l'apparence d'un chat noir monté sur un gros mog. Son comportement et ses dires sont toutefois très raisonnés, ce qui laisse penser qu'il agirait en réalité dans un but secret.","Ein humorvoller Wahrsagomat aus einer fernen Welt, in der in den Kampf zur Rettung des Planeten verwickelt ist. Cait Sith erscheint auf den ersten Blick wie eine einfache schwarze Katze, die auf einem riesigen Mogry reitet und immer guter Laune ist, hat jedoch auch eine stoische Seite, die Fragen über seine wahren Absichten aufwirft.","Cómico robot adivino de un mundo lejano enzarzado en una lucha por salvar el planeta. Cait Sith puede parecer un simple gato negro subido a un moguri gigante, pero es un personaje encantador. Sin embargo, se toma la situación más en serio de lo que cabría esperar, lo que da lugar a sospechar que tiene motivaciones ocultas."],"summon":["Hey you!!What're you lookin' so down for!?","Hey you！臉色有點沉重呢～","Hey, you!<br>표정이 쪼까 어둡네요잉~","Hé, toi ! Qu'est-ce que tu cherches ?","Hey du! Was soll das lange Gesicht?","¡Ey, tú!¿Por qué estás tan deprimido?"],"evolution":[null,null,null,null,null,null],"affinity":["Don't forget me even if another Cait Sith comes along.","就算有新的凱特西加入你們，也絕不要忘了我喔。","새로운 캐트 시가<br>동료가 되어도<br>잊어불지 마시요잉~","Ne m'oublie pas, même si un autre Cait Sith fait son apparition.","Vergesst mich nicht, auch wenn ihr mal einem anderen Cait Sith begegnen solltet.","No me olvidéis, incluso si se presenta otro Cait Sith."],"fusion":["Then shall we? I'm comin' with you no matter WHAT you say!","來，我們走吧。就算你叫我別跟我也會跟著你的！","그라믄, 가 보실랑가요?<br>뭐라 혀도 같이 간당께요!","Alors, on y va ? Je viens avec toi, quoi que tu en penses !","Sollen wir dann? Ich komme mit, egal was ihr sagt!","¿Entonces podemos? ¡Voy con vosotros no importa lo que digáis!"]}},"207000704":{"compendium_id":1120,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[734,2223,270,135],"MP":[27,83,35,17],"ATK":[27,82,14,7],"DEF":[29,89,14,7],"MAG":[18,56,14,7],"SPR":[20,60,14,7]},"limitburst_id":207000704,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020700":20,"290030900":5,"290031000":10,"290050300":10,"290050400":5}},"strings":{"description":["A humorous fortune-teller from a distant world who is embroiled in a struggle to save his planet.  Cait Sith appears to be quite the jolly and talkative fellow. However, this black cat who sits atop a giant moogle is more serious than he lets on, and is apparently working toward some secret goal. The moogle he rides on attacks enemies according to the commands he shouts through a megaphone.","在圍繞著星球的生命的異界故事中登場，幽默地稱自己為占卜機器。騎在胖莫古利身上的黑貓總是特別活潑開朗，但其言行卻又意外地認真，似乎在為達成某種秘密的目的而行動著。身下胖莫古力會依照話筒中傳來的指令攻擊敵人。","별의 운명을 둘러싼 이계의 이야기에 등장하는 유머러스한 성격의 자칭 점술 머신. 뚱보 모그리를 탄, 밝고 활기찬 검은 고양이이다. 그러나 그 언동은 생각보다 진지하며, 무언가 목적을 숨기고 행동하고 있는 듯하다. 뚱보 모그리는 메가폰으로 전달받은 내용에 따라 상대를 공격하는 모양이다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, ce drôle d'appareil diseur de bonne aventure a l'apparence d'un chat noir monté sur un gros mog. Son comportement et ses dires sont toutefois très raisonnés, ce qui laisse penser qu'il agirait en réalité dans un but secret. Le gros mog attaque ses adversaires selon les ordres que le chat noir lui communique avec son mégaphone.","Ein humorvoller Wahrsagomat aus einer fernen Welt, in der in den Kampf zur Rettung des Planeten verwickelt ist. Cait Sith erscheint auf den ersten Blick wie eine einfache schwarze Katze, die auf einem riesigen Mogry reitet und immer guter Laune ist, hat jedoch auch eine stoische Seite, die Fragen über seine wahren Absichten aufwirft. Im Kampf greift der riesige Mogry Gegner gemäß den Befehlen an, die Caith Sith ihm durch sein Megafon zuruft.","Cómico robot adivino de un mundo lejano enzarzado en una lucha por salvar el planeta. Cait Sith puede parecer un simple gato negro subido a un moguri gigante, pero es un personaje encantador. Sin embargo, se toma la situación más en serio de lo que cabría esperar, lo que da lugar a sospechar que tiene motivaciones ocultas. El moguri gigante al que va subido ataca a los enemigos siguiendo las órdenes que Cait Sith le grita a través de su megáfono."],"summon":["Hey you!!What're you lookin' so down for!?","Hey you！臉色有點沉重呢～","Hey, you!<br>표정이 쪼까 어둡네요잉~","Hé, toi ! Qu'est-ce que tu cherches ?","Hey du! Was soll das lange Gesicht?","¡Ey, tú!¿Por qué estás tan deprimido?"],"evolution":["I'm so excited. Right or wrong, I'm still the same ol' me.","真是令人期待呢～猜得準也是～凱特西猜不準也是～凱特西","두근두근 하는구만요~<br>맞아도~ 캐트 시!<br>안 맞아도~ 캐트 시!","C'est tellement excitant ! Pour le meilleur ou pour le pire, je suis toujours bien moi.","Ich bin so aufgeregt. Richtig oder falsch, Ich bin immer noch der Gleiche.","Estoy muy emocionado. Acierte o no acierte en mis predicciones, sigo siendo el de siempre."],"affinity":["Don't forget me even if another Cait Sith comes along.","就算有新的凱特西加入你們，也絕不要忘了我喔。","새로운 캐트 시가<br>동료가 되어도<br>잊어불지 마시요잉~","Ne m'oublie pas, même si un autre Cait Sith fait son apparition.","Vergesst mich nicht, auch wenn ihr mal einem anderen Cait Sith begegnen solltet.","No me olvidéis, incluso si se presenta otro Cait Sith."],"fusion":["How 'bout it? Want me to read your fortune!?","如何呀～？讓我幫各位占卜一下未來吧？","어떠셔라~?<br>여러분의 미래를 점쳐 드려요잉~","Tu veux que je te dise la bonne aventure ?","Wie wär's? Soll ich für dich wahrsagen?!","¿Qué me decís? ¿Queréis que os lea la fortuna?"]}},"207000705":{"compendium_id":1121,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[954,2890,360,180],"MP":[36,108,40,20],"ATK":[35,107,16,8],"DEF":[38,116,16,8],"MAG":[24,74,16,8],"SPR":[26,79,16,8]},"limitburst_id":207000705,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A humorous fortune-teller from a distant world who is embroiled in a struggle to save his planet.  Cait Sith appears to be quite the jolly and talkative fellow. However, this black cat who sits atop a giant moogle is more serious than he lets on, and is apparently working toward some secret goal. Rumor has it that Cait Sith's body is purely artificial, and that his real one lies in an unknown location.","在圍繞著星球的生命的異界故事中登場，幽默地稱自己為占卜機器。騎在胖莫古利身上的黑貓總是特別活潑開朗，但其言行卻又意外地認真，似乎在為達成某種秘密的目的而行動著。據說牠的身體是人工製造的，而某處還存在控制牠的本體。","별의 운명을 둘러싼 이계의 이야기에 등장하는 유머러스한 성격의 자칭 점술 머신. 뚱보 모그리를 탄, 밝고 활기찬 검은 고양이이다. 그러나 그 언동은 생각보다 진지하며, 무언가 목적을 숨기고 행동하고 있는 듯하다. 그 몸체는 만들어진 것으로, 어딘가에 본체가 있다는 소문도 돌고 있다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, ce drôle d'appareil diseur de bonne aventure a l'apparence d'un chat noir monté sur un gros mog. Son comportement et ses dires sont toutefois très raisonnés, ce qui laisse penser qu'il agirait en réalité dans un but secret. Selon certaines rumeurs, cette machine serait contrôlée à distance par une personne en chair et en os.","Ein humorvoller Wahrsagomat aus einer fernen Welt, in der in den Kampf zur Rettung des Planeten verwickelt ist. Cait Sith erscheint auf den ersten Blick wie eine einfache schwarze Katze, die auf einem riesigen Mogry reitet und immer guter Laune ist, hat jedoch auch eine stoische Seite, die Fragen über seine wahren Absichten aufwirft. Im Kampf greift der riesige Mogry Gegner gemäß den Befehlen an, die Caith Sith ihm durch sein Megafon zuruft. Gerüchten zufolge ist Cait Siths Körper komplett künstlich und sein echter Körper soll sich an einem unbekannten Ort befinden.","Cómico robot adivino de un mundo lejano enzarzado en una lucha por salvar el planeta. Cait Sith puede parecer un simple gato negro subido a un moguri gigante, pero es un personaje encantador. Sin embargo, se toma la situación más en serio de lo que cabría esperar, lo que da lugar a sospechar que tiene motivaciones ocultas. El moguri gigante al que va subido ataca a los enemigos siguiendo las órdenes que Cait Sith le grita a través de su megáfono. Dicen que el cuerpo que usa Cait Sith es artificial y que el verdadero Cait Sith se encuentra en un lugar desconocido."],"summon":["Hey you!!What're you lookin' so down for!?","Hey you！臉色有點沉重呢～","Hey, you!<br>표정이 쪼까 어둡네요잉~","Hé, toi ! Qu'est-ce que tu cherches ?","Hey du! Was soll das lange Gesicht?","¡Ey, tú!¿Por qué estás tan deprimido?"],"evolution":["I can protect the planet too!I'm kinda embarrassed...","我也要守護這個星球呀！哎呀，真害羞呢......","나도 이 별을 지킬라요!<br>아따, 거시기해지는구만요잉……","Je peux protéger aussi la planète ! Je suis un peu embarrassé...","Ich werde den Planeten auch beschützen! ... Irgendwie macht mich das ganz verlegen ...","¡Yo también estoy salvando este planeta! Me da un poco de vergüenza..."],"affinity":["Don't forget me even if another Cait Sith comes along.","就算有新的凱特西加入你們，也絕不要忘了我喔。","새로운 캐트 시가<br>동료가 되어도<br>잊어불지 마시요잉~","Ne m'oublie pas, même si un autre Cait Sith fait son apparition.","Vergesst mich nicht, auch wenn ihr mal einem anderen Cait Sith begegnen solltet.","No me olvidéis, incluso si se presenta otro Cait Sith."],"fusion":["If I don't see how it turns out, I'll never be able to relax. So, I'm going with you!","不看著你們到最後的話總覺得不是很安心呢。各位，就讓我跟著你們一起走吧！","끝까지 확실허게 지켜보지 안하면<br>마음이 안 가라앉겠구만요.<br>여러분과 함께 가게 해주시요잉!","Si je ne sais pas où cela mène, je ne serai pas tranquille. C'est la raison pour laquelle je t'accompagne !","Ich komm niemals zur Ruhe, wenn ich nicht mit eigenen Augen sehe, wie die Sache zu Ende geht. Deshalb komm ich mit!","Como lector de buenaventura, no puedo hacer otra cosa más que pensar en esto. Si no veo a dónde lleva, no me podré relajar. ¡Por eso voy con vosotros!"]}}},"skills":{"101430":{"name":"Guardian Mog","attack_type":"None","element_inflict":null,"effects":["Cure all status effects after battle"],"icon":"ability_3.png"},"208300":{"name":"Dice","cost":{"MP":12},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Randomly use:\n20%: Dice (500610)\n20%: Dice (500620)\n20%: Dice (500630)\n20%: Dice (500640)\n20%: Dice (500650)"],"icon":"ability_83.png"},"227890":{"name":"Slots","cost":{"MP":18},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n40%: Mog Dance (508190)\n30%: Toy Soldier (508191)\n25%: Lucky Girl (508192)\n5%: Death Joker (508193)"],"icon":"ability_83.png"},"227891":{"name":"Manipulate","cost":{"MP":24},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK and MAG by 40% for 3 turns to one enemy","Inflict Confusion (20%) on one enemy"],"icon":"ability_39.png"},"227892":{"name":"Toy Box","cost":{"MP":14},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Randomly use:\n15%: Toy Box (508194)\n30%: Toy Box (508195)\n25%: Toy Box (508196)\n20%: Toy Box (508197)\n10%: Toy Box (508198)"],"icon":"ability_83.png"},"227893":{"name":"Inspiration","attack_type":"None","element_inflict":null,"effects":["Increase SPR and MP by 10%"],"icon":"ability_77.png"},"227894":{"name":"Stuffed Mog","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 10%"],"icon":"ability_77.png"},"227895":{"name":"Spare Body","attack_type":"None","element_inflict":null,"effects":["30% chance to set HP to 1% upon fatal damage, if HP was above 80% (max 1 times)"],"icon":"ability_41.png"},"500610":{"name":"Dice","cost":{},"attack_frames":[[0]],"attack_type":"Physical","element_inflict":null,"effects":["Fixed* damage (1) to one enemy"],"icon":"ability_10.png","parentID":"208300"},"500620":{"name":"Dice","cost":{},"attack_frames":[[0]],"attack_type":"Physical","element_inflict":null,"effects":["Fixed* damage (11) to one enemy"],"icon":"ability_10.png","parentID":"208300"},"500630":{"name":"Dice","cost":{},"attack_frames":[[0]],"attack_type":"Physical","element_inflict":null,"effects":["Fixed* damage (555) to one enemy"],"icon":"ability_10.png","parentID":"208300"},"500640":{"name":"Dice","cost":{},"attack_frames":[[0]],"attack_type":"Physical","element_inflict":null,"effects":["Fixed* damage (5555) to one enemy"],"icon":"ability_10.png","parentID":"208300"},"500650":{"name":"Dice","cost":{},"attack_frames":[[0]],"attack_type":"Physical","element_inflict":null,"effects":["Fixed* damage (77777) to one enemy"],"icon":"ability_10.png","parentID":"208300"},"508190":{"name":"Mog Dance","cost":{"MP":18},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Restore 2000 HP and 30 MP to all allies"],"icon":"ability_4.png","parentID":"227890"},"508191":{"name":"Toy Soldier","cost":{"MP":18},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.6x, ATK) to all enemies"],"icon":"ability_40.png","parentID":"227890"},"508192":{"name":"Lucky Girl","cost":{"MP":18},"attack_frames":[[100],[100]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 100% for 3 turns to all allies","Increase the limit burst gauge fill rate by 100% for 3 turns to all allies"],"icon":"ability_63.png","parentID":"227890"},"508193":{"name":"Death Joker","cost":{"MP":18},"attack_frames":[[100],[100]],"attack_type":"None","element_inflict":null,"effects":["99% HP damage to all allies","Increase LB gauge by 20 to all allies"],"icon":"ability_38.png","parentID":"227890"},"508194":{"name":"Toy Box","cost":{"MP":14},"attack_frames":[[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, ATK) to one enemy"],"icon":"ability_10.png","parentID":"227892"},"508195":{"name":"Toy Box","cost":{"MP":14},"attack_frames":[[62]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to one enemy"],"icon":"ability_10.png","parentID":"227892"},"508196":{"name":"Toy Box","cost":{"MP":14},"attack_frames":[[72]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy"],"icon":"ability_10.png","parentID":"227892"},"508197":{"name":"Toy Box","cost":{"MP":14},"attack_frames":[[47]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to one enemy"],"icon":"ability_10.png","parentID":"227892"},"508198":{"name":"Toy Box","cost":{"MP":14},"attack_frames":[[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5x, ATK) to one enemy"],"icon":"ability_10.png","parentID":"227892"}},"LB":{"name":"Game Over","attack_count":[1],"attack_frames":[[180]],"damage_type":"Physical","element_inflict":null,"min_level":["Instant KO (60%) to all enemies"],"max_level":["Instant KO (90%) to all enemies"]},"TMR":{"name":"HP Shout (FFVII)","compendium_id":1006,"compendium_shown":true,"rarity":7,"type_id":11,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":22,"DEF":0,"MAG":95,"SPR":44,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":40000,"price_sell":4000,"icon":"item_11119.png","strings":{"name":["HP Shout (FFVII)","生命呐喊（FFVII）","마블러스 치어(FFVII)","Encouragement merveilleux (FFVII)","Stürmischer Applaus (FFVII)","Grito de PG (FFVII)"],"desc_short":["A high-performance megaphone from another world.","來自異界的高性能擴音器","이계에서 유입된 고성능 메가폰","Un puissant mégaphone obtenu dans un monde lointain.","Ein aus einer anderen Welt stammendes Hochleistungsmegafon.","Un megáfono de alto rendimiento procedente de otro mundo."],"desc_long":["A high-performance megaphone from another world which greatly boosts magical and spiritual power when equipped. It is said a black cat robot used this megaphone to issue commands to the giant moogle it rode on. Increased performance allowed more information to be relayed, making the moogle stronger.","來自遙遠異界的擴音器。裝備後能夠大幅提高魔力與精神。在異界中，某個黑貓型機器人為了命令自己搭乘的胖莫古利而使用著這個擴音器。因為其高性能提高了資料傳輸量，胖莫古利的攻擊力也提高了。","까마득히 먼 이계에서 유입된 메가폰. 장착하면 마력과 정신력이 대폭으로 증가한다. 이계에서는 어느 검은 고양이 모양의 로봇이, 타고 있는 뚱보 모그리에게 명령을 전달하기 위해 이 메가폰을 사용한 듯하다. 성능이 좋아질수록 전달할 수 있는 정보량이 늘어나며, 뚱보 모그리의 공격력이 증가했다고 한다.","Un puissant mégaphone obtenu dans un monde lointain et qui a pour effet de décupler la puissance magique et la psyché de celui qui l'utilise. Il aurait servi à un chat mécanique noir afin de donner des ordres au mog géant qu'il chevauchait. En s'améliorant, les capacités du mégaphone permettaient de transmettre davantage d'informations, rendant le mog plus efficace au combat.","Ein aus einer fernen Welt stammendes Hochleistungsmegafon. Wenn dieser Gegenstand ausgerüstet wird, erhöht er die magischen und psychischen Kräfte seines Trägers. Ein schwarzer Katzenroboter soll ihn benutzt haben, um dem gigantischen Mogry, auf dem er ritt, Befehle zuzurufen. Je leistungsfähiger das Megafon wurde, desto mehr Informationen konnten so übertragen werden, was den Mogry wiederum stärker machte.","Un megáfono de alto rendimiento procedente de otro mundo que aumenta considerablemente el poder mágico y espiritual al equiparse. Dicen que un robot con aspecto de felino negro utilizaba este megáfono para darle órdenes al moguri gigante sobre el que se paseaba. Gracias a su alto rendimiento, podía transmitir más información al moguri, que se hacía cada vez más fuerte."]}}},"207000805":{"rarity_min":5,"rarity_max":7,"name":"Vincent","game":"FFVII","job":"Former Turk","sex":"Male","equip":[1,14,16,40,41,50,51,52,60],"entries":{"207000805":{"compendium_id":1113,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[938,2843,240,120],"MP":[39,117,40,20],"ATK":[40,120,24,12],"DEF":[37,113,16,8],"MAG":[32,96,16,8],"SPR":[30,91,16,8]},"limitburst_id":207000805,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[18,28,74,85],"effect_frames":[16,26,72,83],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060100":20,"290060200":10,"290060300":10}},"strings":{"description":["A gunman from a distant world who is embroiled in a struggle to save his planet. A man of few words, Vincent may seem cold when he is actually quite gentle in nature. He hides many a secret, such as why he looks so young for his (assumed) age, or why he lay dormant beneath a certain mansion for more than 20 years.","在圍繞著星球的生命的異界故事中登場的槍手。沉默寡言，可能會使人覺得他性格冷淡，但實際上卻有著一顆溫柔而又多愁善感的心。在某處宅邸的地下沉睡了20年以上，實際的身體年齡比推測年齡要小，隱藏著許多謎團。","별의 운명을 둘러싼 이계의 이야기에 등장하는 총잡이. 말수가 적어 냉정한 성격으로 보이지만, 실제로는 상냥하며 섬세한 인물이다. 어느 저택 지하에서 20년 넘게 잠들어 있었으나, 추정 나이에 비해 육체는 젊으며, 많은 수수께끼를 숨기고 있다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, ce tireur d'élite peu loquace peut paraître froid au premier abord. Toutefois, Vincent est en réalité quelqu'un qui s'avère avoir un tempérament très gentil et attentionné. De nombreux mystères entourent sa personne, notamment son apparence physique étonnamment jeune malgré le fait qu'il a dormi plus d'une vingtaine d'années dans le sous-sol d'un manoir.","Ein Schütze aus einer fernen Welt, in der er in den Kampf zur Rettung des Planeten verwickelt ist. Als ein Mann weniger Worte wirkt Vincent etwas kalt, hat aber in Wirklichkeit ein sanftes Gemüt. Ihn umgeben viele Geheimnisse, wie zum Beispiel warum er nicht alterte, als er mehr als 20 Jahre unter einer gewissen Villa schlummerte.","Pistolero de un mundo lejano enzarzado en una lucha por salvar el planeta. Al tratarse de un hombre de pocas palabras, Vincent puede parecer frío, aunque en realidad es dulce por naturaleza. Guarda muchos secretos, como la razón por la que no envejece a pesar de su verdadera edad o el motivo por el que permaneció encerrado en cierta mansión en un estado de letargo durante más de 20 años."],"summon":["Who is it!? Who awakens me from my nightmare!?","……把我從惡夢中喚醒的是誰！","……날 악몽에서 불러낸 것은<br>누구냐!","Qui ose me sortir de mon cauchemar ?","Wer hat mich aus meinem Albtraum erweckt?!","¡¿Quién viene a despertarme de esta pesadilla?!"],"evolution":[null,null,null,null,null,null],"affinity":["Hmm... Being with you all is not so bad.","哼……跟你們來往好像也不壞嘛。","훗…… 너희와 함께 하는 것도<br>나쁘진 않군.","Hmm, c'est un bon passe-temps.","Hmm ... Euch zu begeleiten ist gar keine so schlechte Idee.","Mmm... Pues no se está tan mal con todos vosotros."],"fusion":["Hmph... a nightmare? My long sleep has given me time to atone.","哼……被夢魘纏身的漫漫長夜，正是我被賦予的贖罪時間。","훗…… 악몽에 시달리는<br>기나긴 잠이야말로, 내게 내려진<br>속죄의 시간이다.","Hmph... Un cauchemar... ? Mon long sommeil m'a donné le temps de me racheter.","Hm ... ein Albtraum...? Mein langer Schlaf hat mir die Gelegenheit gegeben, Sühne zu leisten.","Hmm... ¿una pesadilla?... Mi largo sueño me ha dado el tiempo para expiar."]}},"207000806":{"compendium_id":1114,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1220,3696,390,195],"MP":[50,153,65,32],"ATK":[51,156,34,17],"DEF":[49,147,26,13],"MAG":[42,126,26,13],"SPR":[39,119,26,13]},"limitburst_id":207000806,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[18,28,74,85],"effect_frames":[16,26,72,83],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000640":1}},"strings":{"description":["A gunman from a distant world who is embroiled in a struggle to save his planet. A man of few words, Vincent may seem cold when he is actually quite gentle in nature. He hides many a secret, such as why he looks so young for his (assumed) age, or why he lay dormant beneath a certain mansion for more than 20 years. These secrets appear to be deeply connected to things from his past that he now regrets.","在圍繞著星球的生命的異界故事中登場的槍手。沉默寡言，可能會使人覺得他性格冷淡，但實際上卻有著一顆溫柔而又多愁善感的心。在某處宅邸的地下沉睡了20年以上，實際的身體年齡比推測年齡要小，隱藏著許多謎團。而這些謎團則與讓他後悔不已的過去有著很深的關係。","별의 운명을 둘러싼 이계의 이야기에 등장하는 총잡이. 말수가 적어 냉정한 성격으로 보이지만, 실제로는 상냥하며 섬세한 인물이다. 어느 저택 지하에서 20년 넘게 잠들어 있었으나, 추정 나이에 비해 육체는 젊으며, 많은 수수께끼를 숨기고 있다. 그 수수께끼는, 후회를 끌어안고 있는 그의 과거와 깊이 관계된 듯하다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, ce tireur d'élite peu loquace peut paraître froid au premier abord. Toutefois, Vincent est en réalité quelqu'un qui s'avère avoir un tempérament très gentil et attentionné. De nombreux mystères entourent sa personne, notamment son apparence physique étonnamment jeune malgré le fait qu'il a dormi plus d'une vingtaine d'années dans le sous-sol d'un manoir, et ils semblent trouver leur origine dans un passé lointain et lourd de regrets.","Ein Schütze aus einer fernen Welt, in der er in den Kampf zur Rettung des Planeten verwickelt ist. Als ein Mann weniger Worte wirkt Vincent etwas kalt, hat aber in Wirklichkeit ein sanftes Gemüt. Ihn umgeben viele Geheimnisse, wie zum Beispiel warum er nicht alterte, als er mehr als 20 Jahre unter einer gewissen Villa schlummerte. Diese Geheimnisse scheinen eng mit seiner Vergangenheit verwickelt zu sein, die er zutiefst bereut","Pistolero de un mundo lejano enzarzado en una lucha por salvar el planeta. Al tratarse de un hombre de pocas palabras, Vincent puede parecer frío, aunque en realidad es dulce por naturaleza. Guarda muchos secretos, como la razón por la que no envejece a pesar de su verdadera edad o el motivo por el que permaneció encerrado en cierta mansión en un estado de letargo durante más de 20 años. Parece que estos secretos tienen una relación intrínseca con decisiones de su pasado de las que ahora se arrepiente."],"summon":["Who is it!? Who awakens me from my nightmare!?","……把我從惡夢中喚醒的是誰！","……날 악몽에서 불러낸 것은<br>누구냐!","Qui ose me sortir de mon cauchemar ?","Wer hat mich aus meinem Albtraum erweckt?!","¡¿Quién viene a despertarme de esta pesadilla?!"],"evolution":["This body is...the punishment that's been given to me...","這副身體......是給予我的懲罰......","이 몸은……<br>내게 주어진 벌……","Cette enveloppe charnelle, c'est... ma punition...","Dieser Körper ist ... die Strafe, die mir auferlegt wurde ...","Mi cuerpo... es el castigo que se me ha dado..."],"affinity":["Hmm... Being with you all is not so bad.","哼……跟你們來往好像也不壞嘛。","훗…… 너희와 함께 하는 것도<br>나쁘진 않군.","Hmm, c'est un bon passe-temps.","Hmm ... Euch zu begeleiten ist gar keine so schlechte Idee.","Mmm... Pues no se está tan mal con todos vosotros."],"fusion":["Hmph... I'll show them what real fighting is.","哼……讓我來告訴你何謂戰鬥吧。","훗…… 싸움이라는 걸<br>가르쳐 주지.","Hmph... Je vais leur montrer comment on se bat.","Ha ... Denen zeige ich, was ein echter Kampf ist.","Mmm... les enseñaré cómo se pelea de verdad."]}},"207000807":{"compendium_id":1115,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1586,4806,540,270],"MP":[66,199,90,45],"ATK":[67,203,65,32],"DEF":[63,192,40,20],"MAG":[54,164,40,20],"SPR":[51,155,40,20]},"limitburst_id":207000807,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[18,28,74,85],"effect_frames":[16,26,72,83],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A gunman from a distant world who is embroiled in a struggle to save his planet. A man of few words, Vincent may seem cold when he is actually quite gentle in nature. He hides many a secret, such as why he looks so young for his (assumed) age, or why he lay dormant beneath a certain mansion for more than 20 years. These secrets appear to be deeply connected to things from his past that he now regrets. Vincent once worked for an organization within Shinra, and eventually fell in love with a woman he met there.","在圍繞著星球的生命的異界故事中登場的槍手。沉默寡言，可能會使人覺得他性格冷淡，但實際上卻有著一顆溫柔而又多愁善感的心。在某處宅邸的地下沉睡了20年以上，實際的身體年齡比推測年齡要小，隱藏著許多謎團。曾經從屬於神羅公司的前身組織，當時的他傾心於在那裡認識的某位女性。","별의 운명을 둘러싼 이계의 이야기에 등장하는 총잡이. 말수가 적어 냉정한 성격으로 보이지만, 실제로는 상냥하며 섬세한 인물이다. 어느 저택 지하에서 20년 넘게 잠들어 있었으나, 추정 나이에 비해 육체는 젊으며, 많은 수수께끼를 숨기고 있다. 과거 신라 컴퍼니의 전신이 되는 조직에 소속되어 있었으며, 당시 그곳에서 알게 된 여성에게 마음을 품고 있었던 모양이다.","Protagoniste de l'histoire d'un monde où l'énergie vitale de la planète est en jeu, ce tireur d'élite peu loquace peut paraître froid au premier abord. Toutefois, Vincent est en réalité quelqu'un qui s'avère avoir un tempérament très gentil et attentionné. De nombreux mystères entourent sa personne, notamment son apparence physique étonnamment jeune malgré le fait qu'il a dormi plus d'une vingtaine d'années dans le sous-sol d'un manoir. Autrefois membre d'une organisation qui est désormais devenue la société Shinra, il y aurait fait la rencontre d'une femme dont il se serait profondément épris.","Ein Schütze aus einer fernen Welt, in der er in den Kampf zur Rettung des Planeten verwickelt ist. Als ein Mann weniger Worte wirkt Vincent etwas kalt, hat aber in Wirklichkeit ein sanftes Gemüt. Ihn umgeben viele Geheimnisse, wie zum Beispiel warum er nicht alterte, als er mehr als 20 Jahre unter einer gewissen Villa schlummerte. Diese Geheimnisse scheinen eng mit seiner Vergangenheit verwickelt zu sein, die er zutiefst bereut. Vincent arbeitete einst für eine dem Shinra-Konzern zugehörige Organisation und verliebte sich schließlich in eine Frau, die er dort kennenlernte.","Pistolero de un mundo lejano enzarzado en una lucha por salvar el planeta. Al tratarse de un hombre de pocas palabras, Vincent puede parecer frío, aunque en realidad es dulce por naturaleza. Guarda muchos secretos, como la razón por la que no envejece a pesar de su verdadera edad o el motivo por el que permaneció encerrado en cierta mansión en un estado de letargo durante más de 20 años. Parece que estos secretos tienen una relación intrínseca con decisiones de su pasado de las que ahora se arrepiente. Vincent solía trabajar para una organización de Shinra, donde terminó enamorándose de una mujer que conoció allí."],"summon":["Who is it!? Who awakens me from my nightmare!?","……把我從惡夢中喚醒的是誰！","……날 악몽에서 불러낸 것은<br>누구냐!","Qui ose me sortir de mon cauchemar ?","Wer hat mich aus meinem Albtraum erweckt?!","¡¿Quién viene a despertarme de esta pesadilla?!"],"evolution":["I'm getting less human...","這樣就越來越不像是人類了......","이걸로, 점점 더<br>인간에게서 멀어져 가는군……","Je suis l'ombre de moi-même...","Ich verliere mehr und mehr meiner Menschlichkeit ...","Me siento cada vez menos humano..."],"affinity":["Hmm... Being with you all is not so bad.","哼……跟你們來往好像也不壞嘛。","훗…… 너희와 함께 하는 것도<br>나쁘진 않군.","Hmm, c'est un bon passe-temps.","Hmm ... Euch zu begeleiten ist gar keine so schlechte Idee.","Mmm... Pues no se está tan mal con todos vosotros."],"fusion":["I was frozen in time... But now I feel as though my time is finally about to begin...!","從那時起就凍結不前的時間，又再一次開始前進了……","그때 얼어붙었던 내 시간이<br>지금 다시 움직이기 시작한다……","Pour moi, le temps s'était arrêté pendant toutes ces années. Mais aujourd'hui, il reprend enfin son cours...","Ich habe lange gewartet, aber es scheint, als wäre meine Zeit endlich gekommen.","Estaba congelado en el tiempo... ¡Pero ahora siento que las agujas del reloj vuelven a moverse para mí!"]}}},"skills":{"10122":{"name":"Regen (Champion)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1800 (+1x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"227861"},"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"209540":{"name":"Gun Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Gun"],"icon":"ability_95.png"},"227850":{"name":"Beast Flare","cost":{"MP":45},"attack_frames":[[190],[110,120,130]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Increase physical damage against Beasts by 100% to caster for 5 turns","Physical fire damage (3.5x, ATK) to all enemies"],"icon":"ability_21.png"},"227851":{"name":"Berserk Dance","cost":{"MP":28},"attack_frames":[[42,57,72,87,102]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Inflict Confusion (50%) on one enemy","Increase ATK by 100% for 5 turns to caster"],"icon":"ability_14.png"},"227852":{"name":"Gigadunk","cost":{"MP":54},"attack_frames":[[10]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.35x * 2 = 6.7x, ATK) to one enemy (ignore cover)"],"icon":"ability_10.png"},"227853":{"name":"Livewire","cost":{"MP":45},"attack_frames":[[52,62,72,82,92,102,112],[52,62,72,82,92,102,112]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Increase physical damage against Machinas by 100% to caster for 5 turns","Physical lightning damage (3.5x, ATK) to all enemies"],"icon":"ability_20.png"},"227854":{"name":"Splattercombo","cost":{"MP":54},"attack_frames":[[2,12,22,32,42,52,62,72,82,92,102,112,122,132,142]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6.7x, ATK) to one enemy"],"icon":"ability_10.png"},"227855":{"name":"Nightmare","cost":{"MP":48},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK, DEF, MAG and SPR by 55% for 3 turns to one enemy","Inflict Sleep (100%) and Poison, Blind, Silence, Paralyze, Confusion, Disease and Petrify (30%) on one enemy"],"icon":"ability_39.png"},"227856":{"name":"Chaos Saber","cost":{"MP":52},"attack_frames":[[72]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.25x * 2 = 4.5x, ATK) to all enemies (ignore cover)"],"icon":"ability_54.png"},"227857":{"name":"Lucrecia's Lament","cost":{"MP":72},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Lucrecia's Lament (508180) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"227858":{"name":"Former Turk","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 30% and MP by 20%"],"icon":"ability_77.png"},"227859":{"name":"One-Handed Gunner","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"227860":{"name":"Resolution of Atonement","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%","Increase resistance to Poison, Blind, Paralyze and Disease by 100%"],"icon":"ability_19.png"},"227861":{"name":"Inhuman Constitution","attack_type":"None","element_inflict":null,"effects":["Gain Regen (Champion) (10122) at the start of a battle or when revived","Recover MP (5%) per turn"],"icon":"ability_91.png"},"227862":{"name":"Light of Hope","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40% and SPR by 20%","Increase resistance to Dark by 100%","Replace LB with Satan Slam (900000187):\n\tCast Death (50%) or deal physical damage (6x * 2 = 12x, ATK) to all enemies\n\tIncrease physical damage against Beasts and Machinas by 100% to caster for 5 turns","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_77.png"},"227863":{"name":"Lucrecia's Prayer","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 30%","Increase the damage of Beast Flare (227850), Berserk Dance (227851), Livewire (227853) and Splattercombo (227854) by (2x)","Increase the damage of Chaos Saber (227856) and Gigadunk (227852) by (1x)"],"icon":"ability_77.png"},"227864":{"name":"Turk Among Turks","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 60% and HP by 20%","Increase physical damage against Beasts by 100%","Increase physical damage against Machinas by 100%"],"icon":"ability_79.png"},"508180":{"name":"Lucrecia's Lament","cost":{"MP":72},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 250% for 5 turns to caster","Increase physical damage against Beasts and Machinas by 100% to caster for 5 turns","Increase the limit burst gauge fill rate by 200% for 5 turns to caster"],"icon":"ability_105.png","parentID":"227857"}},"LB":{"name":"Satan Slam","attack_count":[1],"attack_frames":[[520]],"damage_type":"Physical","element_inflict":null,"min_level":["Cast Death (50%) or deal physical damage (5x * 2 = 10x, ATK) to all enemies"],"max_level":["Cast Death (70%) or deal physical damage (6.5x * 2 = 13x, ATK) to all enemies"]},"TMR":{"name":"Past Regrets","compendium_id":822,"compendium_shown":true,"unit_restriction":null,"skills":{"227865":{"name":"Past Regrets","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 60% and reduce SPR by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Past Regrets' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_77.png","strings":{"names":["Past Regrets","悔恨的記憶","후회의 기억","Fantômes du passé","Erinnerungen voll Reue","Lamentos del pasado"],"desc_short":["Reduce SPR by 10% and boost ATK by 60% (Not stackable)","降低10%精神+提高60%攻擊[無法重複裝備]","정신력 10% 감소+공격력 60% 상승 (중복 장착 불가)","Réduit la PSY de 10% et augmente l'ATT de 60% (Non cumulable)","Verringert PSY um 10% und erhöht ANG um 60% (nicht stapelbar).","Reduce el ESP un 10% y aumenta el ATQ un 60% (no acumulable)"],"desc_long":["Reduces SPR by 10% and boosts ATK by 60%. Not stackable.","降低10%精神，並提高60%攻擊。[無法重複裝備]","정신력이 10% 감소하고, 공격력이 60% 상승합니다. (중복 장착 불가)","Réduit la PSY de 10% et augmente l'ATT de 60%. Non cumulable","Verringert PSY um 10% und erhöht ANG um 60%. Nicht stapelbar.","Reduce el ESP un 10% y aumenta el ATQ un 60% (no acumulable)"]},"type":"MATERIA"},"STMR":{"name":"Death Penalty (FFVII)","compendium_id":1004,"compendium_shown":true,"rarity":9,"type_id":14,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":true,"dmg_variance":[1.3,1.7],"accuracy":70,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":175,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":240000,"price_sell":24000,"icon":"item_11429.png","strings":{"name":["Death Penalty (FFVII)","死亡裁決（FFVII）","데스 페널티(FFVII)","Peine de mort (FFVII)","Todesbringer (FFVII)","Pena de muerte (FFVII)"],"desc_short":["A rifle from another world wielding astonishing power.","以驚人攻擊力為傲的異界火槍","경이로운 공격력을 자랑하는 이계의 총","Un fusil à la puissance de feu étonnante et obtenu dans un monde lointain.","Ein aus einer anderen Welt stammendes Gewehr, das über eine erstaunliche Angriffskraft verfügt.","Un rifle de otro mundo con un poder asombroso."],"desc_long":["A rifle from another world wielding astonishing power. Said to have been used by a man who gained the ability to transform into a horrific monster due to human experimentation. While it no longer gains power with each enemy defeated, the rifle still possesses an otherworldly strength.","來自遙遠異界，轉輪式的來福槍。在異界中，經過肉體改造而能夠變身成為恐怖怪物的男子，據說就裝備過這把火槍。在異界中有著能夠增強到打倒敵人的特性，但是此特性似乎已經喪失。即便如此，這把火槍仍然擁有非常驚人的攻擊力。","까마득히 먼 이계에서 유입된 리볼버 식 라이플. 이계에서는 육체 개조로 무시무시한 괴물로 변신하는 능력을 손에 넣은 남자가 이 총을 착용했다고 한다. 적을 쓰러뜨린 만큼 강해진다는 이계에서의 특성은 사라진 듯하지만, 그래도 경이로운 공격력을 자랑하는 총이라는 사실은 틀림없다.","Un fusil à barillet à la puissance de feu étonnante et obtenu dans un monde lointain. Il aurait appartenu à un homme devenu capable de se transformer en différents monstres terrifiants suite à des expériences scientifiques. Bien que l'arme ne gagne plus en force avec chaque ennemi abattu, elle conserve une puissance de feu incroyable.","Ein aus einer anderen Welt stammendes Gewehr, das einem Mann gehört haben soll, der durch Experimente an seinem Körper die Fähigkeit erlangte, sich in ein furchtbares Ungeheuer zu verwandeln. Auch wenn die Waffe nicht mehr mit jedem Gegner, den man mit ihr besiegt, stärker wird, verfügt sie immer noch über eine erstaunlich hohe Angriffskraft.","Un rifle de otro mundo con un poder asombroso. Cuenta la leyenda que lo usaba un hombre que había adquirido la habilidad de transformarse en un monstruo horripilante tras convertirse en el sujeto de un experimento científico. Aunque este rifle ha perdido su capacidad de hacerse aún más temible con cada enemigo que derrota, sigue siendo un arma formidable."]}}},"207001005":{"rarity_min":5,"rarity_max":7,"name":"Sephiroth","game":"FFVII","job":"SOLDIER","sex":"Male","equip":[2,3,4,16,40,41,50,51,52,60],"entries":{"207001005":{"compendium_id":906,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[933,2826,240,120],"MP":[44,132,40,20],"ATK":[41,123,24,12],"DEF":[33,100,16,8],"MAG":[36,109,16,8],"SPR":[35,105,16,8]},"limitburst_id":207001005,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[22,42,72],"effect_frames":[20,40,70],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[7,7,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":5,"290060200":20,"290060300":10}},"strings":{"description":["A legendary member of SOLDIER who was once admired as a hero. Sephiroth possesses superhuman strength, which helped him amass numerous victories during the Wutai campaign. As he was already a member of Shinra's most elite forces before the war, his accomplishments helped him rise even higher—to the rank of First Class. Although he has inspired many people to join Shinra's army, only a select few pass the rigorous test to become part of SOLDIER.","曾經被稱為英雄的傳奇戰士。其實力無人出其右，曾立下赫赫戰功。他是巨型企業神羅公司的精銳士兵，是最強戰士之一。很多年輕人出於對他的崇拜而立志成為戰士，但很少有人能通過神羅的試驗。","과거에 영웅으로서 그 이름을 날린 전설의 솔저. 뛰어난 힘을 자랑하는 그는 일전의 대전투에서도 수많은 무공을 세웠다. 거대 기업 '신라 컴퍼니'의 정예병으로, 그중에서도 최고위 클래스인 1st에 소속되어 있는 인물로, 그를 동경하여 신라의 병사가 되고자 하는 젊은이는 수없이 많지만 특수한 시험을 거쳐 실제로 솔저가 되는 자는 얼마 되지 않는다고 한다.","Membre légendaire de SOLDATS autrefois considéré comme un héros, Séphiroth possède une force surhumaine et a remporté de nombreuses victoires au cours de la guerre de Wutaï. Ses exploits l'ont aidé à gravir les échelons, dépassant même le grade de SOLDAT 1re classe. Bien que ses faits d'armes aient motivé de nombreux jeunes gens à rejoindre les rangs de l'unité d'élite, seule une poignée d'entre eux ont réussi à passer l'examen d'entrée.","Ein legendäres Mitglied von SOLDAT und einst bewunderter Held. Sephiroth verfügt über unnatürliche Stärke, durch die er im Wutai-Krieg zahlreiche Siege erringen konnte. Als Mitglied der Eliteeinheiten des Shinra-Konzerns gelang es ihm durch seine Erfolge zum Rang-1-SOLDAT aufzusteigen. Obwohl er viele Leute dazu inspirierte, der Armee Shinras beizutreten, bestehen nur wenige Auserwählte die Aufnahmeprüfung.","Un miembro legendario de SOLDADO que antaño era admirado como si de un héroe se tratara. Sefirot posee una fuerza sobrehumana y, gracias a ello, consiguió amasar un gran número de victorias durante la Guerra de Wutai. Cuando ya era miembro de las fuerzas de élite de Shinra, sus logros le hicieron ascender aún más hasta convertirse en SOLDADO de 1.ª clase. Por otra parte, a pesar de haber inspirado a muchísimos soldados que lo admiran para realizar la prueba de acceso a SOLDADO, solo un puñado de estos consigue pasarla."],"summon":["Ha, ha, ha... I am the chosen one.<br>I have been chosen to be the leader of this Planet.","嘿嘿嘿……我是遴選之人。<br>是作為支配者的存在。","큭큭큭…… 난 선택받은 자.<br>지배자로서 선택받은 존재인 것이다.","Ha ha ha... Je suis l'Élu.<br>Celui choisi pour régner sur cette planète.","Ha ha ha ... Ich bin der Auserwählte.<br>Ich wurde auserkoren, diese Welt zu führen!","Ja, ja, ja... Yo soy el elegido.<br>He sido elegido para ser líder de este Planeta."],"evolution":[null,null,null,null,null,null],"affinity":["I am always by your side.<br>I will give meaning to your existence.","我會永遠待在你身邊。<br>就讓我賦予你存在的意義吧。","난 항상 네 곁에 있다.<br>내가 너에게 의미를 주지.","Je suis toujours à côté de toi. Je donnerai un sens à ton existence.","Ich bin immer an deiner Seite.<br>Ich werde deinem Leben einen Sinn geben.","Yo siempre estoy a tu lado.<br>Le daré un propósito a tu existencia."],"fusion":["Are you going to participate in the Reunion?<br>Jenova will, and become a scourge that descends from the skies.","你不參加團聚嗎？<br>傑諾瓦是在團聚後<br>降臨於世界上的災難。","너는 리유니온에 참가하지 않는가?<br>제노바는 리유니온하여<br>하늘에서 온 재해가 된다.","Viens-tu participer à la Réunion ?<br>Jénova va la déclencher et ainsi devenir une calamité des cieux.","Schließt du dich der Wiedervereinigung an?<br>Jenova wird kommen und diese Welt als Fluch aus dem Himmel heimsuchen.","¿Vas a participar en la Unión?<br>Jénova estará en la Unión. Jénova se integró en la Unión para convertirse en una calamidad de los cielos."]}},"207001006":{"compendium_id":907,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1212,3674,390,195],"MP":[57,172,65,32],"ATK":[53,160,34,17],"DEF":[43,130,26,13],"MAG":[47,142,26,13],"SPR":[45,137,26,13]},"limitburst_id":207001006,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[22,42,72],"effect_frames":[20,40,70],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[8,8,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000750":1}},"strings":{"description":["A legendary member of SOLDIER who was once admired as a hero. Sephiroth wields Masamune, a katana much longer than he is tall, with incredible ease. He has charmed many a person with his long silver hair, his uniquely-colored eyes, and his dramatic way of casting aside his longcoat before diving into battle. Though he was declared to have been killed in action some years ago, he suddenly begins appearing in front of Cloud and his companions.","曾被稱為英雄的傳奇戰士，能自如地操縱刀身長度超過身長的正宗。其銀髮秀長及腰，瞳孔發出特別的光輝，身著黑色長外套，馳騁疆場。他的身子迷倒了眾人。在幾年前發生的事故中，他被斷定身亡，但以某個事件為契機，開始出現在克勞德所到之處。","과거에 영웅으로서 그 이름을 날린 전설의 솔저. 자신의 키보다도 훨씬 장대한 도 마사무네를 자유자재로 휘두른다. 허리를 넘는 긴 은발과 독특한 색으로 빛나는 눈동자, 긴 코트를 걸치고 싸우는 그 모습은 많은 사람을 매혹시켰다. 수년 전에 임무 도중 사망했다고 알려졌으나, 어느 사건 이후 클라우드 일행이 가는 곳마다 모습을 드러내게 되었다.","Membre légendaire de SOLDATS autrefois considéré comme un héros, Séphiroth brandit avec aise le katana Masamune, dont la particularité est d'être plus grand que lui. La grâce avec laquelle il combat en portant son manteau noir, ses longs cheveux d'argent ainsi que la lueur unique de ses yeux ont transi d'admiration de nombreuses personnes. Bien que déclaré mort en mission il y a quelques années suite à un accident, il est réapparu devant Cloud et ses compagnons à plusieurs reprises.","Ein legendäres Mitglied von SOLDAT und einst bewunderter Held. Mit großer Leichtigkeit schwingt Sephiroth sein Katana Masamune, das sogar ihn selbst überragt. Schon viele Leute sind dem Charme seines langen, silbernen Haars, seiner intensiven Augen und der Art, wie er sich vor einem Kampf seinen Mantel abstreift, verfallen. Obwohl man davon ausging, dass Sephiroth vor einigen Jahren während eines Einsatzes ums Leben kam, zeigt er sich Cloud und seinen Begleitern im Zuge eines gewissen Vorfalls an den verschiedensten Orten.","Un miembro legendario de SOLDADO que antaño era admirado como si de un héroe se tratara. Sefirot suele ir acompañado de Masamune, una katana que le supera en estatura y que blande con una facilidad pasmosa. Muchos han acabado cautivados por su aspecto: su pelo largo y plateado, el color especial que adquieren sus ojos al brillar, especialmente cuando se quita el abrigo negro antes de lanzarse al combate. Asimismo, a pesar de que hace unos años se le declaró muerto en combate, se despertó al tiempo tras cierto incidente y fue capaz de dar con el paradero de Cloud y su grupo."],"summon":["Don't you get it? The Jenova Project was formed to create people with the powers of the Ancients...and I am the product of it.","傑諾瓦・計劃創造了我。<br>嘿嘿嘿……這樣你理解了嗎？","제노바 프로젝트가<br>날 창조했다.<br>크크큭…… 이해했나?","Je suis le résultat du projet Jénova.<br>Ha ha ha... Comprends-tu, à présent ?","Verstehst du nicht? Das Jenova-Projekt sollte Leute mit den Kräften des Alten Volkes erschaffen ...<br>Und ich bin sein Produkt.","¿Es que no lo entiendes? El proyecto Jénova pretendía fabricar individuos con los poderes de los Ancianos...<br>Yo soy el único que fue fabricado."],"evolution":["I'm far superior to the Ancients. And soon, I will create the future.","我是古人的後裔。<br>該是建構未來的時候了。","나는 고대종 이상의 존재다.<br>그리고 머지않아 미래를 창조하리라.","Je suis un être supérieur aux Anciens. Et je vais bientôt façonner le futur.","Ich bin dem Alten Volk weit überlegen.<br>Und bald werde ich die Zukunft erschaffen.","Soy muy superior a los Ancianos. Y pronto, crearé el futuro."],"affinity":["I am always by your side.<br>I will give meaning to your existence.","我會永遠待在你身邊。<br>就讓我賦予你存在的意義吧。","난 항상 네 곁에 있다.<br>내가 너에게 의미를 주지.","Je suis toujours à côté de toi. Je donnerai un sens à ton existence.","Ich bin immer an deiner Seite.<br>Ich werde deinem Leben einen Sinn geben.","Yo siempre estoy a tu lado.<br>Le daré un propósito a tu existencia."],"fusion":["All the Planet's wisdom...its knowledge...<br>I will meld with it all. I will become one with it... It will become one with me.","所有的智慧……知識……<br>我都將其同化。<br>全部……全都納為我的一部分。","모든 지혜…… 지식……<br>나는 모든 것과 동화한다.<br>나는 모든 것이 되고, 모든 것은 내가 되리라.","La sagesse de la planète... Son savoir... Je vais m'unir à tout cela. Je serai tout... Et tout sera moi.","All seine Weisheit, seine Kenntnisse ...<br>Ich werde mit dem Planeten verschmelzen.<br>Ich werde eins mit ihm werden ... und er wird eins mit mir sein.","Toda la sabiduría del Planeta... su conocimiento... Me fundiré con todo ello. Me haré uno con ello... se hará uno conmigo."]}},"207001007":{"compendium_id":1132,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1576,4776,540,270],"MP":[74,223,90,45],"ATK":[67,204,65,32],"DEF":[58,177,40,20],"MAG":[61,184,40,20],"SPR":[61,186,40,20]},"limitburst_id":207001007,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[22,42,72],"effect_frames":[20,40,70],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[8,8,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A legendary member of SOLDIER who was once admired as a hero. Although his birth was in part a Shinra Inc. experiment to endow humans with special abilities, Sephiroth never knew that until one fateful day. When he does learn of it on a mission to a rural village, the realization shocks him into becoming an enemy to all humanity. Having used his powers to manifest a physical presence once more, he now seeks to manipulate Cloud into helping him destroy the planet.","曾經被稱為英雄的傳奇戰士。孕育特殊能力者的神羅計劃，和他的出生有著莫大的關係，但他本人卻一直毫不知情。數年前在某地執行任務的過程中偶然得知了這個秘密的他，作為人類的敵人覺醒了。他以自己的能力再次復蘇，並操縱著克勞德的意志，欲將星球引向毀滅。","과거에 영웅으로서 그 이름을 날린 전설의 솔저. 그의 출생은 특수한 능력자를 만들어내는 신라의 프로젝트와 크게 관련되어 있었지만, 본인은 줄곧 그 진실을 모르고 있었다. 몇 년 전, 어느 지방 임무 중에 우연히 그 비밀을 알게 된 그는 인류의 적으로 각성하게 된다. 그는 자신의 능력으로 다시 세계로 돌아와, 클라우드의 의식을 조종하여 별을 파멸로 이끌려 하고 있다.","Ce légendaire membre des SOLDATs était autrefois considéré comme un grand héros. Séphiroth a longtemps ignoré qu'un projet de la Shinra permettant de créer des combattants surhumains avait joué un important rôle dans sa naissance. Ce n'est qu'au cours d'une mission dans un village montagneux, il y a quelques années, qu'il a découvert par hasard le secret de ses origines, et a dès lors décidé par désir de vengeance d'annihiler l'humanité tout entière. Ayant usé de son immense pouvoir pour revenir à la vie, il essaie désormais de manipuler Cloud afin de l'amener à provoquer la destruction de la planète.","Ein legendäres Mitglied von SOLDAT und einst bewunderter Held. Obwohl Shinra viele Projekte entwickelte, um Menschen mit besonderen Fertigkeiten auszustatten, wusste Sephiroth nie, dass diese einen starken Einfluss auf die Umstände seiner eigenen Geburt hatten. Als er Jahre später auf einer Mission auf die Wahrheit über seine Herkunft stößt, erklärt er sich selbst zu einem Feind der Menschheit. Er verwendet seine Fähigkeiten, um wiedergeboren zu werden und versucht, Cloud zu manipulieren, ihm bei der Zerstörung des Planeten zu helfen.","Un miembro legendario de Soldado al que antaño admiraban como a un héroe. Aunque la compañía Shinra había llevado a cabo diversos proyectos con el propósito de dotar a humanos de habilidades especiales, Sefirot no tenía ni idea de que estos experimentos habían cambiado el curso de su propio nacimiento. Años más tarde, al conocer la verdad sobre sus orígenes durante una misión en cierta región, se declaró a sí mismo enemigo de la humanidad. Haciendo uso de sus propias habilidades para persuadir al mundo de que lo revivieran, se propuso manipular a Cloud para destruir el planeta."],"summon":["So you summoned me here. Well done. Follow me.","是你在呼喚我嗎。辛苦你了。跟緊我吧。","네가 나를 부른 것인가.<br>수고했다.<br>나를 따라오도록.","C'est donc toi qui m'a appelé. Tu as bien fait. Maintenant, suis-moi.","Du hast mich also hierher gerufen. Gut gemacht. Nun folge mir.","Así que me has invocado aquí. Muy bien, sígueme."],"evolution":["By melding with the Planet...I will cease to exist as I am now...<br>Only to be reborn as a god to rule over every soul.","所有的能源合而為一，我將轉生為曾經支配人心的『神』。","모든 에너지는 하나가 되고,<br>나는 과거에 인간의 마음을 지배했던 존재…<br>'신'으로서 다시 태어나는 것이다.","Je vais fusionner avec toute l'énergie... et ainsi je vais renaître en \"dieu\", commandant aux cœurs des hommes.","Indem ich mit der gesamten Energie des Planeten verschmelze, werde ich als Gott wiedergeboren werden und über alle Seelen herrschen. So wie es die Götter einst taten.","Fusionándome con toda la energía del planeta, me convertiré en una nueva forma de vida, una existencia nueva."],"affinity":["I am always by your side.<br>I will give meaning to your existence.","我會永遠待在你身邊。<br>就讓我賦予你存在的意義吧。","난 항상 네 곁에 있다.<br>내가 너에게 의미를 주지.","Je suis toujours à côté de toi. Je donnerai un sens à ton existence.","Ich bin immer an deiner Seite.<br>Ich werde deinem Leben einen Sinn geben.","Yo siempre estoy a tu lado.<br>Le daré un propósito a tu existencia."],"fusion":["Only death awaits you all. But do not fear.For it is through death that a new spirit energy is born. Soon, you will live again as a part of me.","藉由死亡產生的精神能源。這一切，最終會成為我的一部分繼續生存下去。","죽음으로 인해 생겨나는 정신 에너지.<br>그 모든 것이 마침내 나의 일부가 되어<br>살아가는 것이다……","À travers la mort, une énergie spirituelle naît. Elle devient alors une partie de mon être, et ainsi retourne à la vie.","Fürchtet euch nicht, denn im Tod werdet ihr zu spiritueller Energie. Alsbald werdet ihr wieder leben, als Teil von mir.","Ya que a través de la muerte nace la energía de un nuevo espíritu, dentro de poco sereis parte de mí."]}}},"skills":{"10121":{"name":"Regen (Auto)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 60 (+1.2x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"224590"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10180":{"name":"Full-Life","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"201670":{"name":"Katana Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Katana"],"icon":"ability_53.png"},"214870":{"name":"Jenova Cells","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Blind, Paralyze, Confusion and Disease by 100%"],"icon":"ability_19.png"},"224500":{"name":"Hell's Gate","cost":{"MP":16},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Cast Death (40%) or deal physical damage (2.8x * 1 = 2.8x, ATK) to one enemy"],"icon":"ability_38.png"},"224510":{"name":"Oblivion","cost":{"MP":45},"attack_frames":[[22,42,72]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.6x, ATK) to all enemies"],"icon":"ability_53.png"},"224520":{"name":"The Heavens Wept","cost":{"MP":45},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.8x, ATK) to one enemy","Reduce resistance to Light and Dark by 60% for 3 turns to one enemy"],"icon":"ability_53.png"},"224530":{"name":"Aeolian Onslaught","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5x, ATK) to one enemy"],"icon":"ability_53.png"},"224540":{"name":"Heaven's Light","cost":{"MP":54},"attack_frames":[[0,14,22,30,38,46,54,62,70,78,86,94,102,110,118,124]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.7x * 2 = 5.4x, ATK) to one enemy (ignore cover)"],"icon":"ability_53.png"},"224550":{"name":"Black Materia","cost":{"MP":60},"attack_frames":[[350]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (1.8x * 2 = 3.6x, MAG) to all enemies (ignore reflect)","Reduce resistance to Light and Dark by 70% for 2 turns to all enemies"],"icon":"ability_39.png"},"224560":{"name":"Reunion","cost":{"MP":60},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 10000 HP and 150 MP to caster","Increase LB gauge by 10-14 to caster","Add Dark element (100%) to physical attacks for 10 turns to caster"],"icon":"ability_4.png"},"224570":{"name":"Octaslash","cost":{"MP":45},"attack_frames":[[42,52,62,72,82,92,102,112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x * 2 = 5x, ATK) to one enemy (ignore cover)"],"icon":"ability_53.png","parentID":"228054"},"224580":{"name":"Legendary SOLDIER","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 50% and ATK, DEF, MAG and SPR by 30%"],"icon":"ability_77.png"},"224590":{"name":"Rebirth Force","attack_type":"None","element_inflict":null,"effects":["Gain Regen (Auto) (10121) at the start of a battle or when revived","Recover MP (5%) per turn","Increase LB gauge by 1 per turn"],"icon":"ability_91.png"},"224600":{"name":"Scintilla","attack_type":"None","element_inflict":null,"effects":["50% chance to counter physical attacks with Scintilla (506780) to caster (max 1 / turn)"],"icon":"ability_68.png"},"224610":{"name":"Purgatorial Wave","attack_type":"None","element_inflict":null,"effects":["50% chance to set HP to 1 upon fatal damage, if HP was above 40% (max 3 times)"],"icon":"ability_41.png"},"224620":{"name":"The Chosen","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 150% for 3 turns when HP drops below 1% (max 1x)","Increase physical and magic damage against Humans by 75%"],"icon":"ability_77.png"},"228050":{"name":"Tragic End","cost":{"MP":120},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Tragic End (508320) on turn 5 [5 turns CD]"],"icon":"ability_105.png"},"228051":{"name":"Supremacy","cost":{"MP":60},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (7x, ATK) with consecutive damage increase (max. 6 times, +1x ATK each, 13x total) to one enemy"],"icon":"ability_54.png"},"228052":{"name":"Consuming Light","cost":{"MP":56},"attack_frames":[[22,27,32,37,42,47,52,57,62,67,72,92]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6.9x, ATK) to one enemy","Add Light element (100%) to physical attacks for 3 turns to caster"],"icon":"ability_54.png"},"228053":{"name":"Descent into Darkness","cost":{"MP":56},"attack_frames":[[22,27,32,37,42,47,52,57,62,67,72,92]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6.9x, ATK) to one enemy","Add Dark element (100%) to physical attacks for 3 turns to caster"],"icon":"ability_54.png"},"228054":{"name":"Sword of the Hero","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% and DEF, MAG and SPR by 20%","Increase resistance to all elements by 10%","Increase the damage of Octaslash (224570) by (1.1x)"],"icon":"ability_77.png"},"228055":{"name":"Consummate Technique","attack_type":"None","element_inflict":null,"effects":["Increase the damage of Aeolian Onslaught (224530), The Heavens Wept (224520), The Heavens Wept+1 (707586) and The Heavens Wept+2 (707587) by (2x)","Increase the damage of Heaven's Light (224540) by (1x)"],"icon":"ability_77.png"},"228056":{"name":"Incomprehensible Power","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 50%","Increase equipment ATK by 40% when armed with two weapons","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_78.png"},"506780":{"name":"Scintilla","cost":{},"attack_frames":[[50]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to all enemies"],"icon":"ability_53.png","parentID":"224600"},"508320":{"name":"Tragic End","cost":{"MP":120},"attack_frames":[[120]],"attack_type":"Physical","element_inflict":null,"effects":["Cast Death (80%) or deal physical damage (17x * 1 = 17x, ATK) to all enemies"],"icon":"ability_105.png","parentID":"228050"},"707582":{"name":"Reunion+1","cost":{"MP":60},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 10000 HP and 150 MP to caster","Increase LB gauge by 15-19 to caster","Add Dark element (100%) to physical attacks for 10 turns to caster"],"icon":"ability_4.png"},"707583":{"name":"Reunion+2","cost":{"MP":60},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 10000 HP and 150 MP to caster","Increase LB gauge by 15-19 to caster","Add Dark element (100%) to physical attacks for 10 turns to caster","Increase LB damage by 30% for 4 turns"],"icon":"ability_4.png"},"707584":{"name":"Katana Mastery+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 80% when equipped with a Katana"],"icon":"ability_53.png"},"707585":{"name":"Katana Mastery+2","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 80% when equipped with a Katana","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase equipment ATK by 30% when armed with two weapons"],"icon":"ability_53.png"},"707586":{"name":"The Heavens Wept+1","cost":{"MP":50},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6x, ATK) to one enemy","Reduce resistance to Light and Dark by 60% for 3 turns to one enemy"],"icon":"ability_53.png"},"707587":{"name":"The Heavens Wept+2","cost":{"MP":55},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (7x, ATK) to one enemy","Reduce resistance to Light and Dark by 60% for 3 turns to one enemy"],"icon":"ability_53.png"},"707588":{"name":"Legendary SOLDIER+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 60%, HP and MP by 50% and DEF, MAG and SPR by 30%"],"icon":"ability_77.png"},"707589":{"name":"Legendary SOLDIER+2","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 60%, HP and MP by 50% and DEF, MAG and SPR by 30%","30% chance to counter physical attacks with Legendary SOLDIER+2 (509097) to caster (max 1 / turn)","30% chance to counter magic attacks with Legendary SOLDIER+2 (509097) to caster (max 1 / turn)"],"icon":"ability_77.png"},"707602":{"name":"ATK +30%+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"707603":{"name":"Twofold Technique+2","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Aeolian Onslaught (224530), Consuming Light (228052), Descent into Darkness (228053), Heaven's Light (224540), Oblivion (224510), Octaslash (224570), Supremacy (228051), The Heavens Wept (224520), The Heavens Wept+1 (707586) and The Heavens Wept+2 (707587) twice in one turn"],"icon":"ability_8.png"},"912381":{"name":"Tragic End+1","cost":{"MP":120},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Tragic End+1 (912383) on turn 5 [5 turns CD]"],"icon":"ability_105.png"},"912382":{"name":"Tragic End+2","cost":{"MP":120},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Tragic End+2 (912384) on turn 5 [5 turns CD]"],"icon":"ability_105.png"}},"LB":{"name":"One-Winged Angel","attack_count":[1],"attack_frames":[[220]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (8.6x * 2 = 17.2x, ATK) to all enemies (ignore cover)","Reduce resistance to Light and Dark by 76% for 3 turns to all enemies"],"max_level":["Physical damage (11.5x * 2 = 23x, ATK) to all enemies (ignore cover)","Reduce resistance to Light and Dark by 100% for 5 turns to all enemies"]},"TMR":{"name":"Masamune (FFVII)","compendium_id":833,"compendium_shown":true,"rarity":8,"type_id":4,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"101360":{"name":"Doublehand","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with a single one-handed weapon","Increase Accuracy by 25% when armed with a single one-handed weapon"],"icon":"ability_76.png","desc":""},"224570":{"name":"Octaslash","cost":{"MP":45},"attack_frames":[[42,52,62,72,82,92,102,112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x * 2 = 5x, ATK) to one enemy (ignore cover)"],"icon":"ability_53.png","desc":""}},"effects":["Grants 'Doublehand' passive.","Grants 'Octaslash' ability."],"stats":{"HP":0,"MP":0,"ATK":150,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":140000,"price_sell":14000,"icon":"item_10429.png","strings":{"name":["Masamune (FFVII)","正宗(FFVII)","마사무네(FFVII)","Masamune (FFVII)","Masamune (FFVII)","Masamune (FFVII)"],"desc_short":["A katana with an exceptionally long blade.","擁有極長刀身的太刀","터무니없이 긴 칼날을 지닌 도","Un katana doté d'une lame excessivement longue.","Ein Katana mit besonders langer Klinge.","Una katana con una hoja extremadamente larga."],"desc_long":["A katana with an exceptionally long blade. It is said to have been used by a legendary SOLDIER in a faraway world. The blade's stunning brilliance complements its unprecedented sharpness, but as the katana is very heavy, most swordsmen are unable to use it properly. The aforementioned SOLDIER, though, was able to cut down his enemies with it in the blink of an eye.","擁有極長刀身的太刀。據說是遙遠異界中的某個傳說戰士珍愛的武器。閃耀絢麗光芒的刀身，以出類拔萃的銳利度為傲，但是相當的重，一般的劍士可能連揮刀都有問題。但是傳說中的戰士，不但能自由自在地揮舞這把刀，甚至經常使出快到讓人無法看清楚的拔刀術。","터무니없이 긴 칼날을 지닌 도. 까마득히 먼 이계의 전설의 솔저가 애용하던 것이라고 알려져 있다. 아름답게 빛나는 칼날은 발군의 날카로움을 자랑하지만, 중량이 상당한 탓에 평범한 검사는 휘두를 수조차 없다. 그러나 전설의 솔저는 이 도를 자유자재로 다루며 엄청난 속도의 발도술까지 사용했다고 한다.","Ce katana doté d'une lame excessivement longue serait l'arme de prédilection d'un légendaire combattant appartenant à l'unité SOLDATS. Son tranchant est sans égal, mais du fait de son poids, il est difficile à manier même pour des bretteurs accomplis. Toutefois, son possesseur serait capable de le brandir avec aisance, frappant ses ennemis à la vitesse de l'éclair.","Ein Katana mit besonders langer Klinge. Es soll in einer fernen Welt von einem Mitglied von SOLDAT getragen worden sein. Die wunderschöne Klinge ist sehr scharf, doch da das Katana ungewöhnlich schwer ist, sind die meisten Kämpfer nicht in der Lage, es richtig zu führen. Der legendäre SOLDAT konnte das Schwert jedoch mit Leichtigkeit schwingen und mit ihm seine Gegner blitzschnell ausschalten.","Una katana con una hoja extremadamente larga. Se dice que la usó un SOLDADO legendario de un mundo lejano. El brillo tan deslumbrante de esta katana hace que su filo destaque de una forma exagerada, pero su peso hace que la mayoría de los guerreros no sean capaces de usarla correctamente. Sin embargo, el SOLDADO legendario era capaz de blandirla fácilmente y de golpear a sus enemigos en un abrir y cerrar de ojos."]}},"STMR":{"name":"Twisted Hero","compendium_id":826,"compendium_shown":true,"unit_restriction":null,"skills":{"227931":{"name":"Twisted Hero","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 80% and DEF, MAG and SPR by 20% when equipped with a Katana"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'Twisted Hero' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_95.png","strings":{"names":["Twisted Hero","扭曲的英雄","일그러진 영웅","Sinistre héros","Gefallener Held","Héroe maquiavélico"],"desc_short":["Boost ATK, DEF, MAG, and SPR when equipped with a katana (Not Stackable)","裝備刀時提高攻擊防禦魔力精神[無法重複裝備]","도 장착 시 공격력, 방어력, 마력, 정신력 상승 (중복 장착 불가)","Augmente l'ATT, la DEF, la MAGIE et la PSY lorsqu'un katana est équipé (Non cumulable)","Erhöht ANG, ABW, MAG und PSY, wenn mit einem Katana ausgerüstet (nicht stapelbar).","Aumenta ATQ, DEF, MAG y ESP al llevar katana (no acumulable)"],"desc_long":["Boosts ATK, DEF, MAG, and SPR when equipped with a katana. Not stackable.","裝備刀時，提高攻擊防禦魔力精神。[無法重複裝備]","도 장착 시 공격력, 방어력, 마력, 정신력이 상승합니다. (중복 장착 불가)","Augmente l'ATT, la DEF, la MAGIE et la PSY lorsqu'un katana est équipé. Non cumulable.","Erhöht ANG, ABW, MAG und PSY, wenn mit einem Katana ausgerüstet (nicht stapelbar).","Aumenta ATQ, DEF, MAG y ESP al llevar katana (no acumulable)."]},"type":"MATERIA"}},"207001105":{"rarity_min":5,"rarity_max":7,"name":"Zack","game":"FFVII","job":"SOLDIER 1st Class","sex":"Male","equip":[2,3,15,16,40,41,50,51,52,60],"entries":{"207001105":{"compendium_id":1373,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[944,2860,240,120],"MP":[42,126,40,20],"ATK":[41,123,24,12],"DEF":[37,113,16,8],"MAG":[33,101,16,8],"SPR":[34,102,16,8]},"limitburst_id":207001105,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[10,49],"effect_frames":[8,47],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[5,5,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060200":10,"290060300":5}},"strings":{"description":["A SOLDIER from a distant world who is embroiled in a struggle to save his planet. His talents have earned him the rank of 1st Class in Shinra's elite mercenary force. Always upbeat and considerate of his comrades, he becomes fast friends with Cloud after bonding over their similar backgrounds while out on assignment.","在圍繞著星球的生命的異界故事中登場的戰士。他的實力非凡，在神羅的精英士兵中位居第一等，性格積極樂觀，並且總是在為同伴著想。在邊境執行任務時，他與同是鄉下出身的克勞德意氣相投，兩人成為了親密無間的朋友。","별의 운명을 둘러싼 이계의 이야기에 등장하는 솔저. 신라의 엘리트 병사인 솔저 중에서도 최고위 클래스인 1st에 오를 정도의 실력을 자랑하며, 동료를 생각하고 늘 적극적인 자세를 유지한다. 변경의 임무에 동행하게 된 클라우드와는 시골 출신이라는 공통점에서 의기투합하게 되어, 곧 친구라고 부를 수 있는 관계가 되었다.","Un membre du SOLDAT mêlé à un conflit décisif pour la survie de son monde d'origine. Zack est un guerrier émérite qui occupe le grade de 1re classe au sein du SOLDAT, l'escouade d'élite de l'entreprise Shinra. Il traite toujours ses compagnons avec bienveillance et refuse de se laisser abattre, peu importe les circonstances. Lorsque le jeune homme est déployé en mission aux côtés de Cloud, les deux se lient d'amitié en raison de leurs origines modestes et deviennent rapidement de fidèles camarades.","Ein aus einer fernen Welt stammendes Mitglied von SOLDAT, das in einen Kampf zur Rettung seines Planeten verwickelt ist. Zacks herausragende Fähigkeiten haben ihm innerhalb Shinras Eliteeinheit dazu verholfen, zum Rang-1-SOLDAT aufzusteigen. Er sorgt stets für seine Kameraden und lässt sich seine Laune durch nichts verderben. Er und Cloud werden auf einer gemeinsamen Mission zu engen Freunden, als sie entdecken, dass sie beide aus einfachen Verhältnissen stammen.","Un miembro de Soldado de un mundo lejano enzarzado en una lucha por salvar el planeta. Zack es miembro de la fuerza de élite de Shinra conocida como Soldado. Su gran talento le ha merecido el rango de Soldado de 1.ª clase. Es muy considerado con todos sus compañeros y nunca deja que nada ni nadie lo desanime. Cuando lo envían a una misión remota junto a Cloud, el origen humilde de ambos los acerca un poco más y terminan convirtiéndose en buenos amigos."],"summon":["Go all out, you say? Well, great—that's what I'm good at!","隨便胡鬧也沒關係嗎？<br>交給我好了！我最擅長這個了。","내 마음대로 날뛰어도 돼?<br>맡겨 둬. 그런 거 제일 잘하거든.","Tu as bien dit de \"tout donner\" ? Tant mieux, parce que c'est ma spécialité.","Mit voller Kraft loslegen, sagst du? Das passt! Das kann ich gut.","¿Que no me contenga? Genial, eso es mi especialidad."],"evolution":[null,null,null,null,null,null],"affinity":["You're gonna live. You'll be...my living legacy. My honor, my dreams—they're yours now. After all, we're friends, right?","我的榮耀與夢想，全部給你。<br>你……是我活過的證明。<br>……我們是朋友，對吧？","내 긍지와 꿈, 전부 줄게.<br>네가…… 내 삶의 증거다.<br>……친구잖아, 그렇지?","Tu dois vivre. Tu seras... mon héritage vivant. Mon honneur et mes rêves. Ils sont pour toi, maintenant. On est amis après tout, n'est-ce pas ?","Du wirst leben. Du wirst ... mein lebendes Vermächtnis. Meine Ehre, meine Träume ... gehören jetzt dir. Schließlich sind wir Freunde, stimmts?","Yo debo... vivir. Tú serás... mi legado. Mi honor..., mis sueños... son tuyos ahora. Después de todo somos amigos, ¿no?"],"fusion":["I can't wait! I'm not gonna miss this chance to become a hero.","真興奮！<br>可不能放過成為英雄的機會。","두근거리는걸.<br>영웅이 될 찬스를 놓칠 수야 없지.","J'ai hâte ! Je ne compte pas rater cette chance de devenir un héros.","Ich kann's kaum erwarten! Endlich hab ich die Chance, ein Held zu werden!","¡Me muero de ganas! No voy a desperdiciar la oportunidad de convertirme en un héroe."]}},"207001106":{"compendium_id":1374,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1227,3718,390,195],"MP":[54,163,65,32],"ATK":[52,159,34,17],"DEF":[48,146,26,13],"MAG":[43,131,26,13],"SPR":[44,132,26,13]},"limitburst_id":207001106,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[10,49],"effect_frames":[8,47],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[6,6,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001160":1}},"strings":{"description":["A SOLDIER from a distant world who is embroiled in a struggle to save his planet. His talents have earned him the rank of 1st Class in Shinra's elite mercenary force. He boasts a sunny disposition, but his immature side gets him in trouble at times. The gargantuan sword he wields is a treasured gift from his comrade and mentor in SOLDIER.","在圍繞著星球的生命的異界故事中登場的戰士。他的實力非凡，在神羅的精英士兵中位居第一等。他的性格開朗，甚至有一些孩子氣，經常被人說不夠沉穩。他身背一人高的大劍，那是從前輩也是朋友的戰士手中繼承來的寶貝。","별의 운명을 둘러싼 이계의 이야기에 등장하는 솔저. 신라의 엘리트 병사인 솔저 중에서도 최고위 클래스인 1st에 오를 정도의 실력자이다. 밝고 쾌활한 성격이지만, 어린아이 같은 부분도 있어 종종 침착지 못한 점을 지적받기도 한다. 자신의 키만큼이나 거대한 검은 친구이기도 한 선배 솔저로부터 물려받은 것으로, 무척 소중히 여기는 것이다.","Un membre du SOLDAT mêlé à un conflit décisif pour la survie de son monde d'origine. Zack est un guerrier émérite qui occupe le grade de 1re classe au sein du SOLDAT, l'escouade d'élite de l'entreprise Shinra. Réputé pour son caractère enjoué frôlant parfois l'immaturité, ce jeune homme est aussi souvent réprimandé pour son manque de sang-froid. Au combat, il se sert d'une épée aux proportions démesurées qui lui est très chère, car léguée par son ancien camarade et supérieur du SOLDAT.","Ein aus einer fernen Welt stammendes Mitglied von SOLDAT, das in einen Kampf zur Rettung seines Planeten verwickelt ist. Zacks herausragende Fähigkeiten haben ihm innerhalb Shinras Eliteeinheit dazu verholfen, zum Rang-1-SOLDAT aufzusteigen. Sein sonniges Gemüt lässt von Zeit zu Zeit erahnen, wie unreif er noch ist - eine kindliche Rastlosigkeit, die ihm des Öfteren Schelte einbringt. Das extrem große Schwert, das er führt, war ein Geschenk von seinem Vorgesetzten und Mentor bei SOLDAT. Für Zack ist die Waffe daher von unschätzbarem Wert.","Un miembro de Soldado de un mundo lejano enzarzado en una lucha por salvar el planeta. Zack es miembro de la fuerza de élite de Shinra conocida como Soldado. Su gran talento le ha merecido el rango de Soldado de 1.ª clase. Su temperamento alegre suele revelar su falta de madurez y, en más de una ocasión, ha recibido un escarmiento por no saber mostrar el aplomo requerido. La gigantesca espada que empuña fue un regalo de un compañero de rango superior de Soldado, por eso le tiene tanto cariño."],"summon":["My dream is to become a hero! Just leave it all to me!","我的夢想就是成為英雄！<br>放心交給我吧，沒問題的！","내 꿈은 영웅이 되는 거야!<br>나한테 맡기면 만사 오케이란 거지!","Mon rêve, c'est de devenir un héros ! Je m'occupe de tout !","Mein Traum ist es, ein Held zu werden! Lass mich nur machen!","¡Mi sueño es convertirme en un héroe! ¡Dejadlo en mis manos!"],"evolution":["Alright! Time to show everyone what I've got!","好啦！<br>輪到我露一手了！","좋았어!<br>지금부터 내 진면목을 보여주지!","Bon, allez ! Il est temps de montrer au monde de quel bois je me chauffe !","Alles klar! Es ist Zeit, der Welt zu zeigen, was ich kann!","¡Muy bien! ¡Ha llegado la hora de demostrarle a todo el mundo de lo que soy capaz!"],"affinity":["You're gonna live. You'll be...my living legacy. My honor, my dreams—they're yours now. After all, we're friends, right?","我的榮耀與夢想，全部給你。<br>你……是我活過的證明。<br>……我們是朋友，對吧？","내 긍지와 꿈, 전부 줄게.<br>네가…… 내 삶의 증거다.<br>……친구잖아, 그렇지?","Tu dois vivre. Tu seras... mon héritage vivant. Mon honneur et mes rêves. Ils sont pour toi, maintenant. On est amis après tout, n'est-ce pas ?","Du wirst leben. Du wirst ... mein lebendes Vermächtnis. Meine Ehre, meine Träume ... gehören jetzt dir. Schließlich sind wir Freunde, stimmts?","Yo debo... vivir. Tú serás... mi legado. Mi honor..., mis sueños... son tuyos ahora. Después de todo somos amigos, ¿no?"],"fusion":["I'll give you a really good show, so keep your eyes peeled!","就特別給你露一手吧！<br>可別錯過了我活躍的表現啊！","비장의 기술을 보여 주지!<br>내 활약을 놓치지 말라고!","Ça va être l'heure du spectacle, ouvrez grand les yeux !","Ich werd' euch eine richtig gute Show liefern, also haltet die Augen offen!","¡Mantened los ojos abiertos y disfrutad del espectáculo porque va a merecer la pena!"]}},"207001107":{"compendium_id":1375,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1595,4833,540,270],"MP":[70,211,90,45],"ATK":[68,209,65,32],"DEF":[62,189,40,20],"MAG":[56,170,40,20],"SPR":[56,171,40,20]},"limitburst_id":207001107,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[10,49],"effect_frames":[8,47],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[6,6,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A SOLDIER from a distant world who is embroiled in a struggle to save his planet. He joined Shinra's elite mercenary force with aspirations of heroism, and managed to ascend to the rank of 1st Class. His fate was forever changed following a mission to a mako reactor in Nibelheim, but his faith in himself never wavered.","在圍繞著星球的生命的異界故事中登場的戰士。為了實現想要成為英雄的夢想，他志願成為神羅的精英士兵，並且當上了最高等級的一等戰士。他因調查魔晄爐前往了尼布爾海姆，以在那裡發生的事件為契機，他被捲入了悲壯的命運之輪當中，但即使如此他也沒有放棄自己的榮耀與夢想。","별의 운명을 둘러싼 이계의 이야기에 등장하는 전사. '영웅이 되고 싶다'라는 한결같은 꿈을 이루기 위해, 신라의 엘리트 병사인 솔저에 지원하게 된다. 훗날 최고위 클래스인 1st까지 오르게 된 그는 마황로 조사 임무를 위해 방문한 니블헤임에서 벌어진 사건을 계기로 장렬한 운명에 말려들게 되지만, 그럼에도 자신의 긍지와 꿈을 한순간도 놓치는 법이 없었다.","Un membre de SOLDAT mêlé à un conflit décisif pour la survie de son monde d'origine. Zack, dans sa jeunesse, n'avait qu'un seul et unique objectif : réaliser son rêve de devenir un héros. C'est à cette fin qu'il rejoignit SOLDAT, l'escouade d'élite de la Shinra, où il atteignit rapidement le grade de 1re classe. Son destin fut changé à jamais à la suite d'une certaine mission qui l'envoya au réacteur mako de Nibelheim, ce qui ne suffit cependant pas à le faire abandonner ses rêves et ambitions.","Ein aus einer fernen Welt stammendes Mitglied von SOLDAT, das in einen Kampf zur Rettung seines Planeten verwickelt ist. Zack schloss sich Shinras Eliteeinheit in der Hoffnung an, seinen lang gehegten Traum zu erfüllen und ein echter Held zu werden. Tatsächlich gelang es ihm auch, bis zum Rang-1-SOLDAT aufzusteigen - doch dann nahm sein Schicksal auf einer Mission zu einem bestimmten Mako-Reaktor in Nibelheim eine dramatische Wendung. Seine Träume und Hoffnungen gab er deswegen aber noch lange nicht auf.","Un miembro de Soldado de un mundo lejano enzarzado en una lucha por salvar el planeta. Zack se une a Soldado, el cuerpo de élite de Shinra, con la esperanza de ver cumplido algún día su sueño de convertirse en héroe. Una vez dentro, no tarda mucho en alcanzar el rango de Soldado de 1.ª clase. Su destino cambia para siempre tras una misión relacionada con un reactor de mako de Nibelheim, pero no tiene intención de abandonar sus sueños ni aspiraciones."],"summon":["Embrace your dreams. And whatever happens, protect your SOLDIER honor.","胸懷夢想，<br>無論何時都不要忘記戰士的榮耀。","꿈을 가져라.<br>그리고, 어떤 때라도<br>솔저의 긍지를 잊지 마라.","Vivez vos rêves. Et quoi qu'il arrive, protégez toujours votre honneur en tant que membre du SOLDAT.","Tragt Träume im Herzen. Und, was immer auch passiert, bewahrt eure SOLDAT-Ehre.","Abrazad vuestros sueños. Y, pase lo que pase, defended vuestro honor como miembros de Soldado."],"evolution":["Boring stuff, dangerous stuff—anything for money.","麻煩事，危險事，<br>只要報酬說得過去，<br>我是來者不拒的。","귀찮은 일이건, 위험한 일이건<br>보수만 주면 뭐든 하는 거야.<br>괜찮을 것 같지 않아?","Les situations délicates, le danger... Du moment que l'on me paie, je suis prêt à tout affronter !","Ob langweilig oder gefährlich, für Geld mach ich alles.","Será aburrido y peligroso, pero lucrativo."],"affinity":["You're gonna live. You'll be...my living legacy. My honor, my dreams—they're yours now. After all, we're friends, right?","我的榮耀與夢想，全部給你。<br>你……是我活過的證明。<br>……我們是朋友，對吧？","내 긍지와 꿈, 전부 줄게.<br>네가…… 내 삶의 증거다.<br>……친구잖아, 그렇지?","Tu dois vivre. Tu seras... mon héritage vivant. Mon honneur et mes rêves. Ils sont pour toi, maintenant. On est amis après tout, n'est-ce pas ?","Du wirst leben. Du wirst ... mein lebendes Vermächtnis. Meine Ehre, meine Träume ... gehören jetzt dir. Schließlich sind wir Freunde, stimmts?","Yo debo... vivir. Tú serás... mi legado. Mi honor..., mis sueños... son tuyos ahora. Después de todo somos amigos, ¿no?"],"fusion":["Well, it's time for some squats! Feel the burn, yeah!","好！<br>總之先去做個蹲起吧！<br>真讓人熱血沸騰啊！！","좋았어! 우선 스쿼트다!<br>우오옷~ 불타오른다!","Bon, c'est l'heure de faire quelques flexions ! Ouh ça brûle, ouais !","Zeit für ein paar Kniebeugen! Auf geht's, bis es brennt!","Bueno, ¡a hacer sentadillas! ¡Estoy a tope!"]}}},"skills":{"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"229880":{"name":"Angeal's Teachings","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40%","Increase ATK by 30% when equipped with a Great Sword","Recover MP (7%) per turn"],"icon":"ability_95.png"},"229881":{"name":"High Braver","cost":{"MP":22},"attack_frames":[[49]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.2x, ATK) to one enemy"],"icon":"ability_54.png"},"229882":{"name":"Assault Twister","cost":{"MP":28},"attack_frames":[[57,67,77,87,97]],"attack_type":"Physical","element_inflict":null,"effects":["2 physical attacks (2.1x each, 4.2x total, ATK) to all enemies"],"icon":"ability_54.png"},"229883":{"name":"Death Twister","cost":{"MP":26},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":null,"effects":["Cast Death (40%) or deal physical damage (2.7x * 1 = 2.7x, ATK) to all enemies"],"icon":"ability_54.png"},"229884":{"name":"Octaslash","cost":{"MP":45},"attack_frames":[[42,52,62,72,82,92,102,112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x * 2 = 5x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png"},"229885":{"name":"Squats Enthusiast","attack_type":"None","element_inflict":null,"effects":["Use Squats Enthusiast (509260) at the start of a battle","Increase LB gauge by 2 per turn"],"icon":"ability_91.png"},"229886":{"name":"Puppy Zack","attack_type":"None","element_inflict":null,"effects":["60% chance to set HP to 1 upon fatal damage, if HP was above 40% (max 1 times)","Increase resistance to Sleep, Confusion and Petrify by 100%"],"icon":"ability_41.png"},"229887":{"name":"SOLDIER's Pride","attack_type":"None","element_inflict":null,"effects":["Use SOLDIER's Pride (509261) at the start of a battle","Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"229888":{"name":"Air Strike","cost":{"MP":36},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.6x, ATK) to all enemies","Increase LB gauge by 4-5 to caster"],"icon":"ability_54.png"},"229889":{"name":"Meteor Shots","cost":{"MP":40},"attack_frames":[[84,92,100,108,116,124,132,140]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.1x, ATK) to all enemies"],"icon":"ability_29.png"},"229890":{"name":"Chocobo Stomp","cost":{"MP":26},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.4x, ATK) to one enemy","Reduce DEF by 65% for 4 turns to one enemy"],"icon":"ability_51.png"},"229891":{"name":"Vital Slash","cost":{"MP":56},"attack_frames":[[49]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6x, ATK) to one enemy"],"icon":"ability_54.png"},"229892":{"name":"Dual Digital Mind Wave","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Air Strike (229888), Assault Twister (229882), Chocobo Stomp (229890), Death Twister (229883), Engraved Hero (509264), High Braver (229881), Lucky Stars (229896), Meteor Shots (229889), Moogle Power (229898), Octaslash (229884), Rush Assault (229897) and Vital Slash (229891) twice in one turn"],"icon":"ability_8.png"},"229893":{"name":"From Zero to Hero","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40%","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase LB damage by 30%"],"icon":"ability_76.png"},"229894":{"name":"Entrusted Dreams","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 30%","Increase all stats gained from espers by 30%"],"icon":"ability_77.png"},"229895":{"name":"Promise to Aerith","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%","Increase the damage of Assault Twister (229882), Octaslash (229884) and Vital Slash (229891) by (3x)"],"icon":"ability_77.png"},"229896":{"name":"Lucky Stars","cost":{"MP":77},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Lucky Stars (509263) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"229897":{"name":"Rush Assault","cost":{"MP":86},"attack_frames":[[80,90,100,110,120,130,140,150,160,170,180,190,200,210,220,230]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Rush Assault (509265) on turn 3 [3 turns CD]"],"icon":"ability_105.png"},"229898":{"name":"Moogle Power","cost":{"MP":82},"attack_frames":[[70],[70],[70],[70]],"attack_type":"None","element_inflict":null,"effects":["Restore 12000 HP split over 4 turns to caster","Restore 160 MP split over 4 turns to caster","Increase break resistance to ATK by 80% for 4 turns to caster","Increase damage of Engraved Hero (509264) and Rush Assault (509265) by 300% for 4 turns"],"icon":"ability_4.png"},"229899":{"name":"SOLDIER 1st Class","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 50% and ATK, DEF, MAG and SPR by 30%"],"icon":"ability_77.png"},"509260":{"name":"Squats Enthusiast","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 110% for 99999 turns to caster"],"icon":"ability_63.png","parentID":"229885"},"509261":{"name":"SOLDIER's Pride","cost":{},"attack_frames":[[20]],"attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 3-5 to caster"],"icon":"ability_76.png","parentID":"229887"},"509263":{"name":"Lucky Stars","cost":{"MP":77},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 250% for 4 turns to caster","Dodge 2 physical attacks for 4 turns to caster","Gain Engraved Hero (509264) for 4 turns"],"icon":"ability_105.png","parentID":"229896"},"509264":{"name":"Engraved Hero","cost":{"MP":72},"attack_frames":[[89]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (30x, ATK) to one enemy"],"icon":"ability_54.png","parentID":"229892"},"509265":{"name":"Rush Assault","cost":{"MP":86},"attack_frames":[[80,90,100,110,120,130,140,150,160,170,180,190,200,210,220,230]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (18x, ATK) to one enemy","Reduce resistance to Fire, Ice and Lightning by 80% for 2 turns to one enemy"],"icon":"ability_105.png","parentID":"229897"}},"LB":{"name":"Chainstrike","attack_count":[5],"attack_frames":[[96,104,152,160,214]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (40.65x, ATK) to one enemy"],"max_level":["Physical damage (45x, ATK) to one enemy"]},"TMR":{"name":"Buster Sword (FFVII)","compendium_id":1207,"compendium_shown":true,"rarity":8,"type_id":3,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":true,"dmg_variance":[1,1.6],"accuracy":50,"requirements":null,"skills":{"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png","desc":""},"100040":{"name":"MP +10%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'HP +10%' passive.","Grants 'MP +10%' passive."],"stats":{"HP":0,"MP":0,"ATK":145,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":150000,"price_sell":15000,"icon":"item_10350.png","strings":{"name":["Buster Sword (FFVII)","破壞劍（FFVII)","버스터 소드(FFVII)","Épée broyante (FFVII)","Panzerschwert (FFVII)","Espada mortal (FFVII)"],"desc_short":["A large sword passed down from one to the next in a faraway world.","繼承來的異界大劍","물려받은 이계의 대검","Une énorme épée transmise d'un guerrier à l'autre dans un monde lointain.","Ein gewaltiges Schwert aus einer fernen Welt, von Generation zu Generation weitergereicht.","Una espada grande de un mundo lejano que ha ido pasando de generación en generación."],"desc_long":["A great sword passed down from one to the next in a faraway world. Owing to its enormous size, there are very few who can capably wield this weapon. In its original world, it belonged to a young SOLDIER with spiky, black hair. He inherited it from his mentor, who was himself a SOLDIER 1st Class.","繼承來的異界大劍。這把劍立起來有成年男性那麼高，一般人根本無法使用。在異界，一名黑髮刺猬頭的戰士裝備此劍。據說他是從上一任1st前輩戰士那裡獲得了這把劍的。","머나먼 이계에서 유입된 대검. 길이는 성인 남성의 키 정도로, 일반인이 휘두르기란 불가능하다. 이계의 삐죽삐죽한 검은 머리의 솔저가 장착하던 것으로, 그는 이 대검을 클래스 1st의 선배 솔저로부터 물려받았다고 한다.","Une énorme épée transmise d'un guerrier à l'autre dans un monde lointain. Peu nombreux sont ceux qui possèdent la force requise pour manier une arme de telles proportions. Sur sa planète d'origine, elle appartenait à une jeune recrue du SOLDAT reconnaissable à sa chevelure noire et hérissée. Selon la légende, il l'aurait lui-même héritée de son mentor, un autre membre du SOLDAT de 1re classe.","Ein gewaltiges Schwert aus einer fernen Welt, von Generation zu Generation weitergereicht. Aufgrund seiner enormen Größe gibt es nur wenige, die versiert mit ihm umgehen können. Geführt wurde es in jener Welt von einem jungen SOLDAT-Mitglied, den man sofort an seinen schwarzen, wie Stacheln von seinem Kopf abstehenden Haaren erkennen konnte. Es heißt, er habe das Schwert von seinem Mentor, selbst ein Rang-1-Mitglied bei SOLDAT, geerbt.","Una espada grande de un mundo lejano que ha ido pasando de generación en generación. Muy pocas personas son capaces de empuñarla debido a su tamaño descomunal. En ese mundo, la llevaba un joven miembro de Soldado con el pelo negro de punta. Por lo visto, la heredó de su mentor, un miembro de Soldado de 1.ª clase."]}},"STMR":{"name":"True Hero","compendium_id":913,"compendium_shown":true,"unit_restriction":null,"skills":{"229872":{"name":"True Hero","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40% when equipped with a Great Sword","Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png","desc":""}},"effects":["Grants 'True Hero' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_76.png","strings":{"names":["True Hero","真心英雄","진정한 영웅","Véritable héros","Wahrer Held","Héroe auténtico"],"desc_short":["Boost ATK by 40% when equipped with a large sword and boost equipment ATK when a single weapon is equipped in both hands (Not stackable)","裝備大劍時提高40%攻擊+雙手只裝備1把武器時武具攻擊提升 (無法重複裝備)","대검 장착 시 공격력 40% 상승+양손의 장비가 무기 1개일 경우 장비의 공격력 상승 (중복 장착 불가)","Augmente l'ATT de 40% quand une épée longue est équipée, et augmente l'ATT de l'équipement quand une arme est tenue avec les deux mains (non cumulable)","Erhöht ANG um 40%, wenn mit einem Großschwert ausgerüstet und erhöht Ausrüstung-ANG, wenn eine einzelne Waffe in beiden Händen ausgerüstet ist (Nicht stapelbar).","Aumenta el ATQ un 40% al llevar espada grande y aumenta el ATQ del equipo al llevar una sola arma en ambas manos (no acumulable)"],"desc_long":["Boosts ATK by 40% when equipped with a large sword and boosts equipment ATK when a single weapon is equipped in both hands. Not stackable.","裝備大劍時提高40%攻擊，雙手只裝備1把武器時武具攻擊提升。(無法重複裝備)","대검 장착 시 공격력이 40% 상승하고, 양손의 장비가 무기 1개일 경우 장비의 공격력이 상승합니다. (중복 장착 불가)","Augmente l'ATT de 40% quand une épée longue est équipée, et augmente l'ATT de l'équipement quand une arme est tenue avec les deux mains. Non cumulable.","Erhöht ANG um 40%, wenn mit einem Großschwert ausgerüstet und erhöht Ausrüstung-ANG, wenn eine einzelne Waffe in beiden Händen ausgerüstet ist. Nicht stapelbar.","Aumenta el ATQ un 40% al llevar espada grande y aumenta el ATQ del equipo al llevar una sola arma en ambas manos. No acumulable."]},"type":"MATERIA"}}}