{"203000105":{"rarity_min":5,"rarity_max":7,"name":"Onion Knight","game":"FFIII","job":"Onion Knight","sex":"Male","equip":[1,2,3,4,5,6,7,8,9,10,11,13,16,30,31,40,41,50,51,52,60],"entries":{"203000105":{"compendium_id":589,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[396,1200,240,120],"MP":[20,60,40,20],"ATK":[19,58,24,12],"DEF":[13,40,16,8],"MAG":[14,42,16,8],"SPR":[15,44,16,8]},"limitburst_id":203000105,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[17,27,37],"effect_frames":[15,25,35],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. The Onion Knight is an orphan who was raised along with three others by an elder in the village of Ur. When he goes to explore the Altar Cave one fateful day, the Wind Crystal enshrined within chooses him as one of four Warriors of Light destined to save the world. This task would send him on a journey where he could share hope with friends who would come and go, ridding the world of the darkness consuming it one step at a time.","異界有關光之戰士的故事中登場的少年。由邊境烏爾村的長老扶養長大，是4名孤兒的其中ㄧ人。於探險途中的洞窟裡受到風之水晶的啟示，4人作為光之戰士踏上拯救世界的旅途。旅途中他們分別使用了從水晶中得到的各種希望之力，在經歷了眾多與同伴的相遇于分別之後，正面挑戰了欲顛覆世界的黑暗力量。","이계에 전해 내려오는 빛의 전사 전승에 등장하는 소년. 변경의 마을 '울'의 촌장의 손에서 자란 4명의 고아 중 한 명이다. 탐색을 나간 동굴에서 바람의 크리스탈의 계시를 받고, 빛의 전사로서 4명이 함께 세계를 구하기 위한 여행을 떠났다. 여행 도중 크리스탈에게서 받은 여러가지 희망의 힘을 사용하여, 많은 동료들과의 만남과 헤어짐을 반복하며 세계를 덮쳐오는 어둠의 힘에 맞섰다.","Un jeune homme originaire d'un autre monde où la légende des cristaux et des Guerriers de la Lumière se transmet de génération en génération. Le Chevalier Oignon est un orphelin qui a été élevé aux côtés de trois autres enfants par un sage du village d'Ur. Quand, un jour fatidique, il se rend à la grotte d'Altar, le cristal du Vent qui s'y trouve le désigne comme l'un des quatre Guerriers de la lumière destinés à sauver le monde. Cette tâche marque pour lui le début d'une aventure remplie d'espoir au côté de ses camarades, avec la seule intention de débarrasser le monde des ténèbres qui l'enveloppent, un monstre à la fois.","Ein junger Mann aus einer fernen Welt, von dem in Überlieferungen zu den Kriegern des Lichts erzählt wird. Vom Ältesten im abgelegenen Dorf Ur aufgezogen, ist er eines von vier Waisenkindern. Als es ihn bei einer Expedition in eine Höhle verschlägt, empfing er dort von dem Windkristall eine Offenbarung und machte sich fortan als einer der vier Krieger des Lichts auf, um die Welt zu retten. Auf seiner Reise lernte er die ihm von dem Kristall verliehene Kraft der Hoffnung benutzen. Während sich im Laufe der Zeit das Kommen und Gehen vieler Freunde wiederholte, widersetzte sich der Zwiebelritter der Kraft der Dunkelheit, welche die Welt zu verschlingen drohte.","Un joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. El Caballero Cebolla es un huérfano que crio un anciano de la aldea de Ur. Un fatídico día fue a explorar la Cueva del Altar y el Cristal del Viento que había allí lo eligió como uno de los cuatro Guerreros de la Luz que habrían de salvar el mundo. Esta misión lo llevaría a través de un viaje donde compartiría, a ratos, camino y esperanzas con varios amigos a lo largo de un mundo cada vez más consumido por la oscuridad."],"summon":["O-o-ouch...<br>I-I fell into a hole in the ground!","痛痛痛……<br>不小心掉到陷阱的坑洞裡啦！","아야야야……<br>함정에 빠져 버렸다!","A-aïe...<br>Je suis tombé dans un trou dans le sol.","Autsch ...<br>Ich bin in ein Loch im Boden gefallen!","A-a-auch...<br>¡M-me he caído en un agujero!"],"evolution":[null,null,null,null,null,null],"affinity":["I have had many friends who<br>have helped me out.<br>It's my turn now to help you!","曾經有許多的夥伴支持著我。<br>現在換我來成為你的力量了！","많은 동료가<br>나를 지탱해 줬어.<br>이번엔 내가 네 힘이 될 차례야!","J'ai eu beaucoup d'amis qui<br>m'ont aidé.<br>C'est mon tour de t'aider désormais !","Ich hatte viele Freunde,<br>die mir geholfen haben.<br>Nun ist es an mir, zu helfen!","¡He tenido muchos amigos<br>que me han ayudado.<br>¡Ahora me toca a mí!"],"fusion":["In order to use this much power,<br>one must have enough capacity in their soul!","想要掌控這股力量，<br>看來還需要內心的器量呢！","이 힘을 사용하기 위해서는,<br>마음의 캐퍼시티가<br>필요할 것 같군!","Il faut de grandes facultés d'âme pour utiliser un tel pouvoir !","Um so viel Kraft zu nutzen,<br>braucht man eine Seele, die stark genug ist!","Para usar tanto poder,<br>¡hay que tener mucho espacio en el alma!"]}},"203000106":{"compendium_id":590,"rarity":6,"exp_pattern":30,"stat_pattern":3,"stats":{"HP":[1202,3642,390,195],"MP":[53,162,65,32],"ATK":[52,158,34,17],"DEF":[40,120,26,13],"MAG":[39,119,26,13],"SPR":[41,125,26,13]},"limitburst_id":203000106,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[17,27,37],"effect_frames":[15,25,35],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000220":1}},"strings":{"description":["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. The Onion Knight is one of four orphans chosen by the Wind Crystal as one of the Warriors of Light destined to save the world. On his journey to complete his mission, he meets a mysterious and amnesiac man named Desch, a priestess named Aria who serves the Water Crystal, the mages Doga and Unei, and many others. Together they would fight the darkness taking over and find whomever had unleashed it upon the world.","異界有關光之戰士的故事中登場的少年，4名孤兒中的其中ㄧ人。受到風之水晶的啟示，為了將世界從黑暗氾濫中拯救出來，他以光之戰士身分展開了旅程。在旅途中，他受到喪失記憶的青年德修和侍奉水之水晶的巫女艾麗婭以及魔道師多加與烏內等人幫助，正式接近欲引起黑暗氾濫的人。","이계에 전해 내려오는 빛의 전사 전승에 등장하는, 4명의 고아 중 한 명. 바람의 크리스탈의 계시를 받아, 어둠의 범람이 집어삼키려 하는 세계를 지키기 위해 빛의 전사로서 여행을 떠났다. 기억을 잃은 청년 데쉬와, 물의 크리스탈을 모시는 무녀 에리아, 마도사 도가와 우네 등 여러 동료와 함께 서로를 의지하면서 여행을 이어나가며, 어둠의 범람을 일으키려 하는 자들의 정체에 다가가게 된다.","Un jeune homme originaire d'un autre monde où la légende des cristaux et des Guerriers de la Lumière se transmet de génération en génération. Le Chevalier Oignon est l'un des quatre orphelins choisis par le cristal du Vent pour endosser la responsabilité de Guerrier de la Lumière et sauver le monde. Au cours de son aventure, il fait la rencontre de Desch, un homme mystérieux souffrant d'amnésie, d'Aria, une prêtresse au service du cristal d'Eau, des mages Doga et Unei et de bien d'autres encore. Ensemble, ils luttent contre l'influence des ténèbres et cherchent le responsable de la calamité qui sévit en ce monde.","Eines von vier Waisenkindern aus einer fernen Welt, von dem in den Überlieferungen der Krieger des Lichts erzählt wird. Als ihm der Windkristall seine Bestimmung als Krieger des Lichts offenbart, zieht er los, um die Welt vor den unersättlichen Wogen der Dunkelheit zu retten. Auf seinen Reisen lernt er so den jungen Mann Desch kennen, der sein Gedächtnis verloren hat und trifft die Priesterin Aria, die dem Wasserkristall dient. Er macht Bekanntschaft mit vielen weiteren Freunden, wie den Magiern Doga und Unei, und kommt dabei dem wahren Drahtzieher hinter den dunklen Wogen immer näher.","Un joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. El Caballero Cebolla es uno de los cuatro huérfanos que el Cristal del Viento eligió para convertirse en Guerrero de la Luz y salvar el mundo. A lo largo de su aventura, conoció a Desch, un hombre misterioso y un tanto amnésico, a una sacerdotisa que servía al Cristal del Agua y se llamaba Elia y, entre otros pocos, a los magos Doga y Une. Juntos lucharían contra la creciente oscuridad y encontrarían al responsable."],"summon":["So you received power from a talking crystal and decided to head out on a journey!?","從會說話的水晶那裏獲得了力量<br>接著就開始了冒險的旅途！","말하는 크리스탈의 힘을 받아서<br>여행을 떠나기로 했어!","Alors comme ça, vous avez reçu du pouvoir de la part d'un cristal qui parle, et vous avez décidé de partir à l'aventure !?","Ihr habt Macht von einem sprechenden Kristall empfangen und euch dann auf eine Reise begeben?","Así que ¡¿obtuviste poder después de hablarle a un cristal y decidiste emprender una aventura?!"],"evolution":["Alright!<br>That strengthened me up a bit.","很好！<br>這樣應該有稍微變強吧？","좋아!<br>이걸로 조금은 강해졌으려나?","Super !<br>Cela m'a rendu plus fort... un peu.","Also gut!<br>Das hat mich etwas gestärkt.","¡Muy bien!<br>Eso me dio algo de fuerzas."],"affinity":["I have had many friends who<br>have helped me out.<br>It's my turn now to help you!","曾經有許多的夥伴支持著我。<br>現在換我來成為你的力量了！","많은 동료가<br>나를 지탱해 줬어.<br>이번엔 내가 네 힘이 될 차례야!","J'ai eu beaucoup d'amis qui<br>m'ont aidé.<br>C'est mon tour de t'aider désormais !","Ich hatte viele Freunde,<br>die mir geholfen haben.<br>Nun ist es an mir, zu helfen!","¡He tenido muchos amigos<br>que me han ayudado.<br>¡Ahora me toca a mí!"],"fusion":["I will not misuse this power<br>that you have given me!","你所給我的這股力量，<br>絕對不會用在錯誤的地方！","네게 받은 이 힘을,<br>그릇되게 사용하지 않겠어!","Je ferai bon usage du pouvoir que tu viens de me donner !","Ich werde die Macht nicht missbrauchen,<br>die du mir verliehen hast!","¡Tendré mucho cuidado al usar<br>este poder que me has dado!"]}},"203000107":{"compendium_id":988,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1562,4734,540,270],"MP":[69,210,90,45],"ATK":[66,199,65,32],"DEF":[56,177,40,20],"MAG":[51,154,40,20],"SPR":[53,170,40,20]},"limitburst_id":203000107,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[17,27,37],"effect_frames":[15,25,35],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young boy hailing from another world where tales are passed down of the Warriors of Light. The Onion Knight is one of four orphans chosen by the Wind Crystal as one of the Warriors of Light destined to save the world. After overcoming the loss of various friends he makes during his journey, he finally defeats Emperor Xande, who sought to rule the world as an immortal being. He also dives into the World of Darkness in order to defeat the Cloud of Darkness, a cruel entity that sought to return the world to a state of nothingness.","異界有關光之戰士的故事中登場的少年，4名孤兒中的其中1人。作為被水晶所選中的光之戰士，為了拯救即將被氾濫的黑暗所吞沒的世界而戰鬥。跨越了旅途中相遇的夥伴的犧牲，成功打倒了企圖得到永恆生命與整個世界的魔王贊德。之後他又為了解決欲將世界歸於虛無的暗黑之雲的威脅，而深入到了暗之世界。","이계에서 전해지는 빛의 전사 전설에 등장하는, 4명의 고아 중 하나. 크리스탈에게 선택받은 빛의 전사로서, 세계를 집어삼키려 하는 어둠의 범람에 맞서 싸웠다. 여행 도중에 만난 동료의 희생을 뛰어넘어, 영원한 생명과 세계를 손에 넣으려 하는 마왕 잔데를 쓰러뜨리는 데 성공한다. 그리고, 세계를 무로 되돌리려고 하는 어둠의 구름의 위협을 물리치기 위해, 어둠의 세계로 뛰어들게 된다.","Un jeune homme originaire d'un autre monde où l'histoire des Guerriers de la Lumière se transmet de génération en génération. Le Chevalier Oignon est en effet l'un des quatre orphelins choisis par le Cristal du vent pour sauver le monde. C'est à la suite d'un long périple au cours duquel bon nombre de ses amis périrent qu'il finit enfin par terrasser l'Empereur Xande, un être maléfique qui avait pour dessein d'obtenir l'immortalité pour régner sur le monde entier à jamais. Son aventure l'amène également à parcourir le Monde des Ténèbres, où il affronte et triomphe du Nuage de Ténèbres, une entité de pure cruauté ayant pour unique but de réduire l'univers à néant.","Ein Junge von einer anderen Welt, in der Geschichten über die Krieger des Lichtes weitergegeben werden. Der Zwiebelritter ist einer von vier Waisen, die vom Windkristall als Krieger des Lichtes auserwählt wurden und dazu bestimmt sind, die Welt zu retten. Nachdem er den Verlust zahlreicher Freunde während seiner Reisen überwunden hatte, besiegte er schließlich den Imperator Xande, der als ein unsterbliches Wesen die Welt beherrschen wollte. Er tauchte auch in die Welt der Dunkelheit ein, um die Wolke der Dunkelheit zu bezwingen, ein grausames Wesen, welches die Welt in einen Zustand des Nichts zurückversetzen wollte.","Un joven que proviene de otro mundo donde abundan las leyendas sobre los Guerreros de la Luz. El Caballero Cebolla es uno de los cuatro huérfanos que el Cristal del Viento eligió para convertirse en Guerrero de la Luz y salvar el mundo. Tras perder a varios amigos que conoce a lo largo de su aventura, consigue derrotar al emperador Xande, cuyo objetivo era hacerse inmortal para reinar el mundo para siempre. Así, se adentra en la Oscuridad infinita para derrotar a la Nube de Oscuridad, un ser lleno de maldad cuyo objetivo era reducir el mundo a la nada."],"summon":["I arrived here, thanks to the guidance of the crystal's light!","遵從水晶之光的引導而來到了這裡！","크리스탈의 빛에 이끌려<br>이곳에 도착했어!","C'est la lumière du cristal qui m'a guidé jusqu'ici !","Dank des wegweisenden Lichts des Kristalls habe ich es hierher geschafft!","¡He conseguido llegar hasta aquí con la ayuda de la luz del cristal, que me ha servido de guía!"],"evolution":["I won't lose to the void! As long as there's hope, I can continue to light the way!","怎麼可能輸給虛無這種東西！只要照亮所有事物，名為「希望」的光輝還存在的話！","모든 것을 밝혀내는 빛,<br>'희망'이 있는 한<br>'무' 따위에 지지 않아!","Je refuse de céder face au néant ! Tant qu'il y a de l'espoir, je continuerai à suivre la lumière !","Ich werde nicht gegen die Leere verlieren! Solange es noch Hoffnung gibt, kann ich weiterhin den Weg erleuchten!","¡No perderé ante la nada! Mientras haya esperanza, ¡seguiré abriéndome camino!"],"affinity":["I have had many friends who<br>have helped me out.<br>It's my turn now to help you!","曾經有許多的夥伴支持著我。<br>現在換我來成為你的力量了！","많은 동료가<br>나를 지탱해 줬어.<br>이번엔 내가 네 힘이 될 차례야!","J'ai eu beaucoup d'amis qui<br>m'ont aidé.<br>C'est mon tour de t'aider désormais !","Ich hatte viele Freunde,<br>die mir geholfen haben.<br>Nun ist es an mir, zu helfen!","¡He tenido muchos amigos<br>que me han ayudado.<br>¡Ahora me toca a mí!"],"fusion":["The hope of light and dark... With their powers combined, we can take on the very void itself!","光與暗的希望……兩股力量合而為一的話，甚至能夠與虛無抗衡！","빛과 어둠의 희망……<br>두 개의 힘을 합치면<br>'무'라 해도 맞설 수 있어!","L'espoir de la lumière et des ténèbres... avec leurs pouvoirs combinés, nous pouvons défier le néant lui-même !","Die Hoffnung von Licht und Dunkelheit ... mit diesen beiden Mächten vereint können wir es mit der Leere selbst aufnehmen!","La esperanza de la luz y la oscuridad... Si combinamos esos poderes, ¡podremos derrotar a la mismísima nada!"]}}},"skills":{"100030":{"name":"HP +30%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%"],"icon":"ability_77.png"},"100060":{"name":"MP +30%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 30%"],"icon":"ability_77.png"},"100081":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100090":{"name":"ATK +30%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"100750":{"name":"Auto-Limit","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 1 per turn"],"icon":"ability_91.png"},"101060":{"name":"Undead Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Reapers by 50%"],"icon":"ability_79.png"},"101370":{"name":"Dual Wield","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed weapons"],"icon":"ability_72.png"},"209530":{"name":"Sword Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Sword"],"icon":"ability_95.png"},"211370":{"name":"Onion Slice","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119]],"attack_type":"Physical","element_inflict":null,"effects":["Use Onion Slice (506850), or Onion Slice+2 (506840), if used after Splendor of the Earth+2 (507302, 507314), Splendor of the Fire+2 (507298, 507310), Splendor of the Water+2 (507300, 507312) or Splendor of the Wind+2 (507296, 507308)"],"icon":"ability_54.png"},"211380":{"name":"Splendor of the Wind","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Use Splendor of the Wind (507303), or Splendor of the Wind (507291), if used after Shining Crystal (226742)"],"icon":"ability_25.png"},"211390":{"name":"Splendor of the Fire","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Use Splendor of the Fire (507304), or Splendor of the Fire (507292), if used after Shining Crystal (226742)"],"icon":"ability_21.png"},"211400":{"name":"Splendor of the Water","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Use Splendor of the Water (507305), or Splendor of the Water (507293), if used after Shining Crystal (226742)"],"icon":"ability_23.png"},"211410":{"name":"Splendor of the Earth","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Earth"],"effects":["Use Splendor of the Earth (507306), or Splendor of the Earth (507294), if used after Shining Crystal (226742)"],"icon":"ability_28.png"},"211420":{"name":"Full Speed Bladeblitz","cost":{"MP":25},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.2x, ATK) to all enemies"],"icon":"ability_54.png"},"211430":{"name":"Guiding Light","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Fire, Water, Wind and Earth by 30%"],"icon":"ability_9.png"},"211440":{"name":"Sturdy Foundation","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Blind, Paralyze and Petrify by 100%"],"icon":"ability_19.png"},"211480":{"name":"Blessed Crystal","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%"],"icon":"ability_78.png"},"226740":{"name":"Onion Fencer","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 20%","Increase equipment ATK by 30% when armed with two weapons"],"icon":"ability_72.png"},"226741":{"name":"Onion Chop","cost":{"MP":99},"attack_frames":[[42,47,52,57,62,67,72,77,82,87,92,97,102,107,112,117,122,127,132,137]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Onion Chop (507290) on turn 3 [3 turns CD]"],"icon":"ability_105.png"},"226742":{"name":"Shining Crystal","cost":{"MP":45},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts, Machinas, Stones and Reapers by 75% to caster for 3 turns"],"icon":"ability_79.png"},"226743":{"name":"Exquisite Onion","attack_type":"None","element_inflict":null,"effects":["Increase the damage of Full Speed Bladeblitz (211420) by (0.6x)","Increase physical and magic damage against Reapers by 50%","Increase the damage of Onion skills  [Cutter (506870) / Cutter+2 (506860) / Slice (506850) / Slice+2 (506840)] by (1.6x)"],"icon":"ability_79.png"},"506840":{"name":"Onion Slice","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (7.2x, ATK) to one enemy"],"icon":"ability_54.png"},"506850":{"name":"Onion Slice","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to one enemy"],"icon":"ability_54.png"},"506860":{"name":"Onion Cutter","cost":{"MP":54},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119,126,133,140,147]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (8.8x, ATK) to one enemy"],"icon":"ability_54.png"},"506870":{"name":"Onion Cutter","cost":{"MP":54},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119,126,133,140,147]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5.2x, ATK) to one enemy"],"icon":"ability_54.png"},"507290":{"name":"Onion Chop","cost":{"MP":99},"attack_frames":[[42,47,52,57,62,67,72,77,82,87,92,97,102,107,112,117,122,127,132,137]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (11x, ATK) to all enemies"],"icon":"ability_105.png"},"507291":{"name":"Splendor of the Wind","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119],[120]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (4.8x, ATK) to one enemy","Increase resistance to Earth by 70% for 3 turns to all allies"],"icon":"ability_25.png"},"507292":{"name":"Splendor of the Fire","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119],[120]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (4.8x, ATK) to one enemy","Increase resistance to Water by 70% for 3 turns to all allies"],"icon":"ability_21.png"},"507293":{"name":"Splendor of the Water","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119],[120]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (4.8x, ATK) to one enemy","Increase resistance to Fire by 70% for 3 turns to all allies"],"icon":"ability_23.png"},"507294":{"name":"Splendor of the Earth","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119],[120]],"attack_type":"Physical","element_inflict":["Earth"],"effects":["Physical earth damage (4.8x, ATK) to one enemy","Increase resistance to Wind by 70% for 3 turns to all allies"],"icon":"ability_28.png"},"507303":{"name":"Splendor of the Wind","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119],[120]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (3.8x, ATK) to one enemy","Increase resistance to Earth by 70% for 3 turns to all allies"],"icon":"ability_25.png"},"507304":{"name":"Splendor of the Fire","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119],[120]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (3.8x, ATK) to one enemy","Increase resistance to Water by 70% for 3 turns to all allies"],"icon":"ability_21.png"},"507305":{"name":"Splendor of the Water","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119],[120]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (3.8x, ATK) to one enemy","Increase resistance to Fire by 70% for 3 turns to all allies"],"icon":"ability_23.png"},"507306":{"name":"Splendor of the Earth","cost":{"MP":45},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119],[120]],"attack_type":"Physical","element_inflict":["Earth"],"effects":["Physical earth damage (3.8x, ATK) to one enemy","Increase resistance to Wind by 70% for 3 turns to all allies"],"icon":"ability_28.png"},"706170":{"name":"Blessed Crystal+1","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%","Increase resistance to Poison, Sleep, Confusion and Disease by 50%"],"icon":"ability_78.png"},"706180":{"name":"Blessed Crystal+1","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%","Increase resistance to Poison, Sleep, Confusion and Disease by 50%","Increase ATK by 15% and DEF and SPR by 10% when equipped with a Sword","Increase ATK by 15% and DEF and SPR by 10% when equipped with a Helm","Increase ATK by 15% and DEF and SPR by 10% when equipped with a Light Armor"],"icon":"ability_78.png"},"706190":{"name":"Splendor of the Wind+1","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Use Splendor of the Wind+1 (507307), or Splendor of the Wind+1 (507295), if used after Shining Crystal (226742)"],"icon":"ability_25.png"},"706200":{"name":"Splendor of the Wind+1","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Use Splendor of the Wind+2 (507308), or Splendor of the Wind+2 (507296), if used after Shining Crystal (226742)"],"icon":"ability_25.png"},"706210":{"name":"Splendor of the Fire+1","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Use Splendor of the Fire+1 (507309), or Splendor of the Fire+1 (507297), if used after Shining Crystal (226742)"],"icon":"ability_21.png"},"706220":{"name":"Splendor of the Fire+1","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Use Splendor of the Fire+2 (507310), or Splendor of the Fire+2 (507298), if used after Shining Crystal (226742)"],"icon":"ability_21.png"},"706230":{"name":"Splendor of the Water+1","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Use Splendor of the Water+1 (507311), or Splendor of the Water+1 (507299), if used after Shining Crystal (226742)"],"icon":"ability_23.png"},"706240":{"name":"Splendor of the Water+1","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Use Splendor of the Water+2 (507312), or Splendor of the Water+2 (507300), if used after Shining Crystal (226742)"],"icon":"ability_23.png"},"706250":{"name":"Splendor of the Earth+1","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Earth"],"effects":["Use Splendor of the Earth+1 (507313), or Splendor of the Earth+1 (507301), if used after Shining Crystal (226742)"],"icon":"ability_28.png"},"706260":{"name":"Splendor of the Earth+1","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Earth"],"effects":["Use Splendor of the Earth+2 (507314), or Splendor of the Earth+2 (507302), if used after Shining Crystal (226742)"],"icon":"ability_28.png"}},"LB":{"name":"Twin Swords","attack_count":[16,1],"attack_frames":[[68,72,119,123,158,163,168,173,178,183,188,193,198,203,223,227],[221]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (8.1x, ATK) to all enemies","Increase ATK by 50% for 3 turns to all allies","Reduce DEF by 50% for 3 turns to all enemies"],"max_level":["Physical damage (11x, ATK) to all enemies","Increase ATK by 110% for 3 turns to all allies","Reduce DEF by 74% for 3 turns to all enemies"]},"TMR":{"name":"Onion Sword","compendium_id":552,"compendium_shown":true,"rarity":8,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"200440":{"name":"Bladeblitz","cost":{"MP":14},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to all enemies"],"icon":"ability_53.png","desc":""},"211500":{"name":"Onion Cutter","cost":{"MP":54},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119,126,133,140,147]],"attack_type":"Physical","element_inflict":null,"effects":["Use Onion Cutter (506870), or Onion Cutter+2 (506860), if used after Splendor of the Earth+2 (507302, 507314), Splendor of the Fire+2 (507298, 507310), Splendor of the Water+2 (507300, 507312) or Splendor of the Wind+2 (507296, 507308)"],"icon":"ability_54.png","desc":""}},"effects":["Grants 'Bladeblitz' ability.","Grants 'Onion Cutter' ability."],"stats":{"HP":0,"MP":0,"ATK":135,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_10230.png","strings":{"name":["Onion Sword","洋蔥劍","양파 검","Épée oignon","Zwiebelschwert","Espada cebolla"],"desc_short":["A mysterious sword brought from the Farplane.","來自異界的神秘的劍","이계에서 유입된 수수께끼의 검","Une mystérieuse épée venant de l'Au-delà.","Ein mysteriöses Schwert aus dem Abyssum.","Una misteriosa espada del Etéreo."],"desc_long":["A mysterious sword brought from the Farplane. No one knows how it was made or what it is made of, but regardless, it exhibits sharpness beyond the ordinary. According to records, this sword was used by the Warrior of the Light who opted to become an \"Onion Knight,\" but this job is shrouded in mystery as some call the Onion Knight the weakest of all jobs, whereas others proclaim it as being the greatest among all jobs.","來自異界的神秘的劍。製造方法、使用的原料都不得而知，但其鋒利程度無人質疑。據文獻記載，揮舞這把劍的光之戰士選擇了「洋蔥劍士」作為自己的職業。有的人說這是最弱的職業，也有人說這是最強的職業，然而很少有人知曉這職業的真相。","이계에서 유입된 수수께끼의 검. 제작 방법에 대해서는 일절 밝혀진 바 없으며 어떤 재료가 사용되었는지조차 알 수 없지만, 압도적인 날카로움을 자랑하는 검이다. 문헌에 따르면, 이 검을 휘두르던 빛의 전사는 '양파 검사'라는 직업을 선택했다고 알려져 있다. 누군가는 최약이라 칭하고, 또 다른 누군가는 최강이라 칭하는 이 직업의 진상을 알고 있는 자는 극히 드물다.","Une mystérieuse épée venant de l'Au-delà. Personne ne sait qui a fabriqué cette arme ou ce qui la compose, mais son tranchant est bien plus grand que la plupart des armes ordinaires. Selon les écrits, cette lame était celle du Guerrier de la Lumière qui choisit de devenir \"Chevalier Oignon\", mais ce métier est entouré de mystères, car il est considéré comme étant le plus faible de tous, alors que d'autres proclament le contraire.","Ein mysteriöses Schwert aus dem Abyssum. Niemand weiß, woher es stammt oder woraus es gemacht ist, gleichwohl übertrifft die Schärfe der Schneide die vieler anderer. Den Aufzeichnungen zufolge wurde es von dem Krieger des Lichts geschwungen, der zu einem \"Zwiebelritter\" wurde, doch diese Bezeichnung bleibt geheimnisumwoben, da einige den Zwiebelritter als den stärksten und andere wiederum als den schwächsten Ritter bezeichnen.","Una misteriosa espada del Etéreo. Nadie sabe cómo se creó o de qué está hecha, pero, aun así, está afilada como ninguna. Según los registros, esta espada perteneció al Guerrero de la Luz que decidió convertirse en un \"Caballero Cebolla\". Sin embargo, no está del todo claro, puesto que para muchos ser Caballero Cebolla no conlleva mucha honra, mientras que otros no dudan en ensalzar esta profesión por encima del resto."]}},"STMR":{"name":"Onion Knight's Mission","compendium_id":770,"compendium_shown":true,"unit_restriction":null,"skills":{"226893":{"name":"Onion Knight's Mission","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 80% when equipped with a Sword","Increase physical damage against Reapers by 50%"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'Onion Knight's Mission' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_95.png","strings":{"names":["Onion Knight's Mission","洋蔥的使命","양파의 사명","Mission du Chevalier Oignon","Berufung des Zwiebelritters","Misión del Caballero Cebolla"],"desc_short":["Boost physical damage against reapers, and boost ATK when equipped with a sword (Not Stackable)","裝備劍時提高攻擊+物理攻擊時提高對死靈系魔物的傷害[無法重複裝備]","검 장착 시 공격력 상승+물리 공격 시 사령형 마물에게 부여하는 피해량 상승 (중복 장착 불가)","Augmente les dégâts physiques contre les morts-vivants, et augmente l'ATT quand une épée est équipée (non cumulable)","Erhöht physischen Schaden gegen Geister und erhöht ANG wenn mit einem Schwert ausgerüstet (Nicht stapelbar).","Aumenta el daño físico contra muertos vivientes y el ATQ al llevar espada (no acumulable)"],"desc_long":["Boosts physical damage against reapers, and boosts ATK when equipped with a sword. Not stackable.","裝備劍時，提高攻擊，物理攻擊時提高對死靈系魔物的傷害。[無法重複裝備]","물리 공격 시 사령형 마물에게 부여하는 피해량이 상승하고, 검 장착 시 공격력이 상승합니다. (중복 장착 불가)","Augmente les dégâts physiques contre les morts-vivants, et augmente l'ATT quand une épée est équipée. Non cumulable.","Erhöht physischen Schaden gegen Geister und erhöht ANG wenn mit einem Schwert ausgerüstet (nicht stapelbar).","Aumenta el daño físico contra muertos vivientes y el ATQ al llevar espada (no acumulable)."]},"type":"MATERIA"}},"203000205":{"rarity_min":5,"rarity_max":7,"name":"Luneth","game":"FFIII","job":"Warrior","sex":"Male","equip":[1,2,3,4,30,40,41,50,51,52,60],"entries":{"203000205":{"compendium_id":318,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[926,2807,240,120],"MP":[39,119,40,20],"ATK":[37,112,24,12],"DEF":[32,97,16,8],"MAG":[29,88,16,8],"SPR":[30,90,16,8]},"limitburst_id":203000205,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[27,43,77],"effect_frames":[22,38,72],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of the Light. Like Arc, Luneth is an orphan raised by Elder Topapa in the village of Ur. A very active boy with a strong sense of morality, he is definitely a leader type figure amongst the other children of the village. However, his recklessness can prove to be his weakness at times. On a fateful day, Luneth went to explore the Altar Cave and received a revelation from the Crystal enshrined within. Incredulous, yet willing, he then set off on a journey to save the world.","異界有關光之戰士的故事中登場的少年。他是一名孤兒，和境遇相同的亞爾柯一起，被烏爾村的村長托帕帕收養。他性格活潑，具有很強的正義感，同村的孩子們也很佩服他。美中不足的是，他時而犯糊塗。有一天，路涅斯不小心走進了祭壇洞窟中，發現了安置在深處的水晶並得到了啟示。於是，受到啟示的路涅斯抱著滿心疑惑踏上了拯救世界的旅途。","이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 고아였던 그는 같은 처지인 아르크와 함께 울 마을의 촌장인 토파파 밑에서 자랐다. 활발하고 정의감이 강하여 마을 아이들 사이에서도 두각을 나타냈으나, 살짝 순진한 점이 옥에 티이기도 하다. 제단의 동굴에서 길을 잃은 루네스는 동굴 안쪽에 안치되어 있던 크리스탈의 계시를 받게 되고, 반신반의하면서도 세계를 구하기 위한 여행을 떠난다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Tout comme Arc, Luneth est un orphelin élevé par Grand Topapa dans le village d'Ur. Énergique et doté d'un fort sens moral, il fait office de meneur parmi les autres enfants du village. Cependant, son imprudence peut aussi être sa plus grande faiblesse. Un jour, Luneth partit explorer la caverne Altar et entendit la voix du cristal logée à l'intérieur. Perplexe mais volontaire, il partit alors en voyage afin de sauver le monde.","Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Ebenso wie Arc ist Luneth ein Waise, der von Topapa im Dorf Ur aufgezogen wurde. Mit seinem Tatendrang und Sinn für Gerechtigkeit ist er so etwas wie der Anführer der übrigen Kinder im Dorf, das Denken allerdings ist nicht unbedingt seine Stärke. Eines schicksalhaften Tages verirrte er sich in die Altarhöhle, wo er von dem dort aufbewahrten Kristall eine Offenbarung empfing. Daraufhin machte er sich, noch unsicher, was er von der Sache halten solle, auf die Reise, um die Welt zu retten.","Joven procedente de otro mundo, donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Al igual que Arc, Luneth es otro huérfano criado por el Anciano Topapa en la aldea de Ur. Es un chico muy activo con un marcado sentido moralidad, lo que lo convirtió en un modelo a seguir para casi todos los demás niños de aldea. Su impulsividad, no obstante, puede ser su punto débil en más de una ocasión. El destino quiso que un día en que Luneth había salido a explorar la Cueva del Altar, el cristal que se encuentra en su interior le ofreciese una revelación. Sin terminar de creérselo del todo, pero decidido, se lanzó a un viaje para salvar al mundo."],"summon":["I give up.<br>I mean, what am I even doing here?","糟糕，好像來到了一個不得了的地方呢。","야단났군.<br>엄청난 곳에 와 버린 것 같은데.","J'abandonne.<br>Enfin, qu'est-ce que je fais encore ici ?","Oh je.<br>Wo bin ich denn jetzt schon wieder gelandet?","Me rindo.<br>Al fin de cabos, ¿qué estoy haciendo aquí?"],"evolution":[null,null,null,null,null,null],"affinity":["I've finally gotten used to this world.<br>Must be from hanging around with you!","終於開始習慣這個世界了。這也是多虧了和你一起旅行！","이 세계에도 꽤 익숙해졌네.<br>너와 함께한 여행 덕분인가 봐!","J'ai enfin réussi à me fondre dans ce monde.<br>C'est sûrement grâce à vous !","Ich habe mich schon ganz gut an diese Welt gewöhnt.<br>Wir sind schließlich schon eine ganze Weile zusammen unterwegs!","Por fin me he acostumbrado a este mundo.<br>¡Debe de ser de pasar tanto tiempo contigo!"],"fusion":["I've no idea the difference<br>between light and dark...<br>I just feel there's something I must do!","突然和我說什麼光明又黑暗的，我根本聽不懂啊……但我感覺必須要做點什麼才行！","뜬금없이 빛이랑 어둠이 어쩌고 저쩌고 해도<br>전혀 이해가 되지 않지만…<br>넋 놓고 있을 때가 아니라는 것만은 분명해!","Ces histoires de lumière et de ténèbres ne me parlent pas vraiment...<br>J'ai toutefois le sentiment de devoir faire quelque chose !","Ich habe keine Ahnung, was dieses ganze<br>Gerede von Licht und Dunkelheit soll ...<br>Aber ich weiß, dass ich handeln muss!","No tengo ni idea de cuál es la diferencia<br>entre luz y oscuridad...<br>¡tan solo sé que tengo que hacer algo!"]}},"203000206":{"compendium_id":319,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1196,3625,390,195],"MP":[51,155,65,32],"ATK":[48,146,34,17],"DEF":[42,127,26,13],"MAG":[38,115,26,13],"SPR":[39,117,26,13]},"limitburst_id":203000206,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[27,43,77],"effect_frames":[22,38,72],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000060":1}},"strings":{"description":["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of the Light. Luneth, who saved the neighboring village of Kazus and Castle Sasune from the cursed place upon them by the Djinn, set off on a journey as one of the chosen Warriors of the Light to save the world with his childhood friend Arc, the blacksmith's adopted daughter Refia, and Castle Sasune's soldier Ingus. As they wandered from place to place, they searched for the source of the darkness enveloping the world, eventually closing in on the secret surrounding their birth.","異界有關光之戰士的故事中登場的少年。路涅斯在解除靈魔詛咒，拯救了鄰村卡茲斯和薩斯恩城後，作為被水晶選中的光之戰士，和從小一起長大的亞爾柯、鍛冶店養女蕾菲雅以及在薩斯恩城服役的士兵英格茲結伴，踏上了拯救世界的旅途。他們在周遊世界各地，尋找氾濫的黑暗想要覆蓋世界的原因時，恰恰也在接近自己出生的秘密。","이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 이웃 마을 카즈스와 사슨 성을 습격한 진의 저주를 푼 루네스는 형제처럼 자란 아르크, 대장장이의 양녀 레피아, 사슨 성의 병사 잉그스와 함께 크리스탈에게 선택받은 빛의 전사로서 세계를 구하기 위한 여행을 떠난다. 각지를 돌며 세계를 뒤덮으려 하는 어둠의 범람의 원인을 조사하던 중 루네스 일행은 자신들도 모르는 사이에 출생의 비밀에 다가가게 된다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Après avoir sauvé le village de Kazus et le château Sasune de la malédiction du Djinn, Luneth partit en voyage en tant que Guerrier de la lumière afin de sauver le monde, accompagné de son ami d'enfance Arc, de la fille adoptive du forgeron Refia, et du soldat du château Sasune Ingus. Ils cherchèrent partout la source des ténèbres menaçant de recouvrir le monde, jusqu'à découvrir le secret entourant leurs naissances.","Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Nachdem Luneth das Nachbardorf Kazus und das Schloss Sasune vom Fluch eines wütenden Dschinns befreit hatte, machte er sich als einer der auserwählten Krieger des Lichts auf die Reise, um die Welt zu retten. Die anderen im Bunde waren sein Kindheitsfreund Arc, Refia, die Ziehtochter des Schmieds, sowie Ingus, ein Soldat Sasunes. Während sie von Ort zu Ort reisten, um den Ursprung der wachsenden Dunkelheit in der Welt zu finden, kamen sie allmählich auch dem Geheimnis ihrer eigenen Herkunft auf die Spur.","Joven procedente de otro mundo, donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Luneth, que salvó la aldea vecina de Kazus y el castillo Sasune de la maldición del jinn, se embarcó como uno de los Guerreros de la Luz elegidos para salvar al mundo en un viaje acompañado de su amigo de la infancia, Arc, la hija adoptada del herrero, Refia y el soldado del castillo Sasune, Ingus. Juntos recorrieron el mundo en busca del origen de la oscuridad que lo envolvía todo, y al final desentrañaron el secreto de su nacimiento."],"summon":["I am Luneth.<br>I came to this world by the guidance of the crystals.","我叫路涅斯，被水晶指引來到了這個世界。","내 이름은 루네스.<br>크리스탈의 인도로<br>이 세계에 왔어.","Moi c'est Luneth.<br>Je suis venu dans ce monde grâce aux cristaux.","Ich bin Luneth.<br>Die Kristalle haben mich in diese Welt geführt.","Soy Luneth.<br>Los cristales me guiaron a este mundo."],"evolution":["Alright!<br>I can tell our adventures are gonna get even better!","太棒啦！這下冒險就會更加有趣啦！","야호!<br>이걸로 모험을 더욱 즐길 수 있겠다!","Super !<br>Je peux te dire qu'avec ça, notre aventure va être encore plus palpitante !","Klasse!<br>Unser Abenteuer wird immer besser und besser!","¡Muy bien!<br>¡Estoy convencido de que nuestras aventuras van a ser todavía mejores!"],"affinity":["I've finally gotten used to this world.<br>Must be from hanging around with you!","終於開始習慣這個世界了。這也是多虧了和你一起旅行！","이 세계에도 꽤 익숙해졌네.<br>너와 함께한 여행 덕분인가 봐!","J'ai enfin réussi à me fondre dans ce monde.<br>C'est sûrement grâce à vous !","Ich habe mich schon ganz gut an diese Welt gewöhnt.<br>Wir sind schließlich schon eine ganze Weile zusammen unterwegs!","Por fin me he acostumbrado a este mundo.<br>¡Debe de ser de pasar tanto tiempo contigo!"],"fusion":["I can't believe us orphans were<br>selected by the Warrior of Light.<br>I wonder if there was some special reason?","我們是孤兒，卻被選為光之戰士。有什麼特別的理由嗎？","고아였던 우리가<br>빛의 전사로 선택 받게 되다니.<br>무슨 특별한 이유라도 있나?","J'ai du mal à croire que des orphelins comment nous aient été choisis par le Guerrier de la Lumière.<br>Y aurait-il une raison particulière ?","Dass ausgerechnet Waisenkinder wie wir als<br>Krieger des Lichts ausgewählt wurden ...<br>Ich frage mich, was dahintersteckt?","No me puedo creer que el Guerrero de la Luz<br> haya elegido a unos huérfanos como nosotros.<br>¿Será por algo en especial?"]}},"203000207":{"compendium_id":974,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1555,4712,540,270],"MP":[66,201,90,45],"ATK":[64,195,65,32],"DEF":[54,173,40,20],"MAG":[49,149,40,20],"SPR":[50,159,40,20]},"limitburst_id":203000207,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[27,43,77],"effect_frames":[22,38,72],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Luneth set off on a journey alongside his friends to become Warriors of Light and save the world from the darkness enveloping it. During their travels across many regions, they eventually learn of a land called the Floating Continent that exists separately from their own world. After acquiring the Wheel of Time, a relic from the Ancients, Luneth and his friends leave the Floating Continent only to find that the surface world has been completely consumed by darkness.","異界有關光之戰士的故事中登場的少年。為了將世界從黑暗的氾濫中拯救出來，路涅斯和同伴一起踏上了旅途。在輾轉各地後，他得知自己的世界外側還存在著一個地上世界。幾人獲得古代人遺產時之齒輪，離開浮游大陸之後，目睹的卻是大地被水淹沒，沉浸在一片黑暗中的景象。","이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 어둠의 범람으로부터 세계를 구하기 위해 빛의 전사로서 동료들과 함께 여행을 떠난 루네스는, 각지를 돌던 중 자신들이 지금까지 살아온 세계 바깥에 있는 '지상 세계'의 존재를 알게 된다. 고대인의 유산 '시간의 톱니바퀴'를 손에 넣어 부유대륙에서 뛰쳐나온 루네스 일행의 눈앞에 펼쳐진 것은, 모든 땅이 물속에 잠겨 버린, 어둠에 뒤덮인 세계였다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Désigné avec trois autres camarades comme Guerrier de la Lumière par les cristaux, Luneth prit connaissance au fil de ses aventures du \"monde de la surface\", une zone située à l'extérieur du monde que ses amis et lui connaissaient. Après avoir mis la main sur \"l'engrenage du temps\", un vestige des temps anciens, Luneth et ses amis  se rendirent sur le continent flottant, un monde entouré par les eaux et aux prises avec les ténèbres les plus sombres.","Ein Junge, der in der Legende von den Kriegern des Lichts auftaucht, die man sich in einer anderen Welt erzählt. Um diese vor einem Überfließen der Dunkelheit zu bewahren, macht er sich mit seinen Kameraden als Krieger des Lichts auf, die Oberflächenwelt zu erkunden, die sich außerhalb ihrer eigenen Heimatwelt befindet. Nachdem Luneth und seine Freunde das Rad der Zeit, ein Überbleibsel aus der Zeit der Alten, an sich genommen haben, brechen sie zum Fliegenden Kontinent auf. Von dort erkennen sie, dass die Oberflächenwelt vollständig in Dunkelheit versunken ist.","Un joven que proviene de un mundo donde las historias sobre los cristales y los Guerreros de la Luz pasan de generación en generación. Luneth, junto a sus amigos, se embarca en un viaje para convertirse en Guerrero de la Luz y salvar al mundo de la oscuridad que lo está envolviendo. A lo largo de sus viajes por muchas regiones, el grupo acaba enterándose de que hay un lugar separado del mundo que la gente denomina el Continente flotante. Después de hacerse con la Rueda del tiempo, una reliquia de los antiguos, Luneth y sus amigos se marchan del Continente flotante y se dan cuenta de que la oscuridad está consumiendo el mundo."],"summon":["For me to have been called here must mean this world too is in danger of being consumed by darkness...","我會被呼喚到這裡就說明這個世界也面臨黑暗的威脅嗎？","날 불렀다는 건,<br>이 세계에도 어둠이 다가오고 있다는 건가?","Si on m'a appelé ici, c'est que ce monde risque lui aussi d'être consumé par les ténèbres...","Wir sind gerufen worden… Heißt das, auch diese Welt wird in die Dunkelheit getrieben?","Yo creo que, si me han convocado aquí, es porque este mundo se está volviendo muy peligroso y lo está consumiendo la oscuridad..."],"evolution":["I feel the light within us has grown stronger than ever!","我感覺我們體內的光之力量比以前更加強大了！","우리 안의 빛의 힘이<br>전보다도 강해진 것 같아!","Je sens que la lumière est plus forte que jamais entre nous !","Die Macht des Lichts, das uns durchdringt, ist stärker als jemals zuvor!","¡Siento que la luz de nuestro interior es más intensa que nunca!"],"affinity":["I've finally gotten used to this world.<br>Must be from hanging around with you!","終於開始習慣這個世界了。這也是多虧了和你一起旅行！","이 세계에도 꽤 익숙해졌네.<br>너와 함께한 여행 덕분인가 봐!","J'ai enfin réussi à me fondre dans ce monde.<br>C'est sûrement grâce à vous !","Ich habe mich schon ganz gut an diese Welt gewöhnt.<br>Wir sind schließlich schon eine ganze Weile zusammen unterwegs!","Por fin me he acostumbrado a este mundo.<br>¡Seguro que es por pasar tanto tiempo contigo!"],"fusion":["Aria, Doga, and Unei all supported us. Therefore, I must do my best to help out as well!","艾麗婭與多加、烏內都一路支持著我們。因此我也想成為他人的依靠！","에리아도, 도가도, 우네도<br>우리의 힘이 되어 주었어.<br>그러니 나도 누군가의 힘이 되어줄 거야!","Aria, Doga et Unéi nous ont tous soutenus. C'est pourquoi je dois faire mon possible pour aider les autres à mon tour.","Aria ... Doga ... und Unei .... Alle drei haben sich für uns eingesetzt. Darum werde auch ich mich für andere einsetzen!","Aria, Doga y Une nos han ayudado. Por tanto, ¡yo también tengo que ayudarles a ellos!"]}}},"skills":{"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100090":{"name":"ATK +30%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"100171":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"101200":{"name":"Counter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"101370":{"name":"Dual Wield","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed weapons"],"icon":"ability_72.png"},"203310":{"name":"Ur Pendant","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Blind, Paralyze, Confusion and Petrify by 100%"],"icon":"ability_97.png"},"203320":{"name":"Advance","cost":{"MP":20},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 60% for 3 turns to caster","Reduce DEF by 30% for 3 turns to caster"],"icon":"ability_77.png"},"203330":{"name":"Hit All","cost":{"MP":17},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies"],"icon":"ability_10.png"},"203340":{"name":"Cut Through","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Use Cut Through (501651), or Slay (501641), if used after Blade Torrent (226731)"],"icon":"ability_10.png"},"203390":{"name":"Sword Master","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20% when equipped with a Sword"],"icon":"ability_77.png"},"226730":{"name":"Master Freelancer","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF and HP by 20%","Replace LB with Strong Heart (900000047):\n\tPhysical damage (10.6x, ATK) to one enemy\n\tReduce DEF by 45% for 3 turns to one enemy\n\tReduce resistance to Fire, Water, Wind and Earth by 45% for 3 turns to one enemy\n\tRestore 100% MP to caster"],"icon":"ability_77.png"},"226731":{"name":"Blade Torrent","cost":{"MP":54},"attack_frames":[[27,43,77]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) with consecutive damage increase (max. 3 times, +2x ATK each, 10x total) to one enemy"],"icon":"ability_53.png"},"226732":{"name":"Swordshower","cost":{"MP":120},"attack_frames":[[32,62,92]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Swordshower (507280) on turn 3 [3 turns CD]"],"icon":"ability_105.png"},"226733":{"name":"Eternal Wind","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 30% when armed with two weapons","Increase LB gauge by 2 per turn"],"icon":"ability_72.png"},"501641":{"name":"Slay","cost":{"MP":45},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x * 2 = 5x, ATK) to one enemy (ignore cover)"],"icon":"ability_10.png"},"501651":{"name":"Cut Through","cost":{"MP":45},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x * 1.33 = 3.33x, ATK) to one enemy (ignore cover)"],"icon":"ability_10.png"},"507280":{"name":"Swordshower","cost":{"MP":120},"attack_frames":[[32,62,92]],"attack_type":"Physical","element_inflict":null,"effects":["8 physical attacks (1.8x each, 14.4x total, ATK) to one random enemy"],"icon":"ability_105.png"},"701570":{"name":"Advance+1","cost":{"MP":20},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to one enemy","Increase ATK by 60% for 3 turns to caster","Reduce DEF by 30% for 3 turns to caster"],"icon":"ability_77.png"},"701580":{"name":"Advance+1","cost":{"MP":20},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to one enemy","Increase ATK by 100% for 2 turns to caster","Reduce DEF by 30% for 2 turns to caster"],"icon":"ability_77.png"},"701590":{"name":"Cut Through+1","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Use Cut Through+1 (501652), or Slay+1 (501642), if used after Blade Torrent (226731)"],"icon":"ability_10.png"},"701600":{"name":"Cut Through+1","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Use Cut Through+2 (501650), or Slay+2 (501640), if used after Advance (203320), Advance+1 (701570), Advance+2 (701580) or Blade Torrent (226731)"],"icon":"ability_10.png"},"701610":{"name":"Sword Master+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Sword"],"icon":"ability_77.png"},"701620":{"name":"Sword Master+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Sword","Increase ATK by 50% when equipped with a Dagger","Increase ATK by 50% when equipped with a Great Sword","Increase ATK by 50% when equipped with a Katana"],"icon":"ability_77.png"}},"LB":{"name":"Strong Heart","attack_count":[1],"attack_frames":[[142]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (10.6x, ATK) to one enemy","Reduce DEF by 45% for 3 turns to one enemy"],"max_level":["Physical damage (13.5x, ATK) to one enemy","Reduce DEF by 74% for 3 turns to one enemy"]},"TMR":{"name":"Celestial Gloves","compendium_id":337,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":30,"DEF":30,"MAG":30,"SPR":30,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50218.png","strings":{"name":["Celestial Gloves","星光拳套","스타 글로브","Gants célestes","Himmelshandschuhe","Guantes divinos"],"desc_short":["An otherworldly gloves that awakens its wielders potential.","能夠令個人能力得到發揮的異界拳套","능력을 끌어내는 이계의 장갑","Une paire de gants d'un autre monde qui réveille le potentiel de son porteur.","Ein jenseitiger Handschuh, der das Potential des Trägers erweckt.","Un par de guantes de otro mundo que despierta el potencial de su portador"],"desc_long":["An otherworldly pair of gloves said to boost its wearer's ATK, DEF, MAG and SPR when worn. In its world of origin, it is said these were only given to those who excelled at a job known as \"freelancer.\" They are said to be the mark of one who has fought their way out of hell using nothing but their own power.","來自遙遠異界的拳套，裝備它可提升攻擊、防禦、魔力、精神的數值。在異界，該拳套本是送給優秀「自由人」的裝備，以獎勵他們僅憑自己天生的力量戰鬥到底的精神。","이계에서 건너온 장갑. 장비하면 공격력, 방어력, 마력, 정신력이 상승하는 뛰어난 장비. 이 장갑이 원래 존재했던 이계에서는 '맨손'의 정점에 달한 자에게 주어지는 장비였다고 한다. 선천적으로 지닌 능력만을 갈고 닦아 우직하게 싸워나간 증표였다고.","Une paire de gants d'un autre monde qui augmente l'ATT, la DEF, la MAGIE et la PSY lorsqu'ils sont portés. Dans leur monde d'origine, on raconte qu'ils étaient donnés à ceux qui excellaient dans un job appelé \"Free-lance\". On raconte qu'ils sont la marque de ceux qui sont revenus de l'enfer en n'utilisant que leur seule et unique force.","Ein jenseitiges Paar Handschuhe, das ANG, ABW, MAG und PSY des Trägers stärken soll. In der Welt seiner Herkunft sollen sie nur jenen übergeben worden sein, die einen exzellenten Job als „Allrounder“ geleistet haben. Sie sollen das Zeichen derer sein, die sich aus eigener Kraft aus der Hölle befreit haben.","Un par de guantes de otro mundo que, según dicen, aumentan el ATQ, DEF, MAG y ESP del portador al llevarlos. En su mundo originario, estos sólo se daban a aquellos que destacaban en un trabajo llamado \"independiente\". Según se cuenta, son la marca de alguien que ha luchado por salir del infierno sin utilizar nada más que su propio poder."]}},"STMR":{"name":"Luneth's Clothes","compendium_id":898,"compendium_shown":true,"rarity":9,"type_id":50,"type":"EQUIP","slot_id":4,"slot":"Chest","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"226886":{"name":"Memories of the Wind","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Fire, Water, Wind and Earth by 30%"],"icon":"ability_9.png","desc":""}},"effects":["Grants 'Memories of the Wind' passive."],"stats":{"HP":0,"MP":0,"ATK":45,"DEF":1,"MAG":0,"SPR":1,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":200000,"price_sell":20000,"icon":"item_20144.png","strings":{"name":["Luneth's Clothes","路涅斯衣","루네스의 옷","Tenue de Luneth","Luneths Kleidung","Ropa de Luneth"],"desc_short":["A set of clothes worn by a young man from a faraway world.","異界少年所穿著的服裝","이계의 소년이 입고 있던 옷","Un ensemble de vêtements porté par un jeune homme venu d'un monde lointain.","Eine Garnitur Klamotten, die von einem jungen Mann aus einer fernen Welt getragen wurden.","La ropa de un joven de un mundo lejano."],"desc_long":["A set of clothes worn by a young man from a faraway world. The top has a unique design with three large belts strapped across a leather vest. He was chosen to be one of the Warriors of the Light, and travels across the world with his friends to learn the secrets of his world.","異界少年所穿著的服裝。上衣的皮革背心有著三條粗皮帶的特殊設計。被選為光之戰士的少年，與夥伴們在旅途中得知了世界的秘密。","어떤 이계의 소년이 입고 있던 옷. 상의인 가죽조끼는 3개의 큰 벨트가 달린 독특한 디자인이다. 빛의 전사로 선택받은 그 소년은 동료들과 함께 여행하며 세계의 비밀을 알아갔다고 한다.","Un ensemble de vêtements porté par un jeune homme venu d'un monde lointain. Le haut possède une forme unique avec ses trois grandes ceintures entourant une veste en cuir. Il a été choisi pour devenir l'un des Guerriers de la Lumière et parcourt le monde entier en compagnie de ses amis pour en découvrir les secrets.","Eine Garnitur Klamotten, die von einem jungen Mann aus einer fernen Welt getragen wurden. Am Oberkörper trug er eine Lederweste mit einzigartigem Design, an der drei große Gürtel befestigt sind. Aufgenommen in die Reihen der Krieger des Lichts, bereisten er und seine Freunde die Welt, um ihre Geheimnisse zu ergründen.","La ropa de un joven de un mundo lejano. La parte de arriba cuenta posee un diseño único donde se pueden observar tres botones bastante grandes atados al chaleco de cuero. Luneth fue elegido para convertirse en uno de los Guerreros de la Luz y, por tanto, viaja por todas partes con sus amigos para aprender los secretos de su mundo."]}}},"203000303":{"rarity_min":3,"rarity_max":5,"name":"Arc","game":"FFIII","job":"Black Mage","sex":"Male","equip":[5,6,40,50,53,60],"entries":{"203000303":{"compendium_id":320,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[410,1241,150,75],"MP":[29,88,25,12],"ATK":[17,52,10,5],"DEF":[17,50,10,5],"MAG":[21,63,14,7],"SPR":[19,57,10,5]},"limitburst_id":203000303,"attack_count":1,"attack_damage":[[100]],"attack_frames":[41],"effect_frames":[39],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[0,6,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010100":25,"290020300":10,"290030200":5,"290050200":15,"290050300":5}},"strings":{"description":["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of the Light. Like Luneth, Arc is an orphan raised by Elder Topapa in the village of Ur. Very mature for his age, he would rather spend his time reading books instead of playing outside. This leads other children in the village to bully him and call him a coward, which prompts him to head for the neighboring village of Kazus alone to fight off the ghosts apparently haunting it in order to prove them wrong.","異界有關光之戰士的故事中登場的少年。他是一名孤兒，和路涅斯一起被烏爾村的村長托帕帕收養。他性格溫和，相比在戶外玩耍，更喜歡躲在屋子里讀書。因此，同村的孩子們時不時地會捉弄他。亞爾柯自己也想要改變內向的性格，因此鼓起勇氣隻身前往正處於幽靈騷動中的鄰村卡茲斯。","이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 고아였던 그는 루네스와 함께 울 마을의 촌장인 토파파 밑에서 자랐다. 어른스러운 성격이라 밖에서 뛰노는 것보다 독서를 더 좋아하지만, 그 때문에 같은 마을 아이들한테 자주 놀림을 받곤 했다. 자신의 소심한 성격을 바꾸고 싶었던 아르크는 용기를 쥐어짜 유령 소동이 일어난 이웃 마을 카즈스로 향했다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Tout comme Luneth, Arc est un orphelin élevé par Grand Topapa dans le village d'Ur. Très mûr pour son âge, il préfère se plonger dans un livre plutôt que jouer dehors. Comme les autres enfants du village se moquaient parfois de lui et le traitaient de froussard, il décida de prouver son courage en se rendant seul au village voisin de Kazus afin de chasser les fantômes qui le hantaient... ou tout du moins, en apparence.","Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Ebenso wie Luneth ist Arc ein Waise, der von Topapa im Dorf Ur aufgezogen wurde. Er ist sehr sanftmütig und verbringt seine Zeit lieber mit Lesen als draußen herumzutoben. Daher hänseln ihn die anderen Kinder gerne. Um seine Schüchternheit zu überwinden, macht er sich alleine auf den Weg in das Nachbardorf Kazus, als dieses von Geistern heimgesucht wird.","Joven procedente de otro mundo, donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Al igual que Luneth, Arc es otro huérfano criado por el Anciano Topapa en la aldea de Ur. Es un chico muy maduro para su edad, y prefiere leer libros a salir a jugar, motivo por el cual otros niños de la aldea se meten con él y lo llaman cobarde. Para demostrarles que no es ningún cobarde, decide viajar solo a enfrentarse a los fantasmas que, al parecer, habitan en la aldea vecina de Kazus."],"summon":["Please allow me to accompany you.<br>I want to show that I'm not some crybaby...","請帶上我吧。因為我想證明自己才不是膽小鬼……","저도 함께 데려가 주세요.<br>제가 겁쟁이가 아니라는 걸<br>증명하고 싶거든요…","Je vous en prie, laissez-moi vous accompagner.<br>Je vous prouverai que je ne suis pas qu'un pleurnichard...","Bitte nimm mich mit.<br>Ich will allen beweisen, dass ich kein Schwächling bin ...","Permíteme acompañarte.<br>Te demostraré que no soy un llorón..."],"evolution":[null,null,null,null,null,null],"affinity":["It's thanks to you that I've<br>been able to do as well as I have.<br>I look forward to working with you, more!","因為有你在，我才能這麼努力。今後請繼續關照！","당신이 곁에 있어 주셨기에<br>저도 힘낼 수 있었어요.<br>앞으로도 잘 부탁드려요!","Si j'en suis là aujourd'hui, c'est grâce à vous.<br>J'ai hâte de me battre davantage à vos côtés !","Wenn du nicht für mich da gewesen wärst,<br>wäre ich niemals so weit gekommen.<br>Vielen Dank!","Es gracias a ti que he podido llegar hasta aquí.<br>¡Estoy deseando poder seguir trabajando contigo aún más!"],"fusion":["I think that made me a little bit stronger.<br>I have to try even harder, now...","這下應該稍微變強了一點吧。要再接再厲才是……","이걸로 조금은 강해졌으려나.<br>앞으로도 더 열심히 해야겠네…","Je crois que ça m'a rendu un petit peu plus fort. Je dois redoubler d'efforts...","Bin ich endlich ein bisschen stärker geworden?<br>Ich muss mir noch viel mehr Mühe geben ...","Creo que con eso me he vuelto más fuerte.<br>Tendré que intentarlo todavía con más ahínco."]}},"203000304":{"compendium_id":321,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[532,1613,210,105],"MP":[38,115,35,17],"ATK":[22,68,14,7],"DEF":[21,65,14,7],"MAG":[27,82,18,9],"SPR":[24,74,14,7]},"limitburst_id":203000304,"attack_count":1,"attack_damage":[[100]],"attack_frames":[41],"effect_frames":[39],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,7,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":20,"290030200":10,"290040300":5,"290050300":10,"290050400":5}},"strings":{"description":["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Arc set off on a journey as one of the chosen Warriors of Light to save the world with his childhood friend Luneth, the blacksmith's adopted daughter Refia, and Castle Sasune's soldier Ingus. They faced many trials and tribulations during their adventures, but Arc, who had gained so much knowledge from the books he loved to read, is said to have never failed in presenting a solution to all the problems they encountered time and time again.","異界有關光之戰士的故事中登場的少年。和從小一起長大的路涅斯、鍛冶店養女蕾菲雅以及在薩斯恩城服役的士兵英格茲結伴，作為被水晶選中的光之戰士，踏上了拯救世界的旅途。他們的旅途充滿了艱辛。在這個過程中，喜好讀書、知識豐富的亞爾柯，經常用他的靈感和知識，尋找出解決難題的辦法，幫助大夥度過難關。","이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 형제처럼 자란 루네스, 대장장이의 딸 레피아, 사슨 성의 병사 잉그스와 함께 크리스탈에게 선택받은 빛의 전사로서 세계를 구하기 위해 여행을 떠난다. 그들의 여행은 수많은 곤경에 부딪혔지만, 그럴 때마다 독서를 사랑하고 풍부한 지식을 가진 아르크의 재치 덕분에 난관을 해결할 수 있었다고 한다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Arc partit en voyage en tant que Guerrier de la lumière afin de sauver le monde, accompagné de son ami d'enfance Luneth, de la fille adoptive du forgeron Refia, et du soldat du château Sasune Ingus. Ils affrontèrent maintes épreuves et tribulations au cours de leurs aventures, mais Arc, qui avait accumulé beaucoup de connaissances à travers ses livres bien-aimés, ne manqua jamais de présenter une solution à tous les problèmes qui se présentèrent à eux.","Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Zusammen mit seinem Kindheitsfreund Luneth, Refia, der Ziehtochter des Schmieds, sowie Ingus, einem Soldaten aus Sasune, machte Arc sich als Krieger des Lichts auf die Reise, um die Welt zu retten. Unterwegs mussten die Gefährten viele Widrigkeiten überwinden. Mehr als einmal waren dabei Arcs Einfallsreichtum und das umfangreiche Wissen, das er sich angelesen hatte, der Schlüssel zum Sieg.","Joven procedente de otro mundo, donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Arc se embarcó como uno de los Guerreros de la Luz elegidos para salvar al mundo en un viaje acompañado de su amigo de la infancia, Luneth, la hija adoptada del herrero, Refia, y el soldado del castillo Sasune, Ingus. Juntos se enfrentaron a muchas adversidades a lo largo de todas sus aventuras, pero se dice que a Arc, que había adquirido grandes conocimientos de esos libros que tanto le gustaba leer, siempre se le ocurría la solución a cualquier problema que se les pudiera presentar."],"summon":["Umm... Can I come along?<br>I'm pretty sure I can be of use to you...","嗯……請多關照。希望能幫上你的忙。","음…… 잘 부탁드립니다.<br>도움이 되어야 할 텐데……","Hmm... Est-ce que je peux vous accompagner ?<br>Je suis persuadé que je peux vous être utile...","Ähmm ... Kann ich mitkommen?<br>Ich weiß zwar nicht, ob ich eine große Hilfe bin, aber ...","¿Puedo acompañaros?<br>Estoy segura que os puedo ser útil."],"evolution":["Awesome!<br>I can't believe I had such powers<br>hiding inside of me!","好厲害！　我的體內竟然沉睡著這麼強大的力量！","굉장해…! 이런 힘이<br>내 안에 잠들어 있었다니…!","C'est génial !<br>J'arrive pas à croire que j'avais un tel pouvoir au fond de moi !","Unglaublich!<br>Ich hätte nie gedacht,<br>dass so viel Kraft in mir steckt!","¡Increíble!<br>¡¿Quién hubiera dicho que podría albergar<br>semejante poder en mi interior?!"],"affinity":["It's thanks to you that I've<br>been able to do as well as I have.<br>I look forward to working with you, more!","因為有你在，我才能這麼努力。今後請繼續關照！","당신이 곁에 있어 주셨기에<br>저도 힘낼 수 있었어요.<br>앞으로도 잘 부탁드려요!","Si j'en suis là aujourd'hui, c'est grâce à vous.<br>J'ai hâte de me battre davantage à vos côtés !","Wenn du nicht für mich da gewesen wärst,<br>wäre ich niemals so weit gekommen.<br>Vielen Dank!","Es gracias a ti que he podido llegar hasta aquí.<br>¡Estoy deseando poder seguir trabajando contigo aún más!"],"fusion":["There are so many things in this world that you can't learn from books.","原來世界上還有很多書本中沒有提到的事物啊。","책을 읽는 것만으로는 알 수 없는 것들이,<br>세계에는 잔뜩 있군요.","Il y a tant de choses dans le monde qui ne peuvent s'apprendre dans les livres.","Es gibt viele Dinge auf der Welt, die man nicht aus Büchern lernen kann.","Hay tantas cosas en este mundo que no se pueden aprender de los libros."]}},"203000305":{"compendium_id":322,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[692,2097,240,120],"MP":[49,149,40,20],"ATK":[29,88,16,8],"DEF":[28,85,16,8],"MAG":[35,107,24,12],"SPR":[32,96,16,8]},"limitburst_id":203000305,"attack_count":1,"attack_damage":[[100]],"attack_frames":[41],"effect_frames":[39],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,8,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of the Light. Arc set off on a journey as one of the chosen Warriors of the Light to save the world along with his friends. Though an avid book reader and a gentle soul, his low self-esteem always made him feel wanting. When he and his friends visited Saronia as part of their journey, they met the exiled Prince Alus, whom Arc helped to gain confidence. This, of course, changed Arc himself as well, helping him grow into the person he was meant to be.","異界有關光之戰士的故事中登場的少年。作為被水晶選中的光之戰士，為了將世界從黑暗的氾濫中拯救出來，他和同伴一起踏上了艱辛的旅途。他喜好讀書，而且性格溫和，但同時也期望能夠改變自己內向的性格。在途經薩羅尼亞時，亞爾柯遇到了被父王放逐出城的阿魯斯王子。亞爾柯被年幼但正直的王子所打動，使他自己發生了翻天覆地的變化。","이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 크리스탈에게 선택받은 빛의 전사로서 세계를 구하기 위해 동료들과 함께 여행을 떠난다. 책을 좋아하고 상냥한 성격이지만, 본인은 자신의 소심한 성격을 바꾸고 싶어 했다. 여행 도중에 방문한 사로니아에서 부왕에 의해 성에서 추방당한 왕자 아루스와 만나게 된 아르크는, 어린 나이에도 올곧게 살아가는 아루스에게 감화되어 두드러지게 성장하게 된다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Arc partit en voyage en tant que Guerrier de la lumière afin de sauver le monde, accompagné de ses amis. Malgré sa gentillesse et son amour des livres, il souffrait d'une faible estime de lui-même. Cependant, lorsque le groupe visita Saronia, ils rencontrèrent le prince exilé Alus, et Arc l'encouragea à prendre confiance en lui. Cet épisode aida Arc à changer lui aussi, devenant celui qu'il aurait toujours dû être.","Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Zusammen mit seinen Gefährten machte er sich als Krieger des Lichts auf die Reise, die Welt vor einer Flut der Finsternis zu retten. Er ist ein sanftmütiger Bücherwurm, der aber gerne extrovertierter wäre. Während seines Aufenthalts in Saronia traf er auf den im Exil lebenden Prinzen Alus, der trotz seiner jungen Jahre mit beiden Beinen fest im Leben stand. Von diesem inspiriert, konnte auch Arc schließlich über sich hinauswachsen.","Joven procedente de otro mundo, donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Arc se embarcó como uno de los Guerreros de la Luz elegidos para salvar al mundo acompañado de sus amigos. Era un ávido lector de alma noble, pero su baja autoestima siempre le causaba ansiedad. Cuando visitó Saronia junto a sus amigos en una de las paradas de sus viajes, conocieron al exiliado príncipe Alus, quien le ayudó a ganar confianza. Evidentemente, este hecho también contribuyó al crecimiento del propio Arc, y lo ayudó a convertirse en la persona que estaba destinado a ser."],"summon":["I don't know of how much use I can be to you, but I'd sure like to try!","雖然不知道能幫你多少，不過我會盡力的！","제 힘이 도움이 될진<br>모르겠지만… 저도 돕겠습니다!","Je sais pas à quel point je peux vous être utile mais je vais faire de mon mieux pour vous aider.","Ich weiß nicht, ob ich eine große Hilfe sein kann, aber ich gebe mein Bestes!","No sé que tan útil sea, pero estoy seguraque haré mi mejor esfuerzo"],"evolution":["My power is overflowing!<br>I can't believe I was capable of becoming this strong!","力量湧遍全身……我還能變得更強！","힘이 흘러 넘쳐…<br>나도 더욱 강해질 수 있구나…!","Je déborde de puissance !<br>Je n'aurais jamais pensé être capable de devenir si fort !","Ich spüre die Energie bis in die Haarspitzen ...<br>Ich hätte nie gedacht, dass ich so stark werden kann!","¡Mi poder se está desatando!<br>¡¿Quién se hubiera imaginado que podía volverme así de fuerte?!"],"affinity":["It's thanks to you that I've<br>been able to do as well as I have.<br>I look forward to working with you, more!","因為有你在，我才能這麼努力。今後請繼續關照！","당신이 곁에 있어 주셨기에<br>저도 힘낼 수 있었어요.<br>앞으로도 잘 부탁드려요!","Si j'en suis là aujourd'hui, c'est grâce à vous.<br>J'ai hâte de me battre davantage à vos côtés !","Wenn du nicht für mich da gewesen wärst,<br>wäre ich niemals so weit gekommen.<br>Vielen Dank!","Es gracias a ti que he podido llegar hasta aquí.<br>¡Estoy deseando poder seguir trabajando contigo aún más!"],"fusion":["Seeing someone giving it their all really motivates you to be courageous yourself.","看到別人努力打拼的樣子，會讓我心中充滿勇氣。讓我感覺自己也必須更加努力才是。","누군가가 노력하는 모습을 보고 있으면,<br>저도 열심히 해야겠다는 생각과 함께<br>용기가 막 솟아나요.","Voir quelqu'un faire son maximum donne vraiment la force de faire soi-même de son mieux.","Wenn ich sehe, wie die anderen ihr Bestes geben, fühle ich, dass auch ich an meine Grenzen gehen muss.","Ver que alguien da todo de sí te motiva a ti también a tener valor."]}}},"skills":{"20010":{"name":"Fire","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.2x, MAG) to one enemy"],"icon":"ability_21.png"},"20020":{"name":"Blizzard","cost":{"MP":3},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.2x, MAG) to one enemy"],"icon":"ability_22.png"},"20030":{"name":"Thunder","cost":{"MP":3},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.2x, MAG) to one enemy"],"icon":"ability_20.png"},"20080":{"name":"Fira","cost":{"MP":9},"attack_frames":[[95]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies"],"icon":"ability_21.png"},"20090":{"name":"Blizzara","cost":{"MP":9},"attack_frames":[[145]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.4x, MAG) to all enemies"],"icon":"ability_22.png"},"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20190":{"name":"Osmose","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.3x, MAG) as MP drain (30%) to one enemy"],"icon":"ability_6.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20280":{"name":"Death","cost":{"MP":14},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Instant KO (30%) to one enemy"],"icon":"ability_38.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"200160":{"name":"Dual Black Magic","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Enable unit to cast 2 black magic spells"],"icon":"ability_26.png"}},"LB":{"name":"Kind Heart","attack_count":[1],"attack_frames":[[180]],"damage_type":"Magic","element_inflict":null,"min_level":["Restore 400 (+9x, Heal) HP split over 3 turns to all allies","Increase MAG by 40% for 3 turns to all allies"],"max_level":["Restore 400 (+9.95x, Heal) HP split over 3 turns to all allies","Increase MAG by 59% for 3 turns to all allies"]},"TMR":{"name":"Omnirod","compendium_id":338,"compendium_shown":true,"rarity":7,"type_id":6,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":20,"DEF":0,"MAG":91,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":35000,"price_sell":3500,"icon":"item_10615.png","strings":{"name":["Omnirod","萬全棒","전능한 홀장","Omnisceptre","Omnirute","Vara de poder"],"desc_short":["An otherworldly rod that boasts high magical power.","擁有極強魔力的異界魔棒","높은 마력을 자랑하는 이계의 홀장","Un sceptre d'un autre monde qui contient un très grand pouvoir magique.","Eine jenseitige Rute, die große magische Kraft in sich trägt.","Una vara de otro mundo que ofrece un aumento del poder mágico."],"desc_long":["An otherworldly rod that boasts high MAG and even boosts ATK a little. Though spoken of in texts concerning the legend of the flood of darkness and Warriors of Light, where it was found and what it was capable of vary greatly by book. Legends can be interpreted differently depending on the point of view, but the huge gap between the flood of darkness and the Warriors of Light has researchers greatly worried.","來自遙遠異界的魔棒，不僅擁有極高的魔力，還能夠提升攻擊力。光之戰士與黑暗氾濫戰鬥的傳說有多種版本，因此該魔棒的發現地與性能也因文獻不同而相差甚遠。雖然對文獻的解讀方法不同也會帶來一定差別，可不同文獻之間的差別如此之大也是令學者們十分頭疼。","이계에서 건너온 홀장. 높은 마력을 자랑하며 공격력도 일정량 상승한다. 어둠의 범람과 빛의 전사에 관한 전설에는 다양한 견해가 있으며, 이 홀장이 발견된 장소와 성능에 대해서도 문헌마다 크게 차이가 난다. 전설은 견해에 따라 해석이 갈리는 법이기는 하나, 어둠의 범람과 빛의 전사 전설은 유난히 그 차이가 큰 탓에 연구자들을 괴롭힌다.","Un sceptre d'un autre monde qui augmente fortement la MAGIE et un peu l'ATT. Bien qu'apparaissant dans maints récits narrant les exploits de Guerriers de la Lumière se battant contre les ténèbres se répandant sur le monde, l'endroit de sa découverte ainsi que l'étendue de ses pouvoirs semblent différer d'un livre à l'autre. Les légendes peuvent être interprétées différemment selon le point de vue mais le fossé séparant les Guerriers de la Lumière et les Ténèbres reste une source d'inquiétude pour les chercheurs.","Ein jenseitiger Stab, der MAG stärkt und den ANG ein wenig erhöht. Obwohl er in Texten über die Legende der Flut der Dunkelheit und der Krieger des Lichts erwähnt wird, variieren sein Fundort und seine Fähigkeiten von Buch zu Buch. Legenden können verschieden interpretiert werden, doch die große Lücke zwischen der Flut der Dunkelheit und den Kriegern des Lichts beunruhigt die Forscher.","Una vara de otro mundo que aumenta mucho la MAG e incluso un poco el ATQ. Aunque se habla de ella en los textos sobre la leyenda de la inundación de la oscuridad y los Guerreros de la Luz, dónde fue encontrada y de lo que es capaz varía enormemente según el libro. Las leyendas pueden interpretarse según el punto de vista, pero la gran laguna que hay entre la inundación de la oscuridad y los Guerreros de la Luz preocupa sobremanera a los investigadores."]}}},"203000404":{"rarity_min":4,"rarity_max":6,"name":"Refia","game":"FFIII","job":"White Mage","sex":"Female","equip":[5,6,15,40,50,53,60],"entries":{"203000404":{"compendium_id":323,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[609,1846,210,105],"MP":[35,106,45,22],"ATK":[22,66,14,7],"DEF":[23,69,14,7],"MAG":[23,69,14,7],"SPR":[29,88,14,7]},"limitburst_id":203000404,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[37,61,91],"effect_frames":[32,56,86],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[6,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020400":25,"290030700":8,"290030800":13,"290050300":15,"290050400":8}},"strings":{"description":["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Refia is a very willful young lady who was raised in the village of Kazus by the mythril smith Takka. Disliking the strict smithing training her father forces upon her, she has run away from home numerous times. Having escaped the curse of the Djinn that struck her village by having run off to skip out on her training one day, she eventually joins Luneth and the others in order to save her foster father and the other villagers.","異界有關光之戰士的故事中登場的少女。她是一名孤兒，被卡茲斯村鍛冶店主塔卡收養，並成長為一名爭強好勝的女孩。然而嚴格的鍛冶修行生活讓她逐漸厭倦現狀。為了躲避修行，她開始頻繁地離家出走。在村子被靈魔的詛咒襲擊的時候，她恰好在外偷懶，因而得以幸免。為了拯救養父塔卡和鄉親，蕾菲雅決定和路涅斯他們一起行動。","이계에서 전해지는 빛의 전사 전설에 등장하는 소녀. 고아였던 그녀는 카즈스 마을에서 대장간을 경영하는 타카 밑에서 자랐으며, 억척스러운 여자아이로 성장한다. 매일 계속되는 혹독한 대장장이 수업에 싫증이 난 그녀는 이윽고 가출을 반복하게 된다. 마을을 떠나 있던 덕분에 진의 저주를 피한 그녀는 양아버지 타카와 마을 사람들을 구하기 위해 루네스 일행과 행동을 함께하기로 하였다.","Une jeune fille venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Élevée dans le village de Kazus par le forgeron de mithril Takka, Refia sait ce qu'elle veut. Opposée au strict apprentissage que son père tentait de lui inculquer, elle s'est enfuie de chez elle plus d'une fois. C'est d'ailleurs à l'une de ces occasions qu'elle échappa à la malédiction que le Djinn abattit sur son village. Finalement, elle se joignit à Luneth et Arc afin de secourir son père adoptif et les autres villageois.","Ein Mädchen aus einer Legende über die Krieger des Lichts in einer fernen Welt. Die unbeugsame Refia wuchs als Ziehtochter des Schmiedes Takka in Kazus auf. Um der strengen Schmiedeausbildung ihres Ziehvaters zu entgehen, büxte sie regelmäßig von Zuhause aus. Genau das war auch der Grund, weshalb sie dem Fluch des Dschinns entging, der eines Tages ihr Dorf heimsuchte. Um Takka und die anderen Dorfbewohner zu retten, schloss sie sich schließlich Luneth und dessen Gefährten an.","Joven procedente de otro mundo donde se cuenta las historias de los cristales y los Guerreros de la Luz. Refia es una chica extremadamente testaruda a la que crió el herrero de mitrilo de la aldea de Kazus, Takka. La animadversión que sentía hacia el estricto entrenamiento en herrería al que la sometía su padre la llevó a fugarse de casa en numerosas ocasiones. Se libró de la maldición del jinn que azotó su aldea porque había escapado para no tener que asistir a su entrenamiento, y finalmente termina uniéndose al grupo de Luneth y los demás para salvar a su padre adoptivo y al resto de aldeanos."],"summon":["What the--?!<br>Wh-who are you guys?","呀？！你們是誰啊？","꺄악?!<br>…너흰 누구야…?!","Mais qu'est-ce que... ?<br>Vous êtes qui ?","Wa-!<br>W-Wer seid ihr denn?!","¡¿Qué?!<br>¿Quienes sois?"],"evolution":[null,null,null,null,null,null],"affinity":["I didn't like my blacksmith training,<br>but I sure do like fighting alongside you!","我不喜歡鍛冶修行，我喜歡和你一起戰鬥！","대장장이 수련은 질색이었지만,<br>너와 함께 싸우는 건 즐거워!","Je n'aimais pas ma formation de forgeron,<br>mais j'adore me battre à vos côtés.","Meine Zeit in der Schmiede war furchtbar,<br>aber mit dir zu kämpfen, ist großartig!","Nunca me gustó mi entrenamiento de herrero,<br>¡pero sí que me gusta luchar a tu lado!"],"fusion":["Wow!<br>I almost thought I was going to be turned into a frog!","嚇死我啦！我以為自己要變成青蛙啦！","깜짝이야!<br>개구리로 변하는 줄 알았잖아!","Wow !<br>J'ai bien cru que j'allais être transformée en grenouille !","Hab ich mich erschrocken!<br>Ich dachte, ich werde in einen Frosch verwandelt.","¡Vaya!<br>¡Empezaba a creer que iba a acabar convertida en rana!"]}},"203000405":{"compendium_id":324,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[792,2400,240,120],"MP":[46,139,60,30],"ATK":[28,86,16,8],"DEF":[30,90,16,8],"MAG":[30,90,16,8],"SPR":[38,115,16,8]},"limitburst_id":203000405,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[37,61,91],"effect_frames":[32,56,86],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[7,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060300":5,"290060400":10}},"strings":{"description":["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. The adopted daughter of the blacksmith Takka, Refia never minces her words, but often shows a sort of motherly affection for those around her. Once she succeeded in breaking the Djinn's curse that afflicted her foster father and her village, she set off on a journey as one of the chosen Warriors of Light to save the world with Luneth and Arc from the neighboring village of Ur, and Castle Sasune's soldier Ingus.","異界有關光之戰士的故事中登場的少女。她自幼被鍛冶店主收養長大，具有很強的意志，能夠很清楚地表達自己的立場，同時內心善良，懂得體貼別人。在解除了靈魔對卡茲斯村的詛咒並拯救出養父和眾鄉親之後，蕾菲雅和鄰村的路涅斯、亞爾柯以及薩斯恩城的英格茲一同，踏上了作為光之戰士拯救世界的旅途。","이계에서 전해지는 빛의 전사 전설에 등장하는 소녀. 대장장이 타카의 양녀인 그녀는 자기 생각을 확실히 주장하는 강함과 타인을 배려할 줄 아는 상냥함을 겸비하고 있다. 카즈스 마을을 덮친 진의 저주를 풀고 양아버지와 마을 사람들을 구한 레피아는 이웃 마을 울의 소년 루네스와 아르크, 사슨 성의 병사 잉그스와 함께 크리스탈에게 선택받은 빛의 전사로서 세계를 구하기 위한 여행을 떠난다.","Une jeune fille venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Fille adoptive du forgeron de mithril Takka, Refia ne mâche jamais ses mots, ce qui ne l'empêche pas de faire montre d'affection envers ses proches. Après avoir levé la malédiction qui accablait son père adoptif et le reste de son village, elle partit en voyage en tant que Guerrière de la lumière afin de sauver le monde, accompagnée de Luneth et Arc, originaires du village voisin d'Ur, ainsi que d'Ingus, soldat du château Sasune.","Ein Mädchen aus einer Legende über die Krieger des Lichts in einer fernen Welt. Refia, Ziehtochter des Schmieds Takka, vereint in sich sowohl einen durchsetzungsstarken Willen als auch tiefe Empathie für die Menschen um sie herum. Nachdem sie ihr Heimatdorf Kazus und ihren Ziehvater vom Fluch eines Dschinns befreit hatte, begann sie zusammen mit Luneth und Arc aus dem Nachbardorf Ur sowie Ingus aus Sasune eine Reise, um als Krieger des Lichts die Welt zu retten.","Joven procedente de otro mundo donde se cuentan las historias de los cristales y los Guerreros de la Luz. Refia, la hija adoptada del herrero de mitrilo, Takka, no es nunca diplomática, pero sí que muestra cierto afecto maternal por los que la rodean. En cuanto consigue liberar a su padre adoptivo y al resto de la aldea de la maldición del jinn, inicia un viaje como una de los Guerreros de la Luz elegidos para salvar el mundo, acompañada por Luneth y Arc, de la aldea vecina de Ur, y por Ingus, el soldado del castillo Sasune."],"summon":["I am Refia.<br>Mind taking me along with you?","我是蕾菲雅，帶上我吧！","나는 레피아야.<br>저기, 나도 함께 데려가줘!","Je m'appelle Refia.<br>Ça vous ennuie pas trop que je vous accompagne ?","Ich bin Refia.<br>Kann ich mit euch mitkommen?","Soy Refia.<br>¿Puedo acompañarlos?"],"evolution":["You can count on me more now, right?<br>I'm totally different from Luneth, you know!","我也變得可靠啦！可不要拿我和路涅斯相提並論！","제법 믿음직해졌지?!<br>난 다른 애들과는 수준이 다르니까!","Vous pouvez compter sur moi désormais, pas vrai ?<br>Je suis très différente de Luneth, vous savez !","Du kannst jederzeit auf mich zählen!<br>Ich bin aus 'nem anderen Holz geschnitzt als Luneth!","Conmigo puedes contar, ¿vale?<br>¡Que no me parezco en nada a Luneth!"],"affinity":["I didn't like my blacksmith training,<br>but I sure do like fighting alongside you!","我不喜歡鍛冶修行，我喜歡和你一起戰鬥！","대장장이 수련은 질색이었지만,<br>너와 함께 싸우는 건 즐거워!","Je n'aimais pas ma formation de forgeron,<br>mais j'adore me battre à vos côtés.","Meine Zeit in der Schmiede war furchtbar,<br>aber mit dir zu kämpfen, ist großartig!","Nunca me gustó mi entrenamiento de herrero,<br>¡pero sí que me gusta luchar a tu lado!"],"fusion":["The Warrior of Light...<br>I wonder if I have it in me to protect the world.","光之戰士……守衛世界這種事，我能做到嗎？","빛의 전사…<br>세계의 수호자라니,<br>과연 내가 감당할 수 있는 위치일까?","Le Guerrier de la Lumière...<br>Je me demande vraiment si j'ai ce qu'il faut pour protéger le monde.","Ein Krieger des Lichts ...<br>Ob ich wirklich das Zeug dazu habe?","El Guerrero de la Luz...<br>Me pregunto si llevo dentro lo de proteger el mundo."]}},"203000406":{"compendium_id":325,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1030,3121,390,195],"MP":[60,181,85,42],"ATK":[37,112,26,13],"DEF":[39,118,26,13],"MAG":[39,117,26,13],"SPR":[50,150,26,13]},"limitburst_id":203000406,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[37,61,91],"effect_frames":[32,56,86],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[8,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Having been raised by the blacksmith Takka, Refia grew up to be a straightforward young lady. However, she had her doubts about continuing the strict smithing training her father had encouraged her to pursue as a career, and eventually decided to join Luneth and the others on their quest as Warriors of Light. As the only girl in the party, her feminine side shows in how she dislikes becoming a toad to enter certain dungeons, or in the interest she displays for Ingus and Desch's love stories.","異界有關光之戰士的故事中登場的少女。她是鍛冶店主塔卡的養女，性格耿直又爭強好勝。按照養父的要求，她曾一直接受高強度的鍛冶修行。但是，日復一日的修行使她開始質疑成為鍛冶師的意義，這也導致她最終下決心作為光之戰士與路涅斯等人一同踏上旅途。旅途中可以看到她正值芳齡少女的一面，比如不想用蛙變成為青蛙，以及對英格茲和德修之間的戀愛經歷很感興趣等。","이계에서 전해지는 빛의 전사 전설에 등장하는 소녀. 대장장이 타카의 양녀로서 억척스럽고 올곧은 성격으로 자란 레피아는 양아버지의 명령대로 가혹한 수업을 계속해 대장장이가 되는 것에 의문을 품고, 루네스 일행과 함께 빛의 전사로서의 여행길에 오른다. 여행 도중 토드 마법으로 개구리가 되는 것을 거부하거나, 잉구스와 데쉬의 연애담에 흥미를 보이는 등 또래의 소녀다운 일면을 보이기도 했다.","Une jeune fille venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Élevée par le forgeron de mithril Takka, Refia développa un caractère franc et affirmé en grandissant. Cependant, elle n'était pas enchantée par la perspective de poursuivre sa formation draconienne de forgeronne, et elle préféra rejoindre Luneth et Arc dans leur quête de Guerriers de la lumière. Elle a horreur d'être transformée en crapaud pour entrer dans certains donjons, mais semble passionnée par les histoires d'amour d'Ingus et de Desch.","Ein Mädchen aus einer Legende über die Krieger des Lichts in einer fernen Welt. Als Ziehtochter des Schmiedes Takka wuchs sie zu einer willensstarken jungen Frau heran. Nicht länger bereit, die harte Schmiedeausbildung zu ertragen, die ihr Ziehvater für sie vorgesehen hatte, ging sie zusammen mit Luneth und den anderen als Kriegerin des Lichts auf Reisen. Trotz allem behält sie sich eine gewisse Mädchenhaftigkeit bei, die sich etwa in ihrer Abscheu vor Kröten oder ihrem Interesse an den Liebesbelangen von Ingus und Desch zeigt.","Joven procedente de otro mundo donde se cuentan las historias de los cristales y los Guerreros de la Luz. Refia es una chica muy franca criada por el herrero de mitrilo, Takka. Albergaba serias dudas acerca de seguir el estricto entrenamiento en herrería que su padre quería que siguiera, por lo que finalmente decidió unirse al grupo de Luneth y los demás en su misión como Guerreros de la Luz. Es la única muchacha del grupo, así que su lado femenino sale a la luz cuando demuestra lo poco que le gusta adentrarse en ciertas mazmorras o el interés que profesa por las historias de amor de Ingus y Desch."],"summon":["Huh? Where am I?<br>Did the crystals call me?","咦？　這裡是？是水晶將我們呼喚至此的嗎？","어? 여긴 어디?<br>크리스탈이 우릴 불렀어?","Hein ? Où suis-je ?<br>Est-ce que les cristaux m'auraient invoquée ?","Hä? Wo bin ich?<br>Haben uns die Kristalle gerufen?","¿En dónde estoy?<br>¿Acaso me he sido llamada por los cristales?"],"evolution":["I want to think about my own future.<br>That's why I want to know more about the world!","自己的將來，我想要自己決定。因此我要更多地去認識這個世界！","나 자신의 미래는<br>스스로 생각하고 결정할 거야.<br>그러니까 세계에 대해 더 자세히 알고 싶어!","Je dois penser à mon propre avenir.<br>C'est pour cela que je veux connaître le monde davantage !","Ich will meine eigenen Entscheidungen im Leben fällen.<br>Deswegen möchte ich mehr über die Welt lernen!","Quiero pensar en mi propio futuro.<br>¡Y es por eso que quiero conocer más sobre el mundo!"],"affinity":["I didn't like my blacksmith training,<br>but I sure do like fighting alongside you!","我不喜歡鍛冶修行，我喜歡和你一起戰鬥！","대장장이 수련은 질색이었지만,<br>너와 함께 싸우는 건 즐거워!","Je n'aimais pas ma formation de forgeron,<br>mais j'adore me battre à vos côtés.","Meine Zeit in der Schmiede war furchtbar,<br>aber mit dir zu kämpfen, ist großartig!","Nunca me gustó mi entrenamiento de herrero,<br>¡pero sí que me gusta luchar a tu lado!"],"fusion":["The memories of people take shape...<br>The crystals of this world sure do have some strange powers.","人們的思念匯聚成型……看來這個世界的水晶也蘊含著神奇的力量啊。","사람들의 마음이 형태를 이룬다…<br>이 세계의 크리스탈도<br>신비한 힘을 가지고 있나 보네.","Les souvenirs de personnes qui prennent forme...<br>Les cristaux de ce monde ont visiblement des pouvoirs bien étranges.","Die Gedanken der Menschen nehmen feste Form an ...<br>Die Kristalle dieser Welt haben faszinierende Kräfte.","Los recuerdos de la gente toman forma...<br>Los cristales de este mundo sí que tienen poderes singulares."]}}},"skills":{"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10090":{"name":"Stona","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Petrify for one ally"],"icon":"ability_3.png"},"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png"},"10130":{"name":"Dispel","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"10150":{"name":"Curada","cost":{"MP":9},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 800 (+3.4x, Heal) HP to target"],"icon":"ability_4.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10180":{"name":"Full-Life","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"70150":{"name":"Full-Life+1","cost":{"MP":14},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"70160":{"name":"Full-Life+1","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100180":{"name":"SPR +30%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%"],"icon":"ability_77.png"},"203350":{"name":"Kazus Pendant","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Silence, Paralyze, Confusion and Petrify by 100%"],"icon":"ability_97.png"},"203360":{"name":"Embolden","cost":{"MP":57},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 45% for 5 turns to all allies"],"icon":"ability_63.png"},"700790":{"name":"Kazus Pendant+1","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Silence, Paralyze, Confusion and Petrify by 100%","During explorations, recover 5 MP every 3 steps"],"icon":"ability_97.png"},"700800":{"name":"Kazus Pendant+1","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Silence, Paralyze, Confusion and Petrify by 100%","During explorations, recover 5 MP every 3 steps","Recover MP (5%) per turn"],"icon":"ability_97.png"},"700990":{"name":"Embolden+1","cost":{"MP":42},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 45% for 5 turns to all allies"],"icon":"ability_63.png"},"701000":{"name":"Embolden+1","cost":{"MP":42},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 45% for 5 turns to all allies","Restore 1150 (+8x, Heal) HP split over 5 turns to all allies"],"icon":"ability_63.png"}},"LB":{"name":"Loving Heart","attack_count":[1],"attack_frames":[[180]],"damage_type":"Magic","element_inflict":null,"min_level":["Cure all status effects for all allies","Increase DEF by 40% for 3 turns to all allies"],"max_level":["Cure all status effects for all allies","Increase DEF by 64% for 3 turns to all allies"]},"TMR":{"name":"Mentality","compendium_id":492,"compendium_shown":true,"unit_restriction":null,"skills":{"203370":{"name":"Mentality","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30% and MP by 20%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Mentality' passive."],"unique":false,"price_buy":100000,"price_sell":10000,"icon":"ability_77.png","strings":{"names":["Mentality","心之所在","멘탈리티","Mental","Mentalismus","Mentalidad"],"desc_short":["Boost MP by 20% and SPR by 30%","提高20%MP、30%精神","MP 20%, 정신력 30% 상승","Augmente les PM de 20% et la PSY de 30%","Erhöht MP um 20 %, PSY um 30 %","Aumenta los PM un 20% y el ESP un 30%"],"desc_long":["Boosts MP by 20% and SPR by 30%.","提高20%MP、30%精神。","MP가 20%, 정신력이 30% 상승합니다.","Augmente les PM de 20% et la PSY de 30%.","Erhöht MP um 20 % und PSY um 30 %.","Aumenta los PM un 20% y el ESP un 30%"]},"type":"MATERIA"}},"203000503":{"rarity_min":3,"rarity_max":5,"name":"Ingus","game":"FFIII","job":"Red Mage","sex":"Male","equip":[1,2,5,6,30,40,41,50,51,53,60],"entries":{"203000503":{"compendium_id":326,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[473,1432,180,90],"MP":[25,76,30,15],"ATK":[20,60,12,6],"DEF":[17,53,12,6],"MAG":[17,53,12,6],"SPR":[17,52,12,6]},"limitburst_id":203000503,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[27,55,78],"effect_frames":[25,53,76],"max_lb_drop":2,"ability_slots":2,"magic_affinity":[4,4,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010100":25,"290020500":10,"290030200":5,"290050200":15,"290050300":5}},"strings":{"description":["A young man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Ingus is an orphan who was raised as a loyal soldier of King Sasune's army. He is a levelheaded and honest young man who has won the trust of the King, and who has pledged his service to his country. Fortunately, he managed to escape the curse of the Djinn one day when he left the castle to train. Now he seeks his beloved, Princess Sara, who has gone missing, and hopes to free his people of the curse by heading to the Cave Altar with Luneth and the others.","異界有關光之戰士的故事中登場的青年。他曾是一名孤兒，被薩斯恩王收養，並被培養成為優秀的士兵。他冷靜沉著且為人誠實，曾發誓為國盡忠，因而深受國王信賴。當靈魔用詛咒襲擊薩斯恩城時，英格茲恰好在城外，因而得以免受災禍。為了找到行蹤不明的莎拉公主，也為了解除靈魔的詛咒，英格茲決定與路涅斯一行人一同前往封印洞窟，","이계에서 전해지는 빛의 전사 전설에 등장하는 청년. 고아였던 그는 사슨의 왕에게 거두어져 유능한 병사로 성장하였고, 냉정하고 성실한 인품으로 인해 왕의 신뢰도 두터웠으며 잉그스 본인도 나라에 충성을 맹세했다. 운 좋게 성으로부터 멀리 떨어져 있던 덕분에 진의 저주를 면할 수 있었던 잉그스는 행방이 묘연해진 연인 사라 공주를 찾아내고, 성에 걸린 저주를 풀기 위해 루네스 일행과 함께 봉인의 동굴로 향한다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Ingus est un orphelin élevé pour devenir un loyal soldat au service du roi Sasune. Honnête et réfléchi, il a juré fidélité envers son pays, et le roi lui accorde toute sa confiance. Par chance, il échappa à la malédiction du Djinn, s'étant éloigné du château pour s'entraîner. Il décida alors de se rendre à la caverne Altar en compagnie de Luneth et ses compagnons, afin de secourir les siens et retrouver sa chère princesse Sara, portée disparue.","Ein junger Mann aus einer Legende über die Krieger des Lichts in einer fernen Welt. Der Waise Ingus wurde von König Sasune aufgenommen und zu einem loyalen Soldaten herangezogen. Dank seiner gefassten und aufrichtigen Art genießt er das volle Vertrauen des Königs. Da er an jenem schicksalhaften Tag zufällig nicht im Schloss war, entging er dem Fluch des Dschinns. Nun ist er auf der Suche nach seiner verschollenen Liebe, Prinzessin Sara, und begibt sich mit Luneth und den anderen zur Versiegelten Höhle, um den Fluch des Dschinns zu brechen.","Joven procedente de otro mundo donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Ingus es un huérfano criado como leal soldado del ejército del rey Sasune. Su sensatez y honestidad le han valido el favor del rey y de todos aquellos que se ponen al servicio del país. Afortunadamente consigue eludir la maldición del jinn al encontrarse fuera del castillo entrenando. Ahora busca a su amada, la princesa Sara, que se encuentra en paradero desconocido, y se une al grupo de Luneth y los demás en su expedición a la Cueva del Altar aspirando liberar así a su gente."],"summon":["If there are crystals here too,<br>could that mean the Warriors of Light are here, as well?","這裡也有水晶，那就是說明這個世界也有被選中的光之戰士？","크리스탈이 존재한다는 건,<br>선택 받은 빛의 전사가<br>이 세계에도 있다는 건가…?","Si les cristaux sont là,<br>alors ça veut sûrement aussi dire que les guerriers de la Lumière sont là aussi, n'est-ce pas ?","Wenn es in dieser Welt Kristalle gibt,<br>heißt das, dass es hier auch die Krieger des Lichts gibt?","Si los cristales están presentes,<br>¿significa que también los Guerreros de la Luz?"],"evolution":[null,null,null,null,null,null],"affinity":["I couldn't do anything on my own.<br>It's thanks to you that I've been able<br>to make it so far.","僅憑我一人，什麼也沒做到。全都是多虧了你，我才走到了這一步。","나 혼자선 아무것도 할 수 없었을 거야.<br>여기까지 올 수 있었던 건<br>전부 네 덕분이지.","Je ne pouvais rien faire tout seul.<br>Et si aujourd'hui j'en suis là,<br>c'est grâce à vous.","Allein hätte ich gar nichts bewirken können.<br>Nur dir verdanke ich es,<br>dass ich so viel erreicht habe.","No podía hacer nada por mi mismo.<br>Pero gracias a ti he podido llegar hasta aquí."],"fusion":["Sasune...<br>I wonder how Princess Sara is doing...","薩斯恩城……莎拉公主，都安然無恙嗎？","사슨은…<br>사라 공주님은 무사하시겠지?","Sasune...<br>Je me demande comment Princesse Sara se porte...","Sasune ...<br>Ich frage mich, wie es Prinzessin Sara wohl geht ...","Sasune...<br>Me pregunto cómo está la princesa Sara..."]}},"203000504":{"compendium_id":327,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[614,1862,240,120],"MP":[33,100,40,20],"ATK":[26,78,16,8],"DEF":[23,69,16,8],"MAG":[23,69,16,8],"SPR":[22,68,16,8]},"limitburst_id":203000504,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[27,55,78],"effect_frames":[25,53,76],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[5,5,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020500":20,"290030200":10,"290040400":5,"290050300":10,"290050400":5}},"strings":{"description":["A young man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Ingus is a dutiful and responsible soldier beloved by many, including the King. He loves Princess Sara, and she loves him in return, but he never acts upon it knowing that their relationship is an impossibility considering their origins. Having finally lifted the curse inflicted upon the castle by the Djinn, he set off on a journey with Luneth, Arc, and Refia to save the world.","異界有關光之戰士的故事中登場的青年。他是一名守護於薩斯恩城的士兵。冷靜且誠實的人格使他深受國王和眾人的信賴。他和莎拉公主相互傾心於對方，但是他過於死板，總是把主僕關係置於優先地位，因而2人的關係一直沒有實質性的進展。在解除了靈魔對薩斯恩城的詛咒之後，他和路涅斯、亞爾柯以及蕾菲雅一同踏上了拯救世界的旅途。","이계에서 전해지는 빛의 전사 전설에 등장하는 청년. 사슨 성의 병사인 그는 냉정하고 성실한 인품으로 인해 왕을 비롯한 수많은 사람에게 사랑을 받았다. 특히 사라 공주와는 서로 사랑하는 사이였지만, 고지식한 잉그스가 신하로서의 입장을 우선하는 바람에 두 사람의 관계는 좀처럼 진전이 없는 모양이다. 어느 날 갑자기 성을 습격한 진의 저주를 무사히 푼 그는 루네스와 아르크, 레피아와 함께 세계를 구하기 위한 여행을 떠난다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Ingus est un soldat intègre et compétent respecté de tous, y compris du roi. Il est épris de la princesse Sara et cet amour est réciproque, mais il garde ses sentiments pour lui, conscient que leur union est impossible. Après avoir enfin levé la malédiction que le Djinn avait infligée aux habitants du château, il partit en voyage aux côtés de Luneth, Arc et Refia afin de sauver le monde.","Ein junger Mann aus einer Legende über die Krieger des Lichts in einer fernen Welt. Ingus ist ein pflichtbewusster und aufrichtiger Soldat, der in Sasune hohes Ansehen genießt, auch beim König selbst. Er und Prinzessin Sara lieben einander, doch Ingus' Stellung als Untertan lässt ihn zögern, die Beziehung voranzubringen. Nachdem er den Fluch des Dschinns gebrochen hat, macht er sich mit Luneth, Arc und Refia auf die Reise, die Welt zu retten.","Joven procedente de otro mundo donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Ingus responsable y solícito que se ha ganado el afecto de mucha gente, incluido el rey. Ama a la princesa Sara, y ella a él, pero debido a sus orígenes nunca osaría intentar nada, a sabiendas de que su relación es imposible. Cuando por fin consigue librar al castillo de la maldición del jinn, emprende un viaje con Luneth, Arc y Refia para salvar el mundo."],"summon":["I am Ingus, warrior of Sasune.<br>I'm not very powerful, but I'll do whatever I can to help.","我是薩斯恩士兵英格茲，將盡微薄之力協助你。","사슨의 병사, 잉그스다.<br>미력하나마 협력하도록 하지.","Je suis Ingus, guerrier de Sasune.<br>Je ne suis pas très puissant, mais je ferai tout ce que je peux pour vous aider.","Ich bin Ingus, Krieger von Sasune.<br>Ich tue, was ich kann, um euch zu helfen.","Soy Ingus, guerrero de Sasune.<br>No seré poderoso, pero puedo ser de ayuda."],"evolution":["How's this?<br>I hope I'm at least a little bit stronger.","怎麼樣？有沒有覺得我變強了點？","어때?<br>전보다 조금은 더 강해졌을까?","Qu'est-ce que c'est que ça ?<br>J'espère au moins que je suis devenu un peu plus fort.","Was denkst du?<br>Bin ich zumindest ein bisschen stärker geworden?","¿Así qué tal?<br>Espero haberme vuelto al menos un poco más fuerte."],"affinity":["I couldn't do anything on my own.<br>It's thanks to you that I've been able<br>to make it so far.","僅憑我一人，什麼也沒做到。全都是多虧了你，我才走到了這一步。","나 혼자선 아무것도 할 수 없었을 거야.<br>여기까지 올 수 있었던 건<br>전부 네 덕분이지.","Je ne pouvais rien faire tout seul.<br>Et si aujourd'hui j'en suis là,<br>c'est grâce à vous.","Allein hätte ich gar nichts bewirken können.<br>Nur dir verdanke ich es,<br>dass ich so viel erreicht habe.","No podía hacer nada por mi mismo.<br>Pero gracias a ti he podido llegar hasta aquí."],"fusion":["To protect the world...<br>I guess in doing that I would be protecting Sasune, as well.","我相信，守護這個世界和守護薩斯恩城密不可分。","세계를 지키는 것.<br>그건 다시 말해 사슨을<br>지키는 것과 다름없을 것이다.","Protéger le monde...<br>Je pense qu'en faisant ça je protégerai aussi Sasune.","Die Welt retten ...<br>Nun, wenn ich das tue, ist Sasune auf jeden Fall auch gerettet.","Proteger el mundo...<br>Supongo que al hacerlo protegería también a Sasune."]}},"203000505":{"compendium_id":328,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[799,2421,300,150],"MP":[43,130,50,25],"ATK":[34,102,20,10],"DEF":[30,90,20,10],"MAG":[30,90,20,10],"SPR":[29,89,20,10]},"limitburst_id":203000505,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[27,55,78],"effect_frames":[25,53,76],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[6,6,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Ingus was chosen as a Warrior of Light when he helped to rid Castle Sasune of the curse it had suffered from the Djinn. He then set off on a journey with Luneth, Arc, and Refia to save his country, his people, and the world from the darkness consuming it. Always calm and composed, Ingus never fails to supports his comrades whenever they find themselves in a predicament.","異界有關光之戰士的故事中登場的青年。在成功解除了靈魔對薩斯恩城的詛咒之後，他被水晶選中，成為了光之戰士。為了拯救逐漸被黑暗籠罩的世界，也為了保護國家和深愛的人們，他下定決心和路涅斯、亞爾柯以及蕾菲雅一同踏上旅途。英格茲有著沉著冷靜的性格，因此無論遇到何種危機他都臨危不亂，而這一優點也支撐同伴度過了重重難關。","이계에서 전해지는 빛의 전사 전설에 등장하는 청년. 어느 날 갑자기 사슨 성을 습격한 진의 저주를 무사히 푼 그는 크리스탈에 의해 빛의 전사로 선택받게 된다. 어둠이 드리워진 세계를 구하고, 소중한 나라와 사랑하는 사람들을 지키기 위해 루네스와 아르크, 레피아와 함께 여행을 떠나기로 한다. 원래 냉정한 성격인 잉그스는 그 어떤 위기에 부딪혀도 동요하는 일 없이 동료들을 끝까지 도왔다고 한다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Ingus fut choisi comme Guerrier de la lumière lorsqu'il aida à libérer le château Sasune de la malédiction du Djinn. Il partit ensuite en voyage aux côtés de Luneth, Arc et Refia afin de sauver son pays, son peuple, et le monde tout entier des ténèbres menaçant de les recouvrir. Toujours calme et posé, il ne manque jamais de venir en aide à ses compagnons lorsque ceux-ci sont en difficulté.","Ein junger Mann aus einer Legende über die Krieger des Lichts in einer fernen Welt. Nachdem er den Fluch des Dschinns, der über Schloss Sasune lag, gebrochen hatte, wurde er von einem Kristall zum Krieger des Lichts erkoren. Er begab sich mit Luneth, Arc und Refia auf die Reise, um sein Land, die Menschen, die er liebte, und die ganze Welt vor der um sich greifenden Finsternis zu retten. Der stets ruhige und gefasste Ingus bot seinen Gefährten auch in den schlimmsten Situationen Rückhalt.","Joven procedente de otro mundo donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Ingus fue elegido como Guerrero de Luz cuando ayudó a liberar al castillo Sasune de la maldición del jinn. A continuación, emprendió un viaje con Luneth, Arc y Refia para salvar a su país, a su gente y al mundo entero de la oscuridad que los consume. Ingus siempre se mantiene tranquilo y sosegado, y siempre está ahí para apoyar a sus compañeros cuando se encuentran en problemas."],"summon":["That smell... There's a battlefiled nearby.<br>This could be serious...","這空氣……有戰場的味道，不可小覷。","이 공기… 전장의 냄새다.<br>예삿일이 아닌 모양이군.","Cette odeur. Il y a une bataille en cours pas loin d'ici.<br>C'est sûrement très grave...","Dieser Geruch ... Da muss ein Schlachtfeld in der Nähe sein.<br>Es könnte gefährlich werden.","Esta atmósfera... estamos cerca de un campo de batalla.<br>Debemos de tener cuidado..."],"evolution":["I can become even stronger.<br>Alright, just need to concentrate a bit harder.","我還能變得更強。好，那我要繼續鍛煉了！","더 강해질 수 있구나.<br>좋아, 열심히 정진해야겠군.","Je peux devenir encore plus fort.<br>Il suffit juste que je me concentre un peu plus.","Ich kann immer noch stärker werden.<br>Ich muss mich nur noch mehr konzentrieren.","Aún puedo hacerme más fuerte.<br>Vale, sólo necesitas concentrarte un poco más."],"affinity":["I couldn't do anything on my own.<br>It's thanks to you that I've been able<br>to make it so far.","僅憑我一人，什麼也沒做到。全都是多虧了你，我才走到了這一步。","나 혼자선 아무것도 할 수 없었을 거야.<br>여기까지 올 수 있었던 건<br>전부 네 덕분이지.","Je ne pouvais rien faire tout seul.<br>Et si aujourd'hui j'en suis là,<br>c'est grâce à vous.","Allein hätte ich gar nichts bewirken können.<br>Nur dir verdanke ich es,<br>dass ich so viel erreicht habe.","No podía hacer nada por mi mismo.<br>Pero gracias a ti he podido llegar hasta aquí."],"fusion":["Regardless the situation,<br>as long as you keep your cool<br>there's nothing you can't overcome.","無論有什麼困難，只要冷靜判斷就一定能撐過去。","어떤 상황에서도<br>차분하게 대처하면<br>분명 빠져나갈 수 있을 거야.","Tant que tu gardes la tête froide<br>quelle que soit la situation<br>rien n'est impossible.","Egal wie schlimm die Lage aussieht,<br>solange man einen kühlen Kopf bewahrt,<br>findet man bestimmt einen Ausweg.","Si mantienes la calma,<br>no hay nada que no puedas superar<br>sea cual sea la situación."]}}},"skills":{"10020":{"name":"Cure","cost":{"MP":3},"attack_frames":[[90]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 150 (+3x, Heal) HP to target"],"icon":"ability_4.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png"},"10150":{"name":"Curada","cost":{"MP":9},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 800 (+3.4x, Heal) HP to target"],"icon":"ability_4.png"},"20010":{"name":"Fire","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.2x, MAG) to one enemy"],"icon":"ability_21.png"},"20050":{"name":"Aero","cost":{"MP":3},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.2x, MAG) to one enemy"],"icon":"ability_25.png"},"20080":{"name":"Fira","cost":{"MP":9},"attack_frames":[[95]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies"],"icon":"ability_21.png"},"20120":{"name":"Aerora","cost":{"MP":9},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.4x, MAG) to all enemies"],"icon":"ability_25.png"},"30010":{"name":"Sleep","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Inflict Sleep (40%) on one enemy"],"icon":"ability_14.png"},"30020":{"name":"Blind","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Inflict Blind (40%) on one enemy"],"icon":"ability_14.png"},"30100":{"name":"Silence","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Inflict Silence (40%) on one enemy"],"icon":"ability_14.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"201170":{"name":"Full Break","cost":{"MP":14},"attack_frames":[[50]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to one enemy","Reduce ATK, DEF, MAG and SPR by 30% for 3 turns to one enemy"],"icon":"ability_54.png"},"202130":{"name":"Convert","cost":{"MP":10},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Restore 9999 MP to caster","Damage equal to remaining HP - 1 (min 1) to caster"],"icon":"ability_4.png"}},"LB":{"name":"Faithful Heart","attack_count":[6],"attack_frames":[[79,99,119,123,127,180]],"damage_type":"Physical","element_inflict":["Fire"],"min_level":["Magic* fire damage (2.5x, MAG) to all enemies","Reduce SPR by 40% for 3 turns to all enemies"],"max_level":["Magic* fire damage (3.45x, MAG) to all enemies","Reduce SPR by 59% for 3 turns to all enemies"]},"TMR":{"name":"Letters and Arms","compendium_id":493,"compendium_shown":true,"unit_restriction":null,"skills":{"203380":{"name":"Letters and Arms","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 50% when equipped with a Sword"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Letters and Arms' passive."],"unique":false,"price_buy":15000,"price_sell":1500,"icon":"ability_77.png","strings":{"names":["Letters and Arms","文武雙全","문무양도","La plume et l'épée","Feder und Schwert","Pluma y espada"],"desc_short":["Boost MAG when equipped with a sword","裝備劍時提高魔力","검 장착 시 마력 상승","Augmente la MAGIE lorsqu'une épée est équipée","Erhöht MAG, wenn mit Schwert ausgerüstet","Aumenta la MAG al equiparse con espadas"],"desc_long":["Boosts MAG when equipped with a sword.","裝備劍時，提高魔力。","검을 장착하면 마력이 상승합니다.","Augmente la MAGIE lorsqu'une épée est équipée.","Erhöht MAG, wenn ein Schwert ausgerüstet ist.","Aumenta la MAG al equiparse con espadas"]},"type":"MATERIA"}},"203000604":{"rarity_min":4,"rarity_max":6,"name":"Doga","game":"FFIII","job":"Magus","sex":"Male","equip":[1,5,6,11,15,40,50,53,60],"entries":{"203000604":{"compendium_id":1200,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[584,1771,210,105],"MP":[31,95,35,17],"ATK":[23,69,14,7],"DEF":[23,70,14,7],"MAG":[27,81,18,9],"SPR":[29,87,14,7]},"limitburst_id":203000604,"attack_count":1,"attack_damage":[[100]],"attack_frames":[58],"effect_frames":[56],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[5,8,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":25,"290030300":13,"290040300":8,"290050300":15,"290050400":8}},"strings":{"description":["A mage that appears in the tales of the Warriors of the Light from a faraway world. A disciple of the Great Magus Noah, he inherited his mentor's great magic powers after his death, the other disciples being Unei and Xande. He is deeply troubled by Xande's malicious attempts to make the world his own. Although he was living a quiet life on the remote continent of Dalg, protected by squall-force winds, he decided to work with Unei and help the Warriors of the Light stop the impending darkness.","異界有關光之戰士的故事中登場的魔道師。他是大魔道師諾亞的徒弟，在師父臨死前繼承了強大的魔力。同門弟子還有烏內和贊德，對於贊德妄圖支配世界的暴行痛心疾首。他在遠離人世，旋風橫行的達爾古大陸過著隱居生活，為了阻止黑暗入侵，與守夢人烏內一同協助光之戰士們。","이계에서 전해지는 빛의 전사 전설에 등장하는 마도사. 대마도사 노아의 제자로, 죽어가던 스승으로부터 그 강대한 마력을 물려받았다. 동문 제자로는 우네와 잔데가 있으며, 세계를 자신의 것으로 삼으려는 잔데의 악행에 가슴 아파하고 있다. 속세를 떠나 마을에서 멀리 떨어진 벽지, 돌풍이 휘몰아치는 다르그 대륙에서 조용히 지내고 있었으나, 어둠의 침공을 막기 위해 꿈의 파수꾼 우네와 함께 빛의 전사들에게 협력했다.","Un mage venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Disciple du grand mage Noah, Doga reçut un don inestimable de la part de son maître lors du décès de celui-ci, tout comme ses confrères Unéi et Xande. Cependant, il fut profondément attristé de voir Xande sombrer dans la folie et devenir une menace pour le monde tout entier. Doga vécut la majorité de son existence sur le continent tranquille de Dalg, protégé par des rafales titanesques, mais il décida de renoncer à sa vie paisible pour unir ses forces avec Unéi et venir en aide aux Guerriers de la Lumière dans leur combat contre les ténèbres grandissantes.","Ein Magier, der in den Geschichten der Krieger des Lichts aus einer fernen Welt auftaucht. Als Schüler des Großmagiers Noah erbte er nach dem Tod seines Mentors dessen gewaltige Zauberkräfte. Die anderen Schüler waren Unei und Xande. Er ist zutiefst beunruhigt über Xandes böswillige Versuche, sich die Welt zu eigen zu machen. Obwohl er ein ruhiges Leben auf dem abgelegenen Kontinent Dalg verbrachte, der von starken Winden beschützt war, entschloss er sich, mit Unei zusammenzuarbeiten und den Kriegern des Lichts zu helfen, um die drohende Dunkelheit zu stoppen.","Un mago que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Se trata de un discípulo del Gran Hechicero Noah que heredó los increíbles poderes mágicos de su mentor a la muerte de este. Une y Zande fueron sus otros dos discípulos. Le atormentan los perversos propósitos de Zande, que busca dominar el mundo. A pesar de llevar una vida tranquila en el remoto continente de Dalg, amparado por los vientos tempestuosos, decide trabajar conjuntamente con Unei para ayudar a los Guerreros de la Luz a detener la oscuridad inminente."],"summon":["These youths can't possibly... No, maybe it is the power of youth that can change this world.","沒想到，這樣的年輕人竟然......不對，能夠改變世界的或許正是年輕人的力量呢......","설마, 이런 젊은이가……<br>아니지, 세계를 바꾸는 건<br>젊은이의 힘일지도 모르겠군……","Jamais ces jeunôts ne pourraient... Non. Peut-être bien que seul le pouvoir de la jeunesse est capable de changer le monde.","Diese Jungspunde werden doch nicht ... Moment! Vielleicht ist es ja die Kraft der Jugend, die diese Welt verändern wird ...","Es imposible que estos jóvenes… Bueno, puede que la única esperanza para este mundo sea precisamente el poder de los jóvenes."],"evolution":[null,null,null,null,null,null],"affinity":["Ho ho! Nothing but surprises hanging around with you lot!","呵呵！和你們在一起總是驚喜不斷呢。","허허!<br>자네들과 함께 있으면<br>놀라운 일뿐이로군!","Ho ho ho ! On va de surprise en surprise avec vous, mes petits !","Ho ho! In eurer Gegenwart folgt wirklich eine Überraschung auf die Nächste!","¡Jo, jo! ¡Con vosotros todo es una sorpresa detrás de otra!"],"fusion":["We must hurry... I don't have much time left myself either, you see.","必須快一點……我的餘命，似乎已經不長了。","서둘러야만……<br>내 목숨도 얼마 남지 않은 모양이니.","Nous devons agir vite… Il ne me reste guère beaucoup de temps.","Wir müssen uns beeilen ... mir bleibt nicht mehr allzu viel Zeit.","Debemos darnos prisa… A mí tampoco me queda mucho tiempo…"]}},"203000605":{"compendium_id":1201,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[826,2503,240,120],"MP":[50,151,40,20],"ATK":[27,82,16,8],"DEF":[29,87,16,8],"MAG":[38,115,24,12],"SPR":[36,110,16,8]},"limitburst_id":203000605,"attack_count":1,"attack_damage":[[100]],"attack_frames":[58],"effect_frames":[56],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[6,8,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060200":5,"290060300":10}},"strings":{"description":["A mage that appears in the tales of the Warriors of the Light from a faraway world. Once a disciple of the Great Magus Noah, he inherited Noah's great magic powers, giving him spectacular ability as a mage. He awaits the Warriors of the Light in his manor on the Dalg continent, endeavoring to bestow upon them the strength to defeat fellow former disciple Xande.  Besides enchanting the airship Nautilus to be able to move underwater, he warps across dimensions from the Cave of the Circle to obtain the Eureka Key.","異界有關光之戰士的故事中登場的魔道師。曾經師承大魔道師諾亞，繼承了諾亞強大的魔力，作為魔道師有著強大的力量。在達爾古大陸的住宅等待光之戰士們的到來，為阻止同門師兄贊德將力量全部授予他們。為飛空艇鸚鵡螺號施加魔法使其能潛入水中，為尋找艾蕾卡之鑰從魔法陣洞窟踏上了前往異次元的旅途。","이계에서 전해지는 빛의 전사 전설에 등장하는 마도사. 과거에 대마도사 노아의 가르침을 받고, 노아의 강대한 마력을 물려받았기 때문에 마도사로서의 능력은 상당히 뛰어나다. 다르그 대륙의 저택에서 빛의 전사들이 찾아오기를 기다리고 있었으며, 그들에게 동문 제자인 잔데를 막을 힘을 주기 위해 애썼다. 비공정 노틸러스에 마법을 걸어 잠수할 수 있도록 하는 것 외에도, 에우레카의 열쇠를 찾아 마법진의 동굴에서 다른 차원으로 여행을 떠났다.","Un mage venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Jadis disciple du grand mage Noah, Doga hérita des incroyables pouvoirs de ce dernier et devint ainsi l'un des sorciers le plus puissants au monde. Il attendit patiemment la venue des Guerriers de la Lumière dans son manoir sur le continent de Dalg, déterminé à leur apporter toute l'aide nécessaire pour vaincre son ancien confrère Xande. Après avoir ensorcelé le Nautilus de sorte à lui permettre de naviguer sous l'eau, il voyagea entre les dimensions depuis la Grotte du Cercle afin de mettre la main sur la Clé d'Eurêka.","Ein Magier, der in den Geschichten der Krieger des Lichts aus einer fernen Welt auftaucht. Er war einst ein Schüler des Großmagiers Noah und erbte Noahs gewaltige Zauberkräfte, was ihn zu einem überaus fähigen Magier macht. Er erwartet die Krieger des Lichts in seinem Herrenhaus auf dem Kontinent Dalg und verleiht ihnen die Macht, seinen ehemaligen Mitschüler Xande zu besiegen. Er verzaubert nicht nur Luftschiff Nautilus, damit es sich unter Wasser bewegen kann, sondert wandert von der Höhle des Kreises aus auch zwischen den Dimensionen, um den Eureka-Schlüssel zu erlangen.","Un mago que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Se trata de un antiguo discípulo del Gran Hechicero Noah que ha heredado los increíbles poderes mágicos de su mentor, por lo que se ha convertido en un mago de gran talento. En su mansión del continente Dalg espera a que aparezcan los Guerreros de la Luz con el propósito de conferirles la fuerza necesaria para derrotar al que en otro tiempo fuera discípulo de Noah y compañero suyo, Zande. Además de lanzar un hechizo sobre el barco volador Nautilus para que este pueda sumergirse en el agua, viaja entre dimensiones desde la Cueva del Círculo en busca de la Llave de Eureka."],"summon":["I shall lend you my power so that this world does not become enclosed in darkness.","為了不讓世界被黑暗所封閉就把我的力量借給你們吧。","세계를 암흑에 빠뜨리지 않도록<br>그대들에게<br>내 힘을 빌려주겠네.","Je vous accorde mon pouvoir dans l'espoir que vous saurez protéger ce monde des ténèbres.","Ich werde dir meine Macht leihen, damit diese Welt nicht in der Dunkelheit versinkt.","Os concederé mi poder para que este mundo no sucumba a la oscuridad."],"evolution":["Human lives are so short... But thanks to that, it's amazing how they live them to the fullest.","人類的生命短暫又有限......但是，正因如此人們才會努力活著生命才會如此美麗。","인간의 목숨은 짧지…… 하지만<br>그렇기 때문에 인간은 온 힘을 다해<br>살아가는 멋진 존재인 게야.","La vie des êtres humains est si brève… Mais c'est bien grâce à cela qu'ils sont capables de la vivre pleinement.","Menschenleben sind so kurz ... Aber gerade deshalb ist es so erstaunlich, wie sie diese voll ausleben.","La vida del ser humano es tan corta… Pero, precisamente por eso, es admirable verlos aprovechar cada segundo."],"affinity":["Ho ho! Nothing but surprises hanging around with you lot!","呵呵！和你們在一起總是驚喜不斷呢。","허허!<br>자네들과 함께 있으면<br>놀라운 일뿐이로군!","Ho ho ho ! On va de surprise en surprise avec vous, mes petits !","Ho ho! In eurer Gegenwart folgt wirklich eine Überraschung auf die Nächste!","¡Jo, jo! ¡Con vosotros todo es una sorpresa detrás de otra!"],"fusion":["I thank you, kindly. I think I can keep this old body running a bit longer for you.","感激不盡。好，就讓我這把老骨頭打起精神來吧。","고맙구먼.<br>어디, 그럼 좀 더<br>늙은 몸을 채찍질해 볼까.","Merci bien. Grâce à vous, cette vieille carcasse devrait tenir encore un peu.","Vielen Dank. Ich denke, ich kann aus diesem alten Körper noch ein bißchen was rausholen.","Muchas gracias. Creo que aún puedo aguantar un poco más en este viejo cuerpo decrépito, así ganaréis un poco más de tiempo."]}},"203000606":{"compendium_id":1202,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1074,3254,390,195],"MP":[65,197,65,32],"ATK":[35,107,26,13],"DEF":[38,114,26,13],"MAG":[50,150,34,17],"SPR":[47,143,26,13]},"limitburst_id":203000606,"attack_count":1,"attack_damage":[[100]],"attack_frames":[58],"effect_frames":[56],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[7,8,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A mage that appears in the tales of the Warriors of the Light from a faraway world. One of three disciples of the Great Magus Noah, the other two being Xande and Unei. In order to stop Xande's quest for world domination, he cooperates with the Warriors of the Light and drains his own life energy to create the Eureka Key, a key that opens the door to the Forbidden Land, Eureka, where various powerful weapons are sealed. Even after losing his corporeal body, he and Unei's souls lived on and continued to guide the way for the Warriors of the Light.","異界有關光之戰士的故事中登場的魔道師，是大魔道師諾亞的徒弟，也是贊德和烏內的同門。為了阻止贊德支配世界的野心而協助光之戰士。他賭上性命，做出了能夠前往封印了強力武器的禁地‧艾蕾卡的「艾蕾卡之鑰」。之後他失去了肉體，成為了僅剩靈魂的存在，與烏內一起守護著光之戰士們，照亮他們前進的道路。","이계에서 전해지는 빛의 전사 전설에 등장하는 마도사로, 대마도사 노아의 제자이기도 하다. 잔데, 우네와는 동문으로, 세계를 자신의 것으로 삼으려는 잔데를 막기 위해 빛의 전사들에게 협력했다. 자신의 목숨을 걸고, 강력한 무기가 봉인되어 있는 금단의 땅 에우레카로 가기 위한 '에우레카의 열쇠'를 만들어냈으며, 육체를 잃고 영혼만이 남은 존재가 되었을 때에도 우네와 함께 빛의 전사들을 지켜보며 그들이 나아갈 길을 비추어 주었다고 한다.","Un mage venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Il étudia auprès du grand mage Noah aux côtés d'Unéi et Xande, mais décida de s'allier aux Guerriers de la Lumière afin de mettre fin à la folie destructrice de son ancien confrère. Dans ce but, il n'hésita pas à sacrifier sa propre vie pour insuffler l'énergie nécessaire à la clé d'Eurêka, seul moyen d'ouvrir les portes de la terre interdite d'Eurêka où étaient scellées des armes surpuissantes. Même privées d'enveloppe corporelle, son âme et celle d'Unéi continuèrent de veiller sur les Guerriers de la Lumière et d'éclairer leurs pas jusqu'à la fin de leur périple.","Ein Magier, der in den Geschichten der Krieger des Lichts aus einer fernen Welt auftaucht. Er war einer der drei Schüler des Großmagiers Noah; die anderen beiden sind Xande und Unei. Um Xandes Streben nach der Weltherrschaft zu stoppen, verbündet er sich mit den Kriegern des Lichts und verbraucht seine eigene Lebensenergie, um den Eureka-Schlüssel zu schaffen - ein Schlüssel, der die Tür zum Verbotenen Land Eureka öffnet, in dem zahlreiche mächtige Waffen versiegelt sind. Selbst nachdem er seinen physischen Körper verloren hatte, lebten er und Uneis Seelen weiter und führten die Krieger des Lichts weiterhin auf ihrem Weg.","Un mago que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Se trata de uno de los tres discípulos del Gran Hechicero Noah, junto con Zande y Une. Con el propósito de impedir que Zande conquiste el mundo, se une a los Guerreros de la Luz y utiliza su propia energía vital para forjar la Llave de Eureka, una llave que da paso a Eureka, Tierra Prohibida, donde se hallan escondidas varias armas poderosas. Incluso al dejar de ocupar su propio cuerpo, tanto su alma como la de Unei continúan sirviendo de guía a los Guerreros de la Luz."],"summon":["I am sure the power I was bestowed by my master, the Great Magus, will come in handy.","從大魔道師身上繼承而來的魔力......一定能夠幫上忙吧。","대마도사에게서 물려받은<br>내 마력이……<br>반드시 도움이 될 게야.","Je suis certain que le pouvoir que m'a transmis mon maître, le grand mage, s'avérera utile.","Diese Macht, die ich von meinem Meister, dem Großmagier, verliehen bekam, wird dir bestimmt von Nutzen sein.","No me cabe duda de que el poder que me otorgó mi maestro, el Gran Hechicero, os será de gran ayuda."],"evolution":["Oh! This power, it feels like when my master long ago bestowed to me the power of magic.","喔喔......！這股力量，就像是過去師父將魔力傳授給我的時候一樣。","오오……!<br>이 힘은, 과거에 스승님께<br>마력을 계승했을 때와 같구먼.","Oh ! Ce pouvoir… Il me rappelle celui que mon maître m'a légué, il y a fort longtemps.","Oh! Diese Macht, das fühlt sich an wie damals, als mein Meister mir die Macht der Magie verlieh!","¡Impresionante! Siento lo mismo que cuando mi maestro me concedió el poder de la magia hace mucho tiempo…"],"affinity":["Ho ho! Nothing but surprises hanging around with you lot!","呵呵！和你們在一起總是驚喜不斷呢。","허허!<br>자네들과 함께 있으면<br>놀라운 일뿐이로군!","Ho ho ho ! On va de surprise en surprise avec vous, mes petits !","Ho ho! In eurer Gegenwart folgt wirklich eine Überraschung auf die Nächste!","¡Jo, jo! ¡Con vosotros todo es una sorpresa detrás de otra!"],"fusion":["Ho ho. It seems it's too early for me to be throwing in the towel.","呵呵。看來我還有點用處呢。","호오,<br>나도 아직<br>끝난 건 아닌 모양이구먼.","Ho ho ho ! On dirait qu'il est encore trop tôt pour m'enterrer !","Ho ho. Es ist wohl noch etwas zu früh für mich, jetzt schon ins Gras zu beißen.","Jo, jo, parece que aún es demasiado pronto para tirar la toalla."]}}},"skills":{"20160":{"name":"Drain","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.8x, MAG) as HP drain (30%) to one enemy"],"icon":"ability_6.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20290":{"name":"Firaja","cost":{"MP":28},"attack_frames":[[210]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_21.png"},"20350":{"name":"Flare","cost":{"MP":35},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2.3x, MAG) to one enemy","Reduce resistance to Water by 30% for 3 turns to one enemy"],"icon":"ability_30.png"},"20400":{"name":"Quake","cost":{"MP":48},"attack_frames":[[160,182,203,225,248,271,293,316]],"attack_type":"Magic","element_inflict":["Earth"],"effects":["Magic earth damage (2.75x, MAG) to all enemies","Reduce resistance to Earth by 50% for 3 turns to all enemies"],"icon":"ability_34.png"},"20770":{"name":"Break","cost":{"MP":8},"attack_frames":[[40]],"attack_type":"Magic","element_inflict":null,"effects":["Inflict Petrify (30%) on one enemy"],"icon":"ability_14.png"},"20780":{"name":"Breakga","cost":{"MP":25},"attack_frames":[[40]],"attack_type":"Magic","element_inflict":null,"effects":["Inflict Petrify (20%) on all enemies"],"icon":"ability_14.png"},"30260":{"name":"Barfiraga","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Increase resistance to Fire by 70% for 3 turns to all allies"],"icon":"ability_11.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"200150":{"name":"Dualcast","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Enable unit to use magic (excluding blue magic) twice in one turn"],"icon":"ability_26.png"},"213200":{"name":"Null Silence","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Silence by 100%"],"icon":"ability_19.png"},"217560":{"name":"Focus Magic","cost":{"MP":21},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Use Focus Magic (503370), or Boosted Focus MAG (503380), if used after Focus Magic (503370)"],"icon":"ability_77.png"},"228590":{"name":"Spirit Cession","cost":{"MP":60},"attack_frames":[[0],[0]],"attack_type":"None","element_inflict":null,"effects":["Revive the rest of the party from KO (1% HP)","Instant KO to Reaper the rest of the party","Instant KO (100%) to caster (ignores death resist)"],"icon":"ability_1.png"},"228591":{"name":"Doga's Artifact","cost":{"MP":50},"attack_frames":[[100],[100]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 80% for 3 turns to all allies","Restore 20 MP to all allies"],"icon":"ability_63.png"},"228592":{"name":"Noah's Magic Legacy","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 40% and MP by 20%"],"icon":"ability_77.png"},"228594":{"name":"Fire Resistance +30%","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Fire by 30%"],"icon":"ability_11.png"},"503370":{"name":"Focus Magic","cost":{"MP":21},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF, MAG and SPR by 80% for 2 turns to caster"],"icon":"ability_77.png"},"503380":{"name":"Boosted Focus MAG","cost":{"MP":25},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF, MAG and SPR by 120% for 2 turns to caster"],"icon":"ability_77.png"}},"LB":{"name":"Doga's Flame","attack_count":[7],"attack_frames":[[37,52,67,82,97,112,127]],"damage_type":"Magic","element_inflict":["Fire"],"min_level":["Magic fire damage (5x, MAG) to all enemies","Increase resistance to Fire by 75% for 3 turns to all allies"],"max_level":["Magic fire damage (7.4x, MAG) to all enemies","Increase resistance to Fire by 100% for 3 turns to all allies"]},"TMR":{"name":"Doga's Rod","compendium_id":1083,"compendium_shown":true,"rarity":7,"type_id":6,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"228593":{"name":"Doga's Protection","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Fire by 20%"],"icon":"ability_11.png","desc":""}},"effects":["Grants 'Doga's Protection' passive."],"stats":{"HP":0,"MP":0,"ATK":8,"DEF":0,"MAG":103,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":35000,"price_sell":3500,"icon":"item_10635.png","strings":{"name":["Doga's Rod","多加的魔棒","도가의 홀장","Sceptre de Doga","Dogas Rute","Vara de Doga"],"desc_short":["A rod used by a mage from a faraway world.","異界魔道師裝備過的魔棒","이계의 마도사가 장비하던 홀장","Un sceptre utilisé par un mage dans un monde fort lointain.","Eine Rute, die von einem Magier aus einer fernen Welt verwendet wurde.","Una vara de un mago de un mundo lejano."],"desc_long":["A rod from a faraway world that greatly increases the user's magic power and resistance to fire attacks. This rod was used by a disciple of the Great Magus Noah. It is said that the apprentice inherited great magic powers after Noah's passing.","異界魔道師裝備過的魔棒，不只會大幅提升裝備者的魔力，也會使火屬性的耐性上升。這枝魔棒是大魔道師諾亞的弟子之一所裝備之物。據說他在諾亞死後，繼承了其強大的魔力。","까마득히 먼 이계에서 유입된 홀장. 착용자의 마력을 대폭 높여줄 뿐만 아니라, 불속성 저항력도 상승시켜 준다. 이 홀장은 대마도사 노아의 제자 중 하나가 장착하던 것으로, 그는 노아가 죽은 후 강대한 마력을 이어받았다고 전해진다.","Un sceptre venu d'un monde fort lointain. Il augmente remarquablement la magie de son utilisateur et sa résistance aux attaques de feu. Ce sceptre était utilisé par un disciple du grand mage Noah. On raconte que le disciple hérita d'incroyables pouvoirs à la mort de son maître.","Eine Rute aus einer fernen Welt, die die Magiekraft ihres Trägers und dessen Resistenz gegen Feuerangriffe beträchtlich erhöht. Diese Rute wurde von einem Schüler des großen Magiers Noah verwendet. Es heißt, dass der Schüler nach Noahs Tod große magische Kräfte erbte.","Una vara procedente de un mundo lejano. Aumenta considerablemente el poder mágico del usuario y mejora su resistencia ante ataques de fuego. La utilizó un aprendiz del Gran Hechicero Noah. Dicen que tras fallecer Noah, su aprendiz heredó magníficos poderes mágicos."]}}},"203000704":{"rarity_min":4,"rarity_max":6,"name":"Desch","game":"FFIII","job":"Swordsman","sex":"Male","equip":[1,2,4,7,10,13,30,40,41,50,51,60],"entries":{"203000704":{"compendium_id":594,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[697,2113,240,120],"MP":[35,105,40,20],"ATK":[25,77,16,8],"DEF":[24,74,16,8],"MAG":[26,80,16,8],"SPR":[25,76,16,8]},"limitburst_id":203000704,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[8,34],"effect_frames":[6,32],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[0,5,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":25,"290030600":13,"290031000":8,"290050300":15,"290050400":8}},"strings":{"description":["A mysterious man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Desch has no memories of his past, and is on a journey to find his true identity. Despite his personal predicament, he has quite a sunny disposition, even managing to form a romantic relationship with a woman named Salina from Canaan. However, he ultimately decides to set leave her behind in order to find the truth about his origins. This leads him to Dragon's Peak, where he meets the Warriors of Light and shortly joins them on their quest. Little did he know then that this would forever change his fate.","異界有關光之戰士的故事中登場的神秘男子。失去了記憶，為了尋找真相而開始旅行。他十分開朗，讓人感受不到他喪失了記憶。他和迦南的沙麗娜墜入了愛河，但為了恢復記憶，他依然選擇了繼續進行旅程。之後他在龍穴和光之戰士相遇，決定同一行人一起行動。這個選擇改變了他的命運。","이계에 전해 내려오는 빛의 전사 전승에 등장하는 의문의 남자. 모든 기억을 잃어버리고, 자신의 정체를 찾기 위한 여행을 하고 있다. 기억상실증이라고는 믿기지 않을 정도로 적극적이고 낙천적인 청년으로, 카난 마을의 처녀 샐리나와 서로 호감을 느끼고 있으면서도 기억을 되찾기 위한 여행을 선택한다. 그 뒤, 용의 둥지에서 빛의 전사들과 만나 행동을 같이 하게 되며, 이 결정은 그의 운명을 크게 바꾸어 놓는다.","Un homme mystérieux originaire d'un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Desch, ayant perdu toute mémoire de son passé, est à la recherche de sa véritable identité. En dépit de son propre malheur, il garde une attitude chaleureuse et parvient même à trouver l'amour dans les bras de Salina, une femme venue de Canaan. Toutefois, il finit par abandonner cette dernière afin de découvrir la vérité sur ses origines. Ceci le conduit jusqu'au pic du dragon, où il rencontre les Guerriers de la lumière et se joint brièvement à eux. Il ne se doutait pas que son destin en serait changé à jamais.","Ein mysteriöser Mann, von dem in den Überlieferungen der Krieger des Lichts die Rede ist. Desch hat seine Erinnerungen verloren und sich daher auf eine Reise der Selbstfindung begeben. Obwohl er an Gedächtnisverlust leidete, war er ein bemerkenswert optimistischer junger Mann, der auf der Suche nach seinen Erinnerungen auch Gefallen an einer Frau namens Salina from Canaan fand, die seine Gefühle erwiderte. Als er später beim Drachenberg auf die Krieger des Lichts traf, beschloss er, sich ihnen für eine Weile anzuschließen. Es stellte sich heraus, dass diese Begegnung große Auswirkungen auf sein Schicksal haben sollte.","Un hombre misterioso que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Desch no recuerda su pasado y se encuentra en medio de un viaje en busca de su verdadera identidad. A pesar de su delicada situación, Desch es una persona bastante risueña. De hecho, llegó a estar envuelto en una relación romántica con Salina, una mujer de Canaan. Sin embargo, al final optó por abandonarla con el fin de conocer la verdad sobre sus orígenes. Esto le llevó a la Cima del Dragón, lugar donde conoció a los Guerreros de la Luz. Allí se unió a ellos, aunque poco sabía en aquel momento lo mucho que aquello cambiaría su vida."],"summon":["I have lost my memory.<br>All I am able to recall is my own name.","其實我喪失記憶了。<br>除了名字以外什麼都想不起來。","실은 나, 기억상실증이거든.<br>이름 말고는<br>아무것도 기억이 안 나.","J'ai perdu la mémoire.<br>La seule chose dont je peux me rappeler, c'est mon prénom.","Ich habe meine Erinnerung verloren.<br>Ich weiß nur meinen eigenen Namen.","He perdido la memoria.<br>Lo único que puedo recordar es mi nombre."],"evolution":[null,null,null,null,null,null],"affinity":["Alright, where are we headed next?<br>As long as I'm with you,<br>I'm down to go anywhere!","很好，這次要去哪呢？<br>只要是跟著你，<br>不管哪裡我都會去喔！","좋았어, 이번엔 어디로 가?<br>너와 함께라면<br>어디든 함께하겠어!","Okay, alors où on va ensuite ?<br>Tant que je suis à tes côtés, j'ai l'impression que<br>je pourrais aller n'importe où !","Also, wo geht es als Nächstes hin?<br>Solange wir zusammen sind,<br>gehe ich überall hin!","Vale, ¿y ahora adónde nos dirigimos?<br>Mientras sigamos juntos,<br>¡voy adonde sea!"],"fusion":["That feels good!<br>Who knows, maybe my memories might...<br>Nah, that'd be impossible.","感覺很讚！<br>照這樣下去，連記憶也能……<br>不，那是不可能的吧。","느낌 좋은데!<br>이 상태로 기억도…<br>그건 좀 아닌가.","Quelle sensation exceptionnelle !<br>Qui sait, peut-être que mes souvenirs ont...<br>Non, c'est impossible.","Das fühlt sich gut an!<br>Wer weiß, vielleicht sind meine Erinnerungen ...<br>Nein, das kann nicht sein.","¡Se siente bien!<br>Quién sabe, a lo mejor puede que mis recuerdos...<br>No, eso sería imposible."]}},"203000705":{"compendium_id":595,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[907,2747,300,150],"MP":[45,136,50,25],"ATK":[33,100,20,10],"DEF":[32,96,20,10],"MAG":[34,104,20,10],"SPR":[33,100,20,10]},"limitburst_id":203000705,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[8,34],"effect_frames":[6,32],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[0,6,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":5,"290060200":10,"290060400":20}},"strings":{"description":["A young man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Desch had lost his memory for quite some time until he visited the Tower of Owen with the Warriors of Light, and began remembering his true identity. He was none other than the son of Owen the Ancient, tasked with looking after the Tower of Owen in his father's absence. Upon the Tower's completion, he had been placed in cryogenic sleep, a state that caused his memories to deteriorate over time. Meant to only awaken if the Tower were ever in danger, he fulfilled his duty by sacrificing his life in order to stabilize it.","異界有關光之戰士的故事中登場的男子。雖然長時間失去了記憶，但和光之戰士一起到訪歐文塔之後，他想起了一切。他正是古代人歐文的兒子，也是父親所栽培出的塔之監察員。為了防止塔出現異樣，他被冷凍，陷入長期的睡眠，因此造成他喪失記憶。在塔遭遇危機時，他想起了使命，並賭上性命修復瀕臨崩壞的塔。","이계에 전해 내려오는 빛의 전사 전승에 등장하는 남자. 오랜 시간 동안 기억을 잃어버린 상태였으나, 빛의 전사들과 함께 찾은 오엔의 탑에서 자신의 정체를 깨닫게 된다. 그는 고대인 오엔의 아들이었으며, 아버지가 만들어낸 탑의 감시자였다. 만에 하나 탑에 이변이 일어났을 때를 대비하여, 기나긴 냉동 수면에 빠지게 된 그는 그 반동으로 인해 기억을 잃어버리게 된 것이었다. 탑에 위험이 닥치자 그는 자신의 사명을 떠올렸으며, 목숨을 걸고 무너지기 일보 직전의 탑을 복원해냈다.","Un jeune homme originaire d'un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Desch souffrait d'amnésie depuis longtemps quand il se rendit à la tour d'Owen en compagnie des Guerriers de la lumière. Ce n'est qu'à ce moment que ses souvenirs lui revinrent. Il n'était nul autre que le fils d'Owen l'Ancien, chargé de protéger la tour d'Owen en l'absence de son père. Jusqu'à l'achèvement de la tour, il avait été placé dans un état de sommeil cryogénique ; un sommeil qui éroda ses souvenirs au fil du temps. Desch ne devait s'éveiller que si la tour était en danger, et finit par remplir son rôle en se sacrifiant afin de la stabiliser.","Ein Mann, der in den Überlieferungen der Krieger des Lichts auftaucht. Vor einer ganzen Weile hatte er seine Erinnerungen eingebüßt, aber als er gemeinsam mit den Kriegern des Lichts den Turm des Owen besuchte, gelang es ihm, sich an seine wahre Identität zu erinnern. Desch wurde als Sohn des Owen vom Volk der Alten geboren und hatte die Aufgabe erhalten, den Turm seines Vaters zu bewachen. Um für den unwahrscheinlichen Fall einer Katastrophe gewappnet zu sein, wurde er für lange Zeit in einen Kälteschlaf versetzt, der schließlich im Verlust seiner Erinnerungen resultierte. Als der Turm in Gefahr schwebt, erinnert er sich an seine Bestimmung und stellt den Turm kurz vor dessen Einsturz unter Einsatz seines Lebens wieder her.","Un joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Desch perdió su memoria durante un buen tiempo, hasta que visitó la Torre de Owen con los Guerreros de la Luz y empezó a recordar su verdadera identidad. Para su sorpresa, era el hijo de Owen el Anciano, y su cometido no era otro que proteger la torre durante la ausencia de su padre. Dicho esto, cuando se terminó la torre, a Desch le indujeron un sueño criogénico. Este estado hizo que su memoria se fuera deteriorando con el tiempo. Se suponía que Desch solo debía despertarse si la torre corría algún peligro. En este sentido, cumplió con su deber, pues sacrificó su propia vida para estabilizarla."],"summon":["I once had an important mission<br>much like yourselves.<br>That's why I will help you!","我也跟你們一樣<br>有著重要的使命。<br>所以就將力量借給你們吧！","내게도 당신들과 마찬가지로<br>중대한 사명이 있었어.<br>그러니 분명 힘이 될 거야!","On m'avait confié autrefois une mission importante,<br>un peu comme vous.<br>C'est pour ça que je vais vous aider.","Wie ihr hatte ich einst eine<br>wichtige Mission.<br>Darum werde ich euch helfen!","A mí también se me encomendó una vez una misión<br>parecida a la vuestra.<br>¡Por eso os ayudaré!"],"evolution":["I can sense great power...<br>I must be strong enough to complete my mission.<br>Leave it to me!","我感受到強大的力量……<br>為了完成使命，不變強可不行啊！<br>交給我吧！","굉장한 힘이 느껴져……<br>사명을 다 하기 위해선 강해져야 해!<br>내게 맡겨달라구!","Je sens un grand pouvoir...<br>Je dois être suffisamment puissant pour accomplir ma mission.<br>Laisse-moi m'en charger !","Ich spüre große Macht ...<br>Ich muss stark genug werden, um meinen Auftrag zu vollenden.<br>Überlass es nur mir!","Puedo sentir un gran poder...<br>Tengo que estar lo suficientemente fuerte para completar la misión.<br>¡Dejádmelo a mí!"],"affinity":["Alright, where are we headed next?<br>As long as I'm with you,<br>I'm down to go anywhere!","很好，這次要去哪呢？<br>只要是跟著你，<br>不管哪裡我都會去喔！","좋았어, 이번엔 어디로 가?<br>너와 함께라면<br>어디든 함께하겠어!","Okay, alors où on va ensuite ?<br>Tant que je suis à tes côtés, j'ai l'impression que<br>je pourrais aller n'importe où !","Also, wo geht es als Nächstes hin?<br>Solange wir zusammen sind,<br>gehe ich überall hin!","Vale, ¿y ahora adónde nos dirigimos?<br>Mientras sigamos juntos,<br>¡voy adonde sea!"],"fusion":["A lot happened to me,<br>and I found myself asleep for a long time.<br>But I'm wide awake, now!","因為發生了很多事情，<br>所以我陷入了長眠。<br>但是現在總算是清醒了啊！","내가 좀 이러저러한 사정이 있어서,<br>긴 잠에 빠져 있었어.<br>하지만, 지금은 확실히 잠 다 깼다구!","Beaucoup de choses me sont arrivées,<br>et j'ai fini par dormir pendant très longtemps.<br>Mais maintenant, je suis réveillé !","Viel ist passiert,<br>und ich habe lange geschlafen.<br>Aber jetzt bin ich hellwach!","Me han pasado muchas cosas<br>y me encontré dormido durante mucho tiempo.<br>¡Pero ahora estoy bien despierto!"]}},"203000706":{"compendium_id":596,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1179,3572,450,225],"MP":[59,178,75,37],"ATK":[43,131,30,15],"DEF":[42,126,30,15],"MAG":[45,136,30,15],"SPR":[43,130,30,15]},"limitburst_id":203000706,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[8,34],"effect_frames":[6,32],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[0,7,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Desch begins regaining his memories when he joins the Warriors of Light in their quest to save the world. Once they reach the Tower of Owen, all of his memories come flooding back and he remembers that not only is he is an Ancient, but also the caretaker of the Tower. Tasked with making sure that it never fails to keep the Floating Continent stable, he risks his life to secure the crumbling structure. Although many thought him dead after this feat, he actually survived to lend the Warriors of Light a hand when they needed it most.","異界有關光之戰士的故事中登場的男子。雖然喪失了記憶，但在與光之戰士旅行的過程中，他逐漸恢復著記憶。在抵達歐文塔時，他終於想起了自己是古代人，也是這座塔的監察員一事，為了不讓支撐著「漂浮大陸」的塔崩壞，他賭上性命修理。本以為他已在那時喪命，實際上他還活著，並在光之戰士陷入危機時出手相救。","이계에 전해 내려오는 빛의 전사 전승에 등장하는 남자. 기억상실증이었으나, 빛의 전사들과 여행하며 서서히 기억을 되찾게 된다. 그리고 오엔의 탑에 다다랐을 때, 자신이 고대인이며 이 탑의 감시자였다는 사실을 떠올리며 '부유대륙'을 지탱하는 탑이 무너지지 않도록 목숨을 바쳐 수리한다. 그 일로 목숨을 잃었을 것이라 했지만 실은 살아남았으며, 빛의 전사들이 궁지에 몰렸을 때 나타나 그들을 도왔다.","Un jeune homme originaire d'un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Desch commence à recouvrer sa mémoire lorsqu'il se joint aux Guerriers de la lumière, eux-mêmes en quête de sauver le monde. Une fois que la compagnie atteint la tour d'Owen, les souvenirs de Desch lui reviennent tel un raz-de-marée, et celui-ci apprend la vérité sur son statut d'Ancien et de protecteur de la tour. Chargé d'assurer la stabilité éternelle du continent flottant, il met sa vie en péril pour prévenir son écroulement. Cru mort des suites de son présumé sacrifice, il parvint à survivre et apporta aux Guerriers de la lumière son aide précieuse quand ils étaient le plus dans le besoin.","Ein Mann, der in den Überlieferungen der Krieger des Lichts auftaucht. Desch leidete an Amnesie, jedoch kehrten seine Erinnerungen während seiner Reise mit den Kriegern des Lichts nach und nach zurück. Mit seiner Ankunft beim Turm des Owen erkannte er nicht nur, dass er dem Volk der Alten angehörte, sondern auch, dass er selbst Wächter des Turmes war. Unter Einsatz seines Lebens reparierte er später den Turm, an dessen Unversertheit das Schicksal des schwebenden Kontinents geknüpft war. Danach glaubte man, dieser Vorfall hätte Deschs Leben gekostet - in Wirklichkeit aber war er dem Tod entgangen und tauchte in einer Notlage erneut auf, um den Kriegern des Lichts beiseite zu stehen.","Un joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Desch empieza a recobrar sus recuerdos cuando se une a los Guerreros de la Luz, bajo la misión de salvar el mundo. Cuando llegan a la Torre de Owen, todos sus recuerdos empiezan a fluirle de nuevo. En ese momento, descubre que pertenece a los ancianos, además de que es el protector de la torre. De hecho, su cometido es asegurar su funcionamiento para que el Continente Flotante se mantenga estable. Para ello, acaba arriesgando su vida intentando salvar la decadente estructura. Fueron muchos los que le creyeron muerto tras esta proeza, pero en realidad sobrevivió y pudo ayudar a los Guerreros de la Luz en los momentos de mayor necesidad."],"summon":["I am Desch.<br>Repairs on the tower are done,<br>guess I'll help you all out!","我叫德修。<br>塔的修理也完成了，<br>讓我也來幫你們一把吧！","난 데쉬라고 해.<br>탑 수리도 끝났겠다,<br>당신들을 돕도록 할게!","Moi c'est Desch.<br>Les réparations de la tour sont terminées,<br>donc je pense que je vais vous aider maintenant !","Ich bin Desch.<br>Da die Reparaturen am Turm beendet sind,<br>werde ich euch allen helfen!","Soy Desch.<br>He terminado de reparar la torre,<br>¡creo que voy a ayudaros!"],"evolution":["The danger never ends!<br>It's okay, I'll think of something!","一波未平，一波又起啊！<br>算了，反正我會想辦法解決的！","산 넘어 산인가!<br>뭐, 내가 어떻게든 해 주지!","Le danger est partout !<br>T'inquiète, je vais trouver un plan !","Die Gefahr endet nie!<br>Kein Problem, ich denke mir was aus!","¡El peligro siempre está ahí!<br>¡Está bien, pensaré en algo!"],"affinity":["Alright, where are we headed next?<br>As long as I'm with you,<br>I'm down to go anywhere!","很好，這次要去哪呢？<br>只要是跟著你，<br>不管哪裡我都會去喔！","좋았어, 이번엔 어디로 가?<br>너와 함께라면<br>어디든 함께하겠어!","Okay, alors où on va ensuite ?<br>Tant que je suis à tes côtés, j'ai l'impression que<br>je pourrais aller n'importe où !","Also, wo geht es als Nächstes hin?<br>Solange wir zusammen sind,<br>gehe ich überall hin!","Vale, ¿y ahora adónde nos dirigimos?<br>Mientras sigamos juntos,<br>¡voy adonde sea!"],"fusion":["As strong as I am now,<br>surely all the beautiful ladies around<br>will start falling in love with me!","有這種強度的話，<br>各地的美女都會為我陶醉吧！","이렇게나 강해졌으니,<br>방방곡곡의 미인들이<br>내게 푹 빠지겠구만!","Vu comme je suis fort maintenant,<br>je suis sur que toutes les jolies filles du coin vont tomber amoureuses de moi !","So stark wie ich jetzt bin,<br>da verlieben sich bestimmt all die<br>schönen Damen in mich!","Con lo fuerte que soy ahora,<br>¡seguro que todas las chicas<br>se empiezan a enamorar de mí!"]}}},"skills":{"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20190":{"name":"Osmose","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.3x, MAG) as MP drain (30%) to one enemy"],"icon":"ability_6.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"30200":{"name":"Imperil","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Reduce resistance to all elements by 20% for 3 turns to one enemy"],"icon":"ability_39.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"101190":{"name":"Chivalry","attack_type":"None","element_inflict":null,"effects":["5% chance to intercept attacks on a female ally"],"icon":"ability_69.png"},"200470":{"name":"Entrust","cost":{"MP":18},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Transfer LB gauge to another unit"],"icon":"ability_78.png"},"201170":{"name":"Full Break","cost":{"MP":14},"attack_frames":[[50]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to one enemy","Reduce ATK, DEF, MAG and SPR by 30% for 3 turns to one enemy"],"icon":"ability_54.png"},"211510":{"name":"Anti-ATK/DEF Spark","cost":{"MP":48},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK and DEF by 45% for 3 turns to all enemies"],"icon":"ability_39.png"},"211520":{"name":"Anti-MAG/SPR Spark","cost":{"MP":48},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Reduce MAG and SPR by 45% for 3 turns to all enemies"],"icon":"ability_39.png"},"211530":{"name":"Anti-ATK/SPR Spark","cost":{"MP":48},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK and SPR by 45% for 3 turns to all enemies"],"icon":"ability_39.png"},"211540":{"name":"Anti-DEF/MAG Spark","cost":{"MP":48},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Reduce DEF and MAG by 45% for 3 turns to all enemies"],"icon":"ability_39.png"},"211550":{"name":"Lucky Strike","cost":{"MP":10},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n75%: Lucky Strike (501590)\n25%: Lucky Strike (501600)"],"icon":"ability_83.png"},"211560":{"name":"Thunder Guide","cost":{"MP":45},"attack_frames":[[42,62,92]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Reduce resistance to Lightning by 50% for 3 turns to one enemy"],"icon":"ability_10.png"},"211570":{"name":"Annihilate","cost":{"MP":10},"attack_frames":[[42,52]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to one enemy","Remove all buffs and debuffs from one enemy"],"icon":"ability_10.png"},"211580":{"name":"Man on a Mission","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Paralyze and Petrify by 100%"],"icon":"ability_19.png"},"211590":{"name":"Ancient Wisdom","attack_type":"None","element_inflict":null,"effects":["20% chance to counter physical attacks with Ancient Wisdom (501610) to caster"],"icon":"ability_68.png"},"501590":{"name":"Lucky Strike","cost":{},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Add Lightning element (100%) to physical attacks for 3 turns to one ally"],"icon":"ability_20.png"},"501600":{"name":"Lucky Strike","cost":{},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["50% HP damage to one ally"],"icon":"ability_20.png"},"501610":{"name":"Ancient Wisdom","cost":{},"attack_frames":[[40]],"attack_type":"None","element_inflict":null,"effects":["Reduce DEF by 50% for 3 turns to one enemy"],"icon":"ability_39.png"},"706310":{"name":"Man on a Mission+1","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Paralyze and Petrify by 100%","Increase MP by 30%"],"icon":"ability_19.png"},"706320":{"name":"Man on a Mission+1","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Paralyze and Petrify by 100%","Increase HP and MP by 30%","Increase resistance to Lightning by 50%"],"icon":"ability_19.png"},"706330":{"name":"Thunder Guide+1","cost":{"MP":45},"attack_frames":[[42,62,92]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Reduce resistance to Lightning by 50% for 5 turns to one enemy"],"icon":"ability_10.png"},"706340":{"name":"Thunder Guide+1","cost":{"MP":45},"attack_frames":[[42,62,92]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.5x, ATK) to one enemy","Reduce resistance to Lightning by 75% for 5 turns to one enemy"],"icon":"ability_10.png"},"706350":{"name":"Lucky Strike+1","cost":{"MP":10},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n85%: Lucky Strike (501590)\n15%: Lucky Strike (501600)"],"icon":"ability_83.png"},"706360":{"name":"Lucky Strike+1","cost":{"MP":10},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n95%: Lucky Strike (501590)\n5%: Lucky Strike (911252)"],"icon":"ability_83.png"}},"LB":{"name":"Primeval Lightning","attack_count":[3],"attack_frames":[[60,68,76]],"damage_type":"Physical","element_inflict":["Lightning"],"min_level":["Physical lightning damage (2.9x * 2 = 5.8x, ATK) to one enemy (ignore cover)","Inflict Paralyze (100%) on one enemy"],"max_level":["Physical lightning damage (4.1x * 2.5 = 10.25x, ATK) to one enemy (ignore cover)","Inflict Paralyze (100%) on one enemy"]},"TMR":{"name":"Desch's Earring","compendium_id":566,"compendium_shown":true,"rarity":7,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":45,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_50246.png","strings":{"name":["Desch's Earring","德修耳環","데쉬의 귀걸이","Boucles d'oreilles de Desch","Deschs Ohrring","Pendiente de Desch"],"desc_short":["The earring of an ancient from another world.","異界古代人的耳環","이계 고대인의 이어링","Les boucles d'oreilles d'un ancien d'un autre monde.","Ein uralter Ohrring aus einer anderen Welt.","Los aretes de los antiguos de otro mundo."],"desc_long":["The earring of an ancient from another world. These earrings were worn by a young, amnesic man, who was the last of the remaining ancients. Despite being amnesic, he proved himself quite formidable in battle, and saved the Warriors of Light from many perils during his travels with them. It is said that anyone who wears these earrings imbued with his emotions will feel power rising from inside.","喪失了記憶的異界青年佩戴的耳環。作為古代人的後裔，他儘管喪失了記憶，但戰鬥技藝非常高超，多次拯救光之戰士於危難之中。裝備這件傾注了他的意念的耳環，就能感到全身充滿力量。","기억을 잃어버린 어느 이계의 청년이 착용했다고 하는 귀걸이. 고대인의 생존자였던 그 청년은 기억을 잃어버렸다고는 하나 전투력이 상당했기 때문에, 잠시 함께 여행했던 빛의 전사들을 몇 번이나 궁지에서 구해냈다고 한다. 그의 마음이 담긴 이 귀걸이를 장착하면, 힘이 차오르게 될 것이다.","Les boucles d'oreilles d'un ancien d'un autre monde. Ces boucles d'oreilles étaient portées par un jeune homme amnésique, qui était le dernier des anciens. Malgré son handicap, il se révéla vraiment très efficace sur le champ de bataille et sauva les Guerriers de la Lumière de bien des périls pendant leur voyage. On raconte que tous ceux qui portent ces boucles d'oreilles imprégnées de ses émotions sentent une puissance monter en eux.","Ein uralter Ohrring aus einer anderen Welt. Sie wurden von einem jungen Mann ohne Gedächtnis getragen, der zu den letzten der Uralten gehörte. Trotz seiner fehlenden Erinnerung ist er ein vortrefflicher Kämpfer, der die Krieger des Lichts mehrfach vor Gefahren rettete. Wer immer diese Ohrringe trägt, in denen seine Gefühle ruhen, soll eine Kraft aus dem Inneren verspüren.","Los aretes de los antiguos de otro mundo. Estos aretes los llevaba un joven amnésico que, por lo visto, era el último de los antiguos. A pesar de su amnesia, probó ser imbatible en combate y, de hecho, salvó a los Caballeros de la Luz de muchos peligros durante el tiempo que viajó con ellos. Se dice que todo aquel que se ponga estos aretes, imbuidos con las emociones del joven, podrá sentir el poder crecer en su interior."]}}},"203000803":{"rarity_min":3,"rarity_max":6,"name":"Cloud of Darkness","game":"FFIII","job":"Ravager","sex":"Female","equip":[5,6,13,15,40,50,53,60],"entries":{"203000803":{"compendium_id":126,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[527,1596,150,75],"MP":[23,70,25,12],"ATK":[23,71,14,7],"DEF":[21,63,10,5],"MAG":[18,55,10,5],"SPR":[16,48,10,5]},"limitburst_id":203000803,"attack_count":1,"attack_damage":[[100]],"attack_frames":[75],"effect_frames":[73],"max_lb_drop":6,"ability_slots":0,"magic_affinity":[0,4,4,0],"element_resist":[50,50,50,50,50,50,50,50],"status_resist":[10,10,10,10,10,10,10,10],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":25,"290020900":10,"290030400":5,"290050200":15,"290050300":5}},"strings":{"description":["A being of destruction, hailing from another world where tales are passed down of the Crystals and the Warriors of Light. It lives in the hope of returning all the world to nothingness, and is said to appear when the balance between light and dark is upset. When an ancient civilization, far advanced for their time, exhausted the power of the light, the Cloud of Darkness came forth from the great flood of light as it ran amok. It attempted to fulfill its goal of returning the world to nothingness, but the Warriors of Light and the Warriors of Dark, both chosen by the Crystals, defeated it and returned the world to stability.","異界有關水晶與光之戰士的故事中登場的破壞者，她為將一切歸還於虛無而生，傳言當光與暗失去平衡時便會現身。在繁榮的古代，人們肆意浪費光之力量導致其失去控制，使得她降臨於世間。雖然她恪守自己的使命，要將世界歸還於虛無，但被光之戰士與暗之戰士打敗，最終世界歸於平靜。","크리스탈과 빛의 전사 이야기가 전해지는 이계의 파괴자. 모든 것을 무로 되돌리는 존재로, 빛과 어둠의 균형이 무너지면 나타난다고 한다. 일찍이 화려한 번영을 누린 고대인들이 빛의 힘을 낭비한 결과, 폭주하여 범람한 빛의 힘 속에서 탄생했다. 사명에 따라 세계를 무로 되돌리려 했으나, 크리스탈에 선택 받은 빛의 전사와 어둠의 전사의 활약으로 세계는 다시 안정을 찾았다고 한다.","Un être de destruction, né dans un monde dont l'histoire est marquée par les Guerriers de la lumière et les cristaux. Il vit dans l'espoir de ramener le monde au néant, et on dit qu'il apparaît quand l'équilibre entre la lumière et les ténèbres est menacé. Lorsqu'une ancienne civilisation en avance sur son temps finit par épuiser la puissance de la lumière, le Nuage de Ténèbres apparut dans un flot de lumière pour tout détruire. Il tenta de réduire le monde à néant, mais les Guerriers de la lumière et les Guerriers des ténèbres choisis par les cristaux finirent par le vaincre et ramenèrent l'équilibre dans le monde.","Wesen der Zerstörung aus einer anderen Welt, wo man sich die Geschichten der Kristalle und Krieger des Lichts erzählt. Lebt in der Hoffnung, die Welt ins Nichts zurückkehren lassen zu können und soll auftauchen, wenn Licht und Dunkelheit im Ungleichgewicht sind. Als eine alte, für ihre Zeit weit fortgeschrittene Zivilisation die Kraft des Lichts erschöpft hatte, stieg die Wolke der Dunkelheit aus der wütenden großen Flut aus Licht auf. Sie versuchte, die Welt ins Nichts zu holen, doch die Krieger des Lichts und die Krieger der Dunkelheit, beide von den Kristallen auserwählt, besiegten sie und stabilisierten die Welt wieder.","Un ser destructivo originario de otro mundo, en el que se transmiten relatos sobre los cristales y los Guerreros de la Luz. Vive con la esperanza de reducir el mundo a la nada y se dice que aparece cuando se altera el equilibrio entre la luz y la oscuridad. Hubo una civilización antigua, muy avanzada para su época, que agotó el poder de la luz y la Nube de Oscuridad acompañó a la inundación de luz, fuera de control. Trató de cumplir su objetivo de reducirlo todo a la nada, pero los Guerreros de la Luz y de la Oscuridad, elegidos por los cristales, la derrotaron y devolvieron el equilibrio al mundo."],"summon":["We are the Cloud of Darkness, keeper of the balance between the light and the dark.<br>You intrigue us.","我是暗黑之雲。<br>負責維持光與暗的均衡。<br>有意思，就讓我與你一同上路吧。","나는 빛과 어둠의 균형을 유지하는 자,<br>어둠의 구름이니라.<br>재미있군. 이 몸과 함께 가고자 하느냐?","Nous sommes le Nuage de Ténèbres, gardien de l'équilibre entre la lumière et l'obscurité.<br>Tu nous intrigues.","Wir sind die Wolke der Dunkelheit, Hüter des Gleichgewichts von Licht und Schatten.<br>Du machst uns neugierig.","Somos la Nube de Oscuridad, guardianes del equilibrio entre luz y oscuridad.<br>Nos intrigáis."],"evolution":[null,null,null,null,null,null],"affinity":["We will return this world to the Void.<br>That is all we exist for.<br>And yet you would fight beside us?","將世界歸於虛無，我就是為此而生。<br>你明知如此還願與我在一起，<br>真是怪人。","나는 세계를 '무'로 되돌리기 위해<br>태어난 존재이거늘,<br>어찌하여 나를 내치지 않는 것이냐?","Nous engloutirons ce monde et le ramènerons au Néant. C'est notre unique raison d'être. Pourquoi persistes-tu donc à faire appel à nous ?","Unser einziges Ziel ist es,<br>die Welt ins Nichts zurückzuführen.<br>Und dennoch kämpfst du an unserer Seite?","Devolveremos este mundo a El Vacío.<br>Ese es el motivo de nuestra existencia.<br>¿Y, aun así, quieres luchar a nuestro lado?"],"fusion":["Our power grows...and all for the better.<br>Now we will show you true destruction!","力量越來越強……<br>好吧，<br>就讓你見識一下什麼叫破壞吧。","힘이 넘친다……<br>좋다.<br>그대에게 파괴를 보여주지.","Notre puissance ne cesse de s'étendre... Nous nous ferons un plaisir de te démontrer la nature du néant !","Unsere Macht wächst ...<br>Pass auf, wir zeigen dir, was<br>Zerstörung wirklich bedeutet!<br>","Nuestro poder crece... y para bien.<br>¡Os enseñaremos lo que es verdadera destrucción!"]}},"203000804":{"compendium_id":127,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[679,2059,210,105],"MP":[30,90,35,17],"ATK":[30,92,18,9],"DEF":[27,82,14,7],"MAG":[23,71,14,7],"SPR":[20,61,14,7]},"limitburst_id":203000804,"attack_count":1,"attack_damage":[[100]],"attack_frames":[75],"effect_frames":[73],"max_lb_drop":8,"ability_slots":0,"magic_affinity":[0,6,5,0],"element_resist":[50,50,50,50,50,50,50,50],"status_resist":[10,10,10,10,10,10,10,10],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020900":20,"290030400":10,"290040400":5,"290050300":10,"290050400":5}},"strings":{"description":["A being of destruction, hailing from another world where tales are passed down of the Crystals and the Warriors of Light. It appeared when an advanced civilization exhausted the power of the light, but then was sealed away by the Warriors of Light and the Warriors of Dark. But when the power-hungry wizard Xande calls on the power of darkness some one thousand years later in pursuit of eternal life and control over all the world, the Cloud of Darkness is woken once more. And in order to finally return both the World of Light and the World of Darkness to nothingness, it strikes down the Warriors of Light who would stand in its way.","異界有關水晶與光之戰士的故事中登場的破壞者，在繁榮的古代，人們肆意浪費光之力量致使她降臨於世間，隨後被光與暗的戰士們封印。誰曾想1000年後，魔道士贊德尋求永遠的生命，並想霸佔世界的全部，由此引發暗之力量氾濫，她也因此而再次覺醒。她決定這次一定要將光與暗的世界歸於虛無，用壓倒性的力量阻擋住光之戰士們前進的道路。","크리스탈과 빛의 전사 이야기가 전해지는 이계의 파괴자. 일찍이 화려한 번영을 누린 고대인들이 빛의 힘을 낭비한 탓에 나타났으며, 한 번은 빛과 어둠의 전사들에게 봉인 당했다. 그러나 천 년이 지난 후, 마도사 잔데가 영원한 생명과 세계의 지배권을 얻기 위해 어둠의 힘을 폭주시키자 다시 눈을 떴다. 그리고 이번에야말로 빛과 어둠의 세계를 무로 되돌리기 위해 빛의 전사들을 힘으로 압도했다.","Un être de destruction, né dans un monde dont l'histoire est marquée par les Guerriers de la lumière et les cristaux. Il est apparu lorsqu'une ancienne civilisation a fini par épuiser la puissance de la lumière, mais a ensuite été scellé par les Guerriers de la lumière et les Guerriers des ténèbres. Mille ans plus tard, quand le sorcier Xande invoque la puissance des ténèbres pour recevoir la vie éternelle et dominer le monde, le Nuage de Ténèbres s'éveille à nouveau. Pour ramener le Monde de la lumière et le Monde des ténèbres au néant, il est prêt à affronter tous les Guerriers de la lumière qui se dresseront sur son chemin.","Wesen der Zerstörung aus einer anderen Welt, in der man sich die Geschichten der Kristalle und der Krieger des Lichts erzählt. Tauchte auf, als eine alte Zivilisation die Kraft des Lichts erschöpft hatte, wurde dann jedoch von den Kriegern des Lichts und den Kriegern der Dunkelheit versiegelt. Als dann aber der machthungrige Hexer Xande einige tausend Jahre später die dunkle Macht beschwört, um die Weltherschafft und ewiges Leben zu erlangen, wird die Wolke der Dunkelheit erneut erweckt. Um endlich sowohl die Welt des Lichts als auch die Welt der Dunkelheit ins Nichts zu führen, streckt sie die Krieger des Lichts nieder.","Un ser destructivo originario de otro mundo, en el que se transmiten relatos sobre los cristales y los Guerreros de la Luz. La Nube de Oscuridad apareció cuando una civilización avanzada agotó el poder de la luz, pero los Guerreros de la Luz y de la Oscuridad sellaron a la criatura. La Nube de Oscuridad volvió a despertar mil años más tarde, cuando Zande, un mago ansioso de poder, invocó el poder de la oscuridad en busca de la vida eterna y el control del mundo. Para reducir a la nada al Mundo de la Luz y al de la Oscuridad, la Nube de Oscuridad derrota a los Guerreros de la Luz, que se interponen en su camino."],"summon":["We are neither light nor darkness, but a limitless void.<br>Still, you would peer within?","我的力量既不是光，又不是暗，<br>而是徹底的虛無……<br>你想見識一下我的力量嗎？","내 힘은 빛도 어둠도 아니다.<br>한없이 압도적인 '무'…….<br>보고 싶은가?","Nous ne sommes ni lumière, ni ténèbres, mais le néant absolu. Malgré cela, tu désires regarder à l'intérieur ?","Wir sind weder Licht noch Schatten, sondern grenzenloses Nichts.<br>Möchtest du dennoch einen Blick riskieren?","No somos luz ni oscuridad, sino un vacío sin límite.<br>¿Aun así quieres echar un vistazo?"],"evolution":["This great flood of power...<br>We can feel the strength filling us...!","噢噢，<br>強大的力量在我的體內氾濫……<br>逐漸充滿我的全身……","오오……<br>강대한 힘의 범람이여…….<br>갈증이 채워지는구나…….","Quel déluge de puissance ! ... Nous la sentons remplir tout notre être !","Diese Flut der Macht ...<br>Die Kraft füllt uns völlig aus!","Esta gran ola de poder...<br>¡Podemos sentir cómo nos llena la fuerza!"],"affinity":["We will return this world to the Void.<br>That is all we exist for.<br>And yet you would fight beside us?","將世界歸於虛無，我就是為此而生。<br>你明知如此還願與我在一起，<br>真是怪人。","나는 세계를 '무'로 되돌리기 위해<br>태어난 존재이거늘,<br>어찌하여 나를 내치지 않는 것이냐?","Nous engloutirons ce monde et le ramènerons au Néant. C'est notre unique raison d'être. Pourquoi persistes-tu donc à faire appel à nous ?","Unser einziges Ziel ist es,<br>die Welt ins Nichts zurückzuführen.<br>Und dennoch kämpfst du an unserer Seite?","Devolveremos este mundo a El Vacío.<br>Ese es el motivo de nuestra existencia.<br>¿Y, aun así, quieres luchar a nuestro lado?"],"fusion":["Hahaha!<br>Your hope...your despair...we will use it all<br>to power your destruction!","哈哈哈哈……<br>將希望與絕望都一併吞噬，<br>讓它們成為我的力量吧。","하하하……<br>희망도 절망도 모두 집어삼켜<br>내 힘으로 바꾸어 주마.","Hahaha ! L'espoir... et même le désespoir, nous absorberons tout et gagnerons davantage de puissance destructrice !","Deine Hoffnung und Verzweiflung,<br>die Nahrung für Flammen der Zerstörung!","¡Ja, ja, ja!<br> Vuestra esperanza... y vuestra desesperación... ¡alimentarán vuestra destrucción!"]}},"203000805":{"compendium_id":128,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[849,2574,240,120],"MP":[37,113,40,20],"ATK":[38,115,24,12],"DEF":[34,102,16,8],"MAG":[29,89,16,8],"SPR":[25,77,16,8]},"limitburst_id":203000805,"attack_count":1,"attack_damage":[[100]],"attack_frames":[75],"effect_frames":[73],"max_lb_drop":10,"ability_slots":0,"magic_affinity":[0,8,6,0],"element_resist":[50,50,50,50,50,50,50,50],"status_resist":[10,10,10,10,10,10,10,10],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":10,"290060200":20,"290060300":5,"290060400":10}},"strings":{"description":["A being of destruction, hailing from another world where tales are passed down of the Crystals and the Warriors of Light. It lives in the hope of returning all the world to nothingness, and is said to appear when the balance between light and dark is upset. When the wizard Xande floods the world with darkness, it awakens from its thousand-year-long sleep and strikes down the Warriors of Light who oppose it. But the Warriors of Dark sacrifice themselves to weaken it, giving the Warriors of Light one last chance to take on the Cloud of Darkness and defeat it once more.","異界有關水晶與光之戰士的故事中登場的破壞者，當光與暗失去平衡時便會現身，她的使命便是將一切歸還於虛無。魔道師贊德引發暗之力量氾濫，導致她從1000年的沉睡中甦醒過來，用壓倒性的力量阻擋住光之戰士們前進的道路。最後，暗之四戰士捨身削弱了她的力量，光之四戰士與她展開了殊死戰鬥，最終再次將她打敗。","크리스탈과 빛의 전사 이야기가 전해지는 이계의 파괴자. 빛과 어둠의 균형이 무너질 때 나타나 모든 존재를 무로 되돌리는 사명을 띤다. 마도사 잔데가 어둠의 힘을 폭주시키자 천 년의 잠에서 깨어나 빛의 전사들을 압도했다. 그러나 어둠의 4전사들의 목숨을 건 공격을 받아 힘이 약해졌고, 이어서 빛의 4전사와 사투를 벌인 끝에 다시 한 번 쓰러졌다.","Un être de destruction, né dans un monde dont l'histoire est marquée par les Guerriers de la lumière et les cristaux. Son seul but est de réduire le monde à néant, et l'on dit qu'il apparaît lorsque l'équilibre entre la lumière et les ténèbres est menacé. Quand le sorcier Xande plonge le monde dans les ténèbres, il sort de son sommeil de mille ans pour frapper tous les Guerriers de la lumière qui se dressent contre lui. Les Guerriers des ténèbres se sacrifient pour l'affaiblir et offrent aux Guerriers de la lumière une chance unique de vaincre le Nuage de Ténèbres.","Wesen der Zerstörung aus einer anderen Welt, in der man sich die Geschichten der Kristalle erzählt. Lebt in der Hoffnung, alle Welten zurück ins Nichts zu führen, und soll erscheinen, wenn die Balance von Licht und Dunkelheit gestört ist. Als der Hexer Xande die Welt mit Dunkelheit flutet, erwacht es aus seinem tausend Jahre langen Schlaf und streckt die Krieger des Lichts nieder. Doch die Krieger der Dunkelheit opfern sich, um sie zu schwächen, was den Kriegern des Lichts eine letzte Chance gibt, die Wolke der Dunkelheit anzugreifen und zu besiegen.","Un ser destructivo originario de otro mundo, en el que se transmiten relatos sobre los cristales y los Guerreros de la Luz. Vive con la esperanza de reducir el mundo a la nada y se dice que aparece cuando se altera el equilibrio entre la luz y la oscuridad. Cuando el mago Zande sume al mundo en la oscuridad, la Nube de Oscuridad despierta de su sueño milenario y derrota a los Guerreros de la Luz. Sin embargo, los Guerreros de la Oscuridad se sacrifican para debilitarla y dan a los Guerreros de la Luz una última oportunidad para superarla y derrotarla una vez más."],"summon":["We are the keeper of balance.<br>You would seek the power of destruction, greedy mortal?","我是執掌均衡的人……<br>你來向我尋求破壞之力嗎？<br>真是個貪心的人。","나는 균형을 다스린다…….<br>파멸의 힘을 원하다니,<br>탐욕스러운 자들이로고.","Nous sommes le gardien de l'équilibre.<br>Qui es-tu pour désirer le pouvoir de la destruction, misérable insecte ?","Wir sind Hüter des Gleichgewichts.<br>Dennoch strebst du nach Vernichtung? Törichter Sterblicher.","Somos el guardián del equilibrio.<br>¿Anhelas el poder de la destrucción, codicioso mortal?"],"evolution":["Complete destruction.<br>That is our true power.<br>As you shall soon witness...","完全的破壞，<br>那就是我真正的力量。<br>就也讓你們見識一下吧。","완전한 파괴.<br>그것이 이 몸의 진정한 힘이다.<br>너희에게도 보여주마.","La destruction totale.<br>Voilà notre véritable pouvoir.<br>Comme tu le découvriras bientôt...","Völlige Vernichtung.<br>Das ist unsere wahre Macht.<br>Bald wirst du sehen ...","Destrucción total.<br>Ese es nuestro verdadero poder.<br>Del que pronto seréis testigos..."],"affinity":["We will return this world to the Void.<br>That is all we exist for.<br>And yet you would fight beside us?","將世界歸於虛無，我就是為此而生。<br>你明知如此還願與我在一起，<br>真是怪人。","나는 세계를 '무'로 되돌리기 위해<br>태어난 존재이거늘,<br>어찌하여 나를 내치지 않는 것이냐?","Nous engloutirons ce monde et le ramènerons au Néant. C'est notre unique raison d'être. Pourquoi persistes-tu donc à faire appel à nous ?","Unser einziges Ziel ist es,<br>die Welt ins Nichts zurückzuführen.<br>Und dennoch kämpfst du an unserer Seite?","Devolveremos este mundo a El Vacío.<br>Ese es el motivo de nuestra existencia.<br>¿Y, aun así, quieres luchar a nuestro lado?"],"fusion":["The stronger the light, the darker the shadows grow.<br>That is the way of the world.","<br>光越強<br>影也就越暗，<br>這就是這個世界的法則……","<br>빛이 밝아지면<br>어둠 또한 짙어지는 법.<br>그것이 세상의 이치일지니……","Plus vive est la lumière, plus grandes sont les ombres.<br>Telle est la loi qui dicte le monde.","Je heller das Licht, desto dunkler<br>die Schatten. Das ist der Lauf der<br>Welt.","Cuanto más fuerte es la luz, más oscuras las sombras.<br>Así es el mundo."]}},"203000806":{"compendium_id":329,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1104,3346,390,195],"MP":[48,146,65,32],"ATK":[49,149,34,17],"DEF":[44,132,26,13],"MAG":[38,115,26,13],"SPR":[33,100,26,13]},"limitburst_id":203000806,"attack_count":1,"attack_damage":[[100]],"attack_frames":[75],"effect_frames":[73],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,8,7,0],"element_resist":[50,50,50,50,50,50,50,50],"status_resist":[30,30,30,30,30,30,30,30],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A being of destruction, hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Once the balance of light and darkness was disrupted, the Cloud of Darkness emerged to return all the world to nothingness. Having awakened from its thousand-year-long sleep, it is believed to have also appeared when light had consumed the world long before, and again when the darkness brought upon by Master Xande ravaged the same. An emissary of the Void, the Cloud of Darkness cannot be defeated unless both light and darkness are used against it.","異界有關水晶與光之戰士的故事中登場的破壞者。當光與暗失去平衡時，她便會現身將一切歸還於虛無，因而並不能稱其為邪惡的魔物。她的每次現身都是為了完成自身的使命，不管是1000年前光之氾濫時，還是由魔王贊德引發的暗之氾濫時，無不如此。她幾乎就是自然規律的象征，因此只有同時用光之力和暗之力才能將其擊倒。","크리스탈과 빛의 전사 이야기가 전해지는 이계의 파괴자. 빛과 어둠의 균형이 무너진 세계를 무로 되돌리는 역할을 맡고 있지만, 결코 사악한 마물이 아니다. 천 년 전에 일어난 빛의 범람 때도, 마왕 잔데가 일으킨 어둠의 범람 때도 자신의 사명을 다하기 위해 나타났을 뿐이다. 그야말로 자연의 섭리라고 할 수 있는 존재이기 때문에 빛과 어둠의 힘을 합치지 않으면 쓰러트리는 것조차 불가능하다고 한다.","Un être de destruction venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Lorsque l'équilibre entre lumière et ténèbres est rompu, le Nuage de Ténèbres s'éveille de son profond sommeil afin de ramener le monde au néant. On raconte qu'il était apparu lorsque la lumière avait consumé le monde il y a mille ans, et il en fit de même lorsque les actions de Xande provoquèrent le déferlement des ténèbres. Émissaire du Néant, le Nuage de Ténèbres ne peut être vaincu que par l'union de la lumière et des ténèbres.","Eine Entität der Vernichtung aus einer Legende über die Krieger des Lichts in einer fernen Welt. Die Wolke der Dunkelheit erscheint, um die Welt wieder ins Nichts zurückzuführen, wenn die Balance zwischen Licht und Dunkelheit verloren gegangen ist. So war es 1000 Jahre zuvor, als das Licht die Oberhand gewann, und so war es auch, als Xande die Welt mit Dunkelheit überflutete. Sie ist keine Kreatur des Bösen, sondern eine Naturgewalt, und kann daher nur bezwungen werden, wenn die Kräfte von Licht und Finsternis vereint sind.","Un ente de destrucción procedente de otro mundo donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Cuando el equilibrio entre la luz y la oscuridad se alteró, surgió la Nube de Oscuridad para reducir el mundo a la nada. Acaba de despertar de su sueño milenario, y se cree que también apareció hace mucho tiempo, cuando la luz consumió a la oscuridad, y también cuando el maestro Zande sumió al mundo en oscuridad. La única forma de derrotar a la Nube de Oscuridad, emisaria del Vacío, es combinando luz y oscuridad a la vez contra ella."],"summon":["There is none who can stop me.<br>The Void is unstoppable...","誰也無法阻止我，虛無是無法被消滅的……","그 누구도 날 막을 순 없다.<br>무는 불멸이니라…","Personne ne peut m'arrêter.<br>Le Néant est inarrêtable...","Niemand kann uns aufhalten.<br>Das Nichts ist unauslöschlich ...","No hay nadie que pueda detenerme.<br>El Vacío es inevitable..."],"evolution":["I tire of waiting.<br>I shall cover you all in both light and darkness!","我都等得不耐煩了，看我將光芒與黑暗一同吞噬。","기다렸다.<br>자, 빛도 어둠도 모조리 뒤덮어 주지.","Nous sommes las d'attendre.<br>Il est temps de recouvrir la lumière et les ténèbres.","Ich bin des Wartens überdrüssig.<br>Es ist Zeit, sowohl Licht als auch Finsternis zu verschlingen!","Me estoy cansando de esperar.<br>¡Os voy a cubrir a todos tanto de luz como de oscuridad!"],"affinity":["We will return this world to the Void.<br>That is all we exist for.<br>And yet you would fight beside us?","將世界歸於虛無，我就是為此而生。<br>你明知如此還願與我在一起，<br>真是怪人。","나는 세계를 '무'로 되돌리기 위해<br>태어난 존재이거늘,<br>그걸 알면서도 나와 함께하겠다니 별난 존재로구나.","Nous ferons retourner ce monde dans le Néant.<br>C'est notre seul raison d'être.<br>Et vous voulez malgré tout nous combattre ?","Unser einziges Ziel ist es,<br>die Welt ins Nichts zurückzuführen.<br>Und dennoch kämpfst du an unserer Seite?","Devolveremos este mundo a El Vacío.<br>Ese es el motivo de nuestra existencia.<br>¿Y, aun así, quieres luchar a nuestro lado?"],"fusion":["The stronger I become,<br>the closer this world gets to the Void!","我的力量越強，世界就會越接近虛無……","내 힘이 강해질수록<br>세계 또한 무를 향해 나아간다…!","Plus ma force augmente<br>et plus ce monde se rapproche du Néant !","Je stärker ich werde,<br>desto näher rückt die Welt an das Nichts!","¡Cuanto más poder obtengo,<br>más se acerca este mundo al Vacío!"]}}},"skills":{"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"30020":{"name":"Blind","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Inflict Blind (40%) on one enemy"],"icon":"ability_14.png"},"30090":{"name":"Protect","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30320":{"name":"Protectga","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100090":{"name":"ATK +30%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"101040":{"name":"Man-Eater","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Humans by 50%"],"icon":"ability_79.png"},"200310":{"name":"Barrage","cost":{"MP":16},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["4 physical attacks (0.8x each, 3.2x total, ATK) to one random enemy"],"icon":"ability_53.png"},"201150":{"name":"Armor Break","cost":{"MP":7},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce DEF by 15% for 3 turns to one enemy"],"icon":"ability_54.png"},"203260":{"name":"Man-Eater+","attack_type":"None","element_inflict":null,"effects":["Increase physical and magic damage against Humans by 75%"],"icon":"ability_79.png"},"203270":{"name":"Call of the Void","cost":{"MP":45},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":["Dark"],"effects":["Physical dark damage (2.1x * 1.33 = 2.8x, ATK) to one enemy (ignore cover)"],"icon":"ability_26.png"},"203280":{"name":"Aura Ball","cost":{"MP":30},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Reduce ATK by 30% for 3 turns to all enemies","Inflict Silence (40%) on all enemies"],"icon":"ability_39.png"},"203290":{"name":"Omni-Veil","cost":{"MP":53},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to all elements by 30% for 3 turns to all allies"],"icon":"ability_9.png"},"203300":{"name":"Return","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for all allies"],"icon":"ability_3.png"},"701190":{"name":"Omni-Veil+1","cost":{"MP":40},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to all elements by 30% for 3 turns to all allies"],"icon":"ability_9.png"},"701200":{"name":"Omni-Veil+1","cost":{"MP":40},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to all elements by 30% for 3 turns to all allies","Increase resistance to all status effects by 50% for all allies for 3 turns"],"icon":"ability_9.png"},"701330":{"name":"Man-Eater++1","attack_type":"None","element_inflict":null,"effects":["Increase physical and magic damage against Humans by 100%"],"icon":"ability_79.png"},"701340":{"name":"Man-Eater++1","attack_type":"None","element_inflict":null,"effects":["Increase physical and magic damage against Humans by 125%"],"icon":"ability_79.png"},"701470":{"name":"Barrage+1","cost":{"MP":16},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["5 physical attacks (0.8x each, 4x total, ATK) to one random enemy"],"icon":"ability_53.png"},"701480":{"name":"Barrage+1","cost":{"MP":16},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["5 physical attacks (1x each, 5x total, ATK) to one random enemy"],"icon":"ability_53.png"}},"LB":{"name":"Perfect Void","attack_count":[1],"attack_frames":[[207]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.7x, ATK) to all enemies","Inflict Blind (40%) on all enemies"],"max_level":["Physical damage (3.9x, ATK) to all enemies","Inflict Blind (64%) on all enemies"]},"TMR":{"name":"Auto-Limit","compendium_id":219,"compendium_shown":true,"unit_restriction":null,"skills":{"100750":{"name":"Auto-Limit","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 1 per turn"],"icon":"ability_91.png","desc":""}},"effects":["Grants 'Auto-Limit' passive."],"unique":false,"price_buy":15000,"price_sell":1500,"icon":"ability_91.png","strings":{"names":["Auto-Limit","自動極限","자동 리미트","Auto-Limite","Auto-Limit","AutoLímite"],"desc_short":["Fill LB gauge every turn","每回合自動增加極限技槽","매 턴마다 LB 게이지 증가","La jauge de limite se remplit à chaque tour","Limitmeter steigt langsam","La barra de Estallido Límite se llena en cada turno."],"desc_long":["Fills the limit burst gauge every turn.","每回合自動增加極限技槽。","전투 중 매 턴마다 LB 게이지가 증가합니다.","Remplit la jauge de limite à chaque tour.","Limitmeter steigt im Kampf jede Runde.","La barra de Estallido Límite se llena en cada turno."]},"type":"MATERIA"}},"203000904":{"rarity_min":4,"rarity_max":6,"name":"Aria","game":"FFIII","job":"Water Priestess","sex":"Female","equip":[5,11,15,40,50,53,60],"entries":{"203000904":{"compendium_id":591,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[635,1925,210,105],"MP":[36,110,45,22],"ATK":[21,63,14,7],"DEF":[22,67,14,7],"MAG":[24,73,14,7],"SPR":[29,87,14,7]},"limitburst_id":203000904,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[79,86,93],"effect_frames":[77,84,91],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[5,0,5,0],"element_resist":[0,0,0,50,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020400":25,"290030700":8,"290030800":13,"290050300":15,"290050400":8}},"strings":{"description":["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Aria is a priestess in service of the Water Crystal. When Master Xande uses his powers to flood the world in darkness, the Warriors of Light offer Aria their aid aboard a wrecked ship on the Surface World. Aria then pleads for them to use the Water Crystal to return the world to normal in exchange for guiding them to the Temple of Water. She has no qualms about what dangers may befall her as long as she can complete her mission.","異界有關光之戰士的故事中登場的少女。她是侍奉水之水晶的巫女。魔王贊德引發黑暗氾濫後，她在淹沒的遇難船上奄奄一息之際被光之戰士所救。之後，為了利用水之水晶的力量令大地恢復原樣，她希望光之戰士也能帶她去水之神殿。為了達成自己的使命，她不顧自身安危，擁有強烈意志。","이계에 전해 내려오는 빛의 전사 전승에 등장하는 소녀. 물의 크리스탈을 모시는 무녀이기도 하다. 마왕 잔데의 힘에 의해 육지 대부분이 물에 잠겨 버린 지상 세계의 난파선에서, 쇠약해져 있던 그녀를 빛의 전사 일행이 구해주게 된다. 그 뒤, 물의 크리스탈의 힘으로 대지를 원래대로 돌려놓기 위해, 빛의 전사들에게 물의 신전에 함께 가 달라고 부탁한다. 자신의 사명을 완수하기 위해서는 위험도 마다하지 않는 굳센 의지의 소유자이다.","Une jeune femme originaire d'un autre monde où la légende des cristaux et des Guerriers de la Lumière se transmet de génération en génération. Aria est une prêtresse au service du cristal d'Eau. Quand le maître Xande utilise ses pouvoirs pour plonger le monde dans les ténèbres, les Guerriers de la lumière offrent leur aide à Aria à bord d'une épave située à la surface. Aria les implore alors d'utiliser le cristal d'Eau pour rendre au monde sa forme originelle, en échange de quoi elle promet de les guider au Temple de l'eau. Les dangers qui se profilent à l'horizon ne la dissuadent en rien, et elle est déterminée à accomplir sa mission coûte que coûte.","Ein junges Mädchen einer fernen Welt, das in den Überlieferungen der Krieger des Lichts eine Rolle spielt. Sie ist eine Priesterin, die dem Wasserkristall dient. Als durch das finstere Wirken des Magiers Xande der Großteil des Festlands in Wassermassen versank, wurde die entkräftete Aria in einem Schiffswrack aus der Oberflächenwelt von den Kriegern des Lichts gerettet. Daraufhin bat sie die Krieger des Lichts, sie zum Wassertempel zu begleiten, um das Land kraft des Wasserkristalls wieder in seinen ursprünglichen Zustand versetzen zu können. Ihr Wille ist so stark, dass sie angesichts jeglicher Gefahr keine Rücksicht auf ihr eigenes Wohl nimmt, um ihre Bestimmung zu erfüllen.","Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Elia es una sacerdotisa al servicio del Cristal del Agua. Cuando el maestro Zande usa sus poderes para sumergir al mundo en la oscuridad, los Guerreros de la Luz le ofrecen a Elia un hueco a bordo de su barco fantasma en el Mundo de la Superficie. Ahí es cuando Elia les suplica que usen el Cristal del Agua para devolver el mundo a la normalidad a cambio de guiarles al Templo del Agua. Asimismo, Aria no siente el más mínimo reparo por los peligros que pueda correr su vida siempre y cuando logre completar su misión."],"summon":["...Wh-where am I?<br>Huh? What is it, this light coming from your hearts...!","這……這裡是哪裡？<br>嗯？！在你們心中的<br>那道光芒是……","……여, 여긴 어디죠?<br>어? 여러분 마음 속의<br>그 빛은……!","... Où suis-je ? <br>Hein ? Quelle est cette lumière qui semble provenir de ton cœur... !","... Wo-wo bin ich?<br>Wie? Was ist das für ein Licht in euren Herzen ...!","...¿D-dónde estoy?<br>¿Eh? ¡¿Qué es... esta luz que sale de vuestros corazones?!"],"evolution":[null,null,null,null,null,null],"affinity":["I can feel a very warm light<br>coming from within you.<br>You're full of kindness and strength.","從你的心中能夠感受到溫暖的光芒。<br>既溫柔、又堅強……","당신의 마음에서<br>무척이나 따뜻한 빛이 느껴져.<br>상냥하고, 강한……","Je sens une lumière très chaude émaner de toi.<br>Tu es d'une force et d'une gentillesse sans pareil !","Ich spüre ein warmes Licht, das<br>von dir ausstrahlt.<br>Du bist voll Güte und Stärke.","Siento una luz cálida<br>que sale de tu interior. Estás lleno de fuerza y de bondad."],"fusion":["I will use this power to save the crystals,<br>and then the world!","我要利用這股力量拯救水晶……<br>並且拯救這個世界！","이 힘은, 크리스탈을…<br>그리고 세계를 구하기 위해서!","J'utiliserai ce pouvoir pour sauver les cristaux,<br>et le monde !","Mit dieser Macht rette ich die Kristalle,<br>und dann die Welt!","¡Usaré este poder para salvar los cristales,<br>y el mundo!"]}},"203000905":{"compendium_id":592,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[826,2503,240,120],"MP":[48,144,60,30],"ATK":[27,83,16,8],"DEF":[29,88,16,8],"MAG":[31,95,16,8],"SPR":[38,114,16,8]},"limitburst_id":203000905,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[79,86,93],"effect_frames":[77,84,91],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[6,0,6,0],"element_resist":[0,0,0,50,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060300":10,"290060400":5}},"strings":{"description":["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Aria is a priestess in service of the Water Crystal who met the Warriors of Light on the Surface World following Master Xande's flood of darkness and destruction. She eventually joins them in order to restore the Water Crystal to pristine condition, and is ultimately successful after an arduous journey. Unfortunately, one of Xande's minions named Kraken would suddenly confront them in battle, unleashing a powerful blast on her.","異界有關光之戰士故事中登場的，侍奉水之水晶的巫女。魔王贊德引起的大地震導致陸地近乎被水淹沒，她就是在此時遇到了光之戰士們。為了恢復水之水晶的光芒，她與光之戰士一起前往水之神殿。在經歷各種磨難後，她雖成功地取回水晶的光輝，但卻受到贊德刺客克拉肯的突襲，中了詛咒之箭。","이계에 전해 내려오는 빛의 전사 전승에 등장하는, 물의 크리스탈을 모시는 무녀. 마왕 잔데가 일으킨 대지진에 의해 육지 대부분이 물에 잠겨 버린 지상 세계에서 빛의 전사들과 만났다. 물의 크리스탈의 빛을 되찾기 위해 빛의 전사들과 함께 물의 신전을 향한 그녀는 고난 끝에 크리스탈의 빛을 되찾는 데 성공하지만, 갑자기 나타난 잔데의 자객 크라켄이 쏜 저주의 화살을 맞게 된다.","Une jeune femme originaire d'un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Aria est une prêtresse au service du cristal d'Eau qui fit la rencontre des Guerriers de la lumière à la surface, suite à l'invocation de la vague de ténèbres par le maître Xande. Elle se joint aux Guerriers de la lumière afin de restaurer le cristal d'Eau, et voit ses efforts récompensés après une aventure longue et éprouvante. Hélas, Kraken, l'un des sbires de Xande, fait alors face aux Guerriers et frappe Aria d'un puissant rayon.","Eine aus einer fernen Welt stammende Priesterin des Wasserkristalls, die in den Überlieferungen der Krieger des Lichts auftritt. Durch das von Magier Xande herbeigeführte schwere Erdbeben und die darauf folgende Überschwemmung großer Teile der Oberflächenwelt stieß sie auf die Krieger des Lichts. Um dem Wasserkristall seinen ursprünglichen Glanz zurückzubringen, bricht sie zusammen mit den Kriegern des Lichts zum Wassertempel auf. Nach heftigen Strapazen gelang es den Helden, den Kristall erneut zum Strahlen zu bringen. Aria wird jedoch im Kampf mit Kraken, einer von Xandes Schergen, von einem Angriff getroffen.","Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Elia es una sacerdotisa al servicio del Cristal del Agua que conoció a los Guerreros de la Luz en el Mundo de la Superficie mientras seguía el rastro de oscuridad y destrucción del Maestro Zande. Elia acaba uniéndose a estos con el fin de restaurar el Cristal del Agua para que quede en perfecto estado. Tras muchas complicaciones, lo acaban consiguiendo. Lamentablemente, uno de los esbirros de Zande, Kraken, se enfrenta a ellos en combate y Elia acaba sufriendo un golpe demoledor."],"summon":["My name is Aria.<br>I am the Maiden of Water.","我叫做艾麗婭，<br>是水之神殿的巫女。","제 이름은 에리아.<br>물의 신전의 무녀입니다.","Mon nom est Aria.<br>Je suis la prêtresse des eaux.","Ich bin Elia.<br>Ich bin die Wassermaid.","Me llamo Elia.<br>Soy la Doncella del Agua."],"evolution":["It's okay.<br>There is still some light left.","沒問題。<br>還留有光明。","괜찮아.<br>아직, 빛이 남아 있어.","Tout ira bien.<br>Il reste encore de la lumière.","Es ist in gut.<br>Etwas Licht ist noch übrig.","Está bien.<br>Todavía queda un poco de luz."],"affinity":["I can feel a very warm light<br>coming from within you.<br>You're full of kindness and strength.","從你的心中能夠感受到溫暖的光芒。<br>既溫柔、又堅強……","당신의 마음에서<br>무척이나 따뜻한 빛이 느껴져.<br>상냥하고, 강한……","Je sens une lumière très chaude émaner de toi.<br>Tu es d'une force et d'une gentillesse sans pareil !","Ich spüre ein warmes Licht, das<br>von dir ausstrahlt.<br>Du bist voll Güte und Stärke.","Siento una luz cálida<br>que sale de tu interior. Estás lleno de fuerza y de bondad."],"fusion":["I feel I've grown stronger!<br>It's all thanks to you. Thank you.","感覺好像變強了！<br>謝謝，這都是多虧了你喔。","강해진 것 같아!<br>고마워, 당신 덕분이야.","J'ai l'impression d'être devenu plus puissant !<br>Et c'est grâce à toi, merci.","Ich fühle mich stärker!<br>Und das nur dank dir. Danke.","¡Siento que soy más fuerte!<br>Y es todo gracias a ti. Gracias."]}},"203000906":{"compendium_id":593,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1074,3254,390,195],"MP":[62,188,85,42],"ATK":[36,108,26,13],"DEF":[38,115,26,13],"MAG":[41,124,26,13],"SPR":[49,149,26,13]},"limitburst_id":203000906,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[79,86,93],"effect_frames":[77,84,91],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[7,0,7,0],"element_resist":[0,0,0,50,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Aria is a priestess in service of the Water Crystal who set off to the Temple of Water on the Surface World with the Warriors of Light to restore the Water Crystal to pristine condition. She is ultimately successful after an arduous journey,  but suffers a powerful and fatal blast at the hands of one of Master Xande's minions, Kraken. As she breathed her last breath, she pleaded for the Warriors of Light to banish the darkness, and restore peace to the world.","異界有關光之戰士故事中登場的，侍奉水之水晶的巫女。為了使淹沒的大地恢復生機、令水之水晶再現光芒，她與光之戰士們共同前往水之神殿。在經歷各種磨難後，她雖成功地取回水晶的光輝，但卻為了從魔王贊德的刺客克拉肯手中保護光之戰士而中了詛咒之箭，死前，她託付光之戰士們掃除世界上的黑暗。","이계에 전해 내려오는 빛의 전사 전승에 등장하는, 물의 크리스탈을 모시는 무녀. 물에 잠긴 지상 세계의 대지를 소생시키기 위해, 물의 크리스탈의 빛을 되찾으려 빛의 전사들과 함께 물의 신전을 향한다. 고난 끝에 크리스탈의 빛을 되찾는 데 성공하지만, 마왕 잔데의 자객 크라켄이 쏜 저주의 화살에서 빛의 전사들을 감싸고, 세계를 침식하는 어둠을 물리쳐 달라는 말을 남기고 숨을 거둔다.","Une jeune femme originaire d'un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Aria est une prêtresse au service du cristal d'Eau. Accompagnée des Guerriers de la lumière, elle se rend au Temple de l'eau, situé à la surface, dans le but de restaurer le cristal d'Eau. Après une longue aventure, ses efforts sont récompensés, mais elle subit peu après un coup fatal des mains de l'un des sbires du maître Xande, Kraken. De ses derniers mots, elle implore aux Guerriers de la lumière de bannir les ténèbres et de rétablir la paix dans le monde.","Eine aus einer fernen Welt stammende Priesterin des Wasserkristalls, die in den Überlieferungen der Krieger des Lichts auftritt. Um die überschwemmte Oberflächenwelt wiederzubeleben, bricht sie gemeinsam mit den Kriegern des Lichtes zum Wassertempel auf, damit der Wasserkristall sein Licht zurückerhalten kann. Nach heftigen Strapazen gelang es den Helden, den Kristall erneut zum Strahlen zu bringen. Als jedoch Kraken, einer der Schergen Xandes, zum Angriff ausholte, warf sich Aria schützend vor die Krieger des Lichts. Mit den letzten Atemzügen bat sie die Krieger, die Welt von der sie zerfressenden Dunkelheit zu entledigen und erlag dann ihren Verwundungen.","Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Elia es una sacerdotisa al servicio del Cristal del Agua. Asimismo, se marchó del Templo del Agua al Mundo de la Superficie acompañada por los Guerreros de la Luz con el objetivo de restaurar el Cristal del Agua hasta que quedase impoluto. Tras muchas dificultades, Elia sufrió un golpe fatal a manos de Kraken, uno de los esbirros de Zande. En su lecho de muerte, Elia les pidió a los Guerreros de la Luz que acabasen con la oscuridad y restaurasen la paz en el mundo."],"summon":["I am a maiden in service of the crystal.<br>It seems the crystals of this world, too,<br>are in danger.","我是祀奉水晶的巫女。<br>這個世界的水晶也陷入了危機之中。","저는 크리스탈을 모시는 무녀.<br>이 세계에도, 크리스탈에<br>위기가 닥친 것 같군요.","Je suis une prêtresse au service du cristal.<br>Il semble que les cristaux de ce monde sont en danger.","Ich bin eine Maid im Dienst des Kristalls.<br>Die Kristalle dieser Welt scheinen<br>ebenfalls in Gefahr zu sein.","Soy una doncella al servicio de los cristales.<br>Parece que también están en peligro<br>los cristales de este mundo."],"evolution":["Fight back the darkness,<br>and bring peace to this world<br>once again!","驅散黑暗，<br>讓世界再次恢復和平！","어둠을 물리치고,<br>다시금 이 세계에 평화를……!","Combats les ténèbres,<br>et ramène la paix dans ce monde<br>encore une fois !","Schlage die Dunkelheit zurück<br>und bringe der Welt<br>ein weiteres Mal den Frieden!","¡Lucha contra la oscuridad<br>y devuelve la paz a este mundo<br>de nuevo!"],"affinity":["I can feel a very warm light<br>coming from within you.<br>You're full of kindness and strength.","從你的心中能夠感受到溫暖的光芒。<br>既溫柔、又堅強……","당신의 마음에서<br>무척이나 따뜻한 빛이 느껴져.<br>상냥하고, 강한……","Je sens une lumière très chaude émaner de toi.<br>Tu es d'une force et d'une gentillesse sans pareil !","Ich spüre ein warmes Licht, das<br>von dir ausstrahlt.<br>Du bist voll Güte und Stärke.","Siento una luz cálida<br>que sale de tu interior. Estás lleno de fuerza y de bondad."],"fusion":["Having received so much power from you,<br>I feel that now I too can help<br>you out!","既然從你那裡獲得了力量，<br>想必現在的我應該能幫上你的忙！","당신에게 힘을 부여받은 지금이라면,<br>나도 당신들을 도울 수 있을 거야…!","J'ai tellement reçu de toi,<br>je pense que je suis en mesure de t'aider maintenant !","Da du mir so viel Macht verliehen hast,<br>kann ich dir jetzt helfen!","Al haber recibido tanto poder de ti,<br>¡siento que ahora puedo<br>ayudarte!"]}}},"skills":{"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10122":{"name":"Regen (Champion)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1800 (+1x, Heal) HP per turn to one ally"],"icon":"ability_4.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"30090":{"name":"Protect","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30140":{"name":"Shell","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30320":{"name":"Protectga","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"30330":{"name":"Shellga","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"70050":{"name":"Curaga+1","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1200 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"70060":{"name":"Curaga+1","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1600 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100180":{"name":"SPR +30%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%"],"icon":"ability_77.png"},"211600":{"name":"Maiden of Water","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 50%","Gain Regen (Champion) (10122) at the start of a battle or when revived"],"icon":"ability_18.png"},"211610":{"name":"Miracle of Rebirth","cost":{"MP":70},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive all allies from KO (100% HP)"],"icon":"ability_1.png"},"211620":{"name":"Healing Affection","cost":{"MP":25},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure all status effects for all allies"],"icon":"ability_3.png"},"211630":{"name":"Noble Dedication","cost":{"MP":23},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 10 (+0.3x, Heal) MP split over 3 turns to all allies"],"icon":"ability_92.png"},"211640":{"name":"Crystal Shard","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%"],"icon":"ability_78.png"},"706270":{"name":"Maiden of Water+1","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 100%","Gain Regen (Champion) (10122) at the start of a battle or when revived"],"icon":"ability_18.png"},"706280":{"name":"Maiden of Water+1","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 100%","Gain Regen (Champion) (10122) at the start of a battle or when revived","Increase SPR and HP by 30%","Recover MP (5%) per turn"],"icon":"ability_18.png"},"706290":{"name":"Noble Dedication+1","cost":{"MP":23},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 35 (+1x, Heal) MP split over 10 turns to all allies"],"icon":"ability_92.png"},"706300":{"name":"Noble Dedication+1","cost":{"MP":23},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 500 (+2x, Heal) MP split over 20 turns to all allies"],"icon":"ability_92.png"}},"LB":{"name":"Aria's Prayer","attack_count":[1],"attack_frames":[[170]],"damage_type":"Magic","element_inflict":null,"min_level":["Restore 100% HP to all allies","Increase resistance to Water by 75% for 5 turns to all allies"],"max_level":["Restore 100% HP to all allies","Increase resistance to Water by 100% for 5 turns to all allies"]},"TMR":{"name":"Aria's Ribbon","compendium_id":557,"compendium_shown":true,"rarity":7,"type_id":40,"type":"EQUIP","slot_id":3,"slot":"Headgear","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"203240":{"name":"MP + 15%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 15%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'MP + 15%' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":15,"MAG":0,"SPR":45,"element_resist":{"Water":20},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":25000,"price_sell":2500,"icon":"item_30131.png","strings":{"name":["Aria's Ribbon","艾麗婭緞帶","에리아의 리본","Ruban d'Aria","Arias Band","Cinta de Elia"],"desc_short":["The ribbon of a water maiden from another world.","屬於異界水之巫女的緞帶","이계의 물의 무녀가 지니고 있었다는 리본","Le ruban d'une prêtresse des eaux venant d'un autre monde.","Das Band einer Wassermaid aus einer anderen Welt.","La cinta de una doncella del agua de otro mundo."],"desc_long":["The ribbon of a water maiden from another world. Wearing this ribbon imparts divine protection from water attacks. The water maiden who wore this ribbon is said to have revived the light within a sunken Crystal, who also sacrificed herself to protect the Warrior of Light from a cursed arrow. Her actions brought her praise from the people as being a lady of resolve and bravery.","由異界水之巫女佩戴的藍色緞帶。它能提供不可思議的加護，從水屬性攻擊保護使用者。用這條緞帶結髮的水之巫女，讓沉入水底的水晶恢復了光輝，以自己的生命為代價保護了光之戰士免受詛咒之箭的侵害。她的堅韌鼓舞了人民，她的勇敢感化了大眾。","이계의 물의 무녀가 장착했다고 하는 푸른 리본. 장착하면 신비한 가호의 힘을 얻게 되어, 물을 이용한 공격으로부터 몸을 지킬 수 있게 된다. 이 리본으로 머리를 묶었던 물의 무녀는 가라앉아 버린 크리스탈의 빛을 되돌리기 위해 그 몸을 던져 저주의 화살로부터 빛의 전사를 지켜냈으며, 심지가 굳고 용감한 여성으로서 만인의 칭송을 받았다고 한다.","Le ruban d'une prêtresse des eaux venant d'un autre monde. Ce ruban confère la protection des dieux contre les attaques d'eau à son porteur. On raconte que la prêtresse des eaux qui portait ce ruban a réussi à faire renaître la lumière au sein d'un cristal qui avait coulé au fond de l'eau, et qu'elle s'est sacrifiée pour protéger le Guerrier de la Lumière d'une flèche maudite. Ses actions lui vouèrent la reconnaissance éternelle des gens qui la considérèrent comme une femme symbole de la résolution des conflits et de bravoure.","Das Band einer Wassermaid aus einer anderen Welt. Wer es trägt, erfährt göttlichen Schutz vor Wasserangriffen. Die Wassermaid, die es trug, soll das Licht in einem versunkenen Kristall erweckt und sich zum Schutz eines Kriegers des Lichtes vor einem verfluchten Pfeil geopfert haben. Ihre Handlungen brachten ihr bei den Menschen einen hohen Ruf ein.","La cinta de una doncella del agua de otro mundo. Esta cinta otorga protección divina contra ataques acuáticos. Se dice que la doncella que llevó esta cinta revivió la luz de un cristal hundido y, también, se sacrificó para proteger al Guerrero de la Luz de una flecha maldita. Por sus actos, la gente acabó recordándola como una mujer valiente y determinada."]}}},"203001003":{"rarity_min":3,"rarity_max":5,"name":"Sara","game":"FFIII","job":"Princess","sex":"Female","equip":[1,5,6,15,40,50,53,60],"entries":{"203001003":{"compendium_id":597,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[453,1373,180,90],"MP":[22,67,30,15],"ATK":[17,50,12,6],"DEF":[16,48,12,6],"MAG":[19,58,12,6],"SPR":[22,66,12,6]},"limitburst_id":203001003,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[28,64],"effect_frames":[26,52],"max_lb_drop":3,"ability_slots":2,"magic_affinity":[3,4,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":25,"290020700":10,"290030200":5,"290050200":15,"290050300":5}},"strings":{"description":["A young lady hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Sara is the Princess of Sasune, and holds deep feelings for one of the Warriors of Light, Ingus. She is last seen when her father's castle and the people within are cursed by the Djinn, many believing her to have been kidnapped. However, she had actually left the castle of her own volition in order to seal the Djinn with the Mythril Ring and save her people. Sara meant to face this terrible monster by herself.","異界有關光之戰士的故事中登場的女性。她是薩斯恩國的公主，仰慕光之戰士英格茲。在薩斯恩王以及人民受到詛咒失去肉體時，大家都以為她失蹤了。實際上她持有能夠封印靈魔的祕銀戒指，為了拯救人民，她隻身前往封印洞窟，挑戰靈魔。","이계에 전해 내려오는 빛의 전사 전승에 등장하는 여성. 사슨의 공주로, 빛의 전사로 선택받은 병사 잉그스를 좋아하고 있다. 사슨 왕을 비롯해 성안의 사람들이 무시무시한 진의 저주에 걸려 육체를 잃게 되었을 때 그녀도 함께 실종되었다고 알려졌지만, 사실 그녀는 진을 봉인할 '미스릴의 반지'의 소유자로서 사람들을 구해내기 위해, 단신으로 봉인의 동굴로 찾아가 진과 맞서려 했던 것이었다.","Une jeune femme originaire d'un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Sara est la princesse de Sasune. Elle est éprise d'Ingus, l'un des quatre Guerriers de la lumière. Sa dernière apparition remonte au jour où le djinn a jeté sa malédiction sur le château de son père et tous ses habitants. Chacun pense alors qu'elle a été la cible d'un enlèvement. Or, elle est parvenue à quitter le château de son propre gré afin de sceller le djinn à l'aide de l'anneau de mythril pour sauver son peuple. Sara était déterminée à affronter ce monstre seule.","Eine Frau, die in den Überlieferungen der Krieger des Lichts auftaucht. Sara war die Prinzessin des Königreichs Sasune und empfand starke Gefühle für den Soldaten Ingus, einem der Krieger des Lichts. Nachdem alle Bewohner des Schlosses, angefangen mit dem König höchstselbst, durch die grauenvollen Flüche des Dschinn ihren menschlichen Körper verloren hatten, galt sie als verschollen. In Wirklichkeit jedoch bewaffnete sie sich mit einem Mithril-Ring, der den Dschinn versiegeln konnte und zog los, um den Dschinn in seiner Höhle herauszufordern und damit alle Menschen zu retten.","Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Sara es la princesa de Sasune y le profesa amor a Ingus, uno de los Guerreros de la Luz. Se la vio por última vez cuando el Jinn maldijo el castillo de su padre junto con todo aquel que se encontrase dentro. Muchos creían que estaba secuestrada. Sin embargo, Sara abandonó el castillo por su propio pie con el objetivo de encerrar al Jinn con el Anillo de mitrilo y, de esta forma, salvar a su gente. Sara tenía pensado enfrentarse al monstruo ella sola."],"summon":["Where am I?<br>You! Do you know where<br>Ingus is?","這裡……到底是哪裡呢？<br>你知道英格茲在哪裡嗎?","여긴 대체 어디……?<br>당신, 잉그스가<br>어디 있는지 알아?","Où suis-je ? Toi ! Sais-tu où se trouve Ingus ?","Wo bin ich?<br>Ihr! Wisst ihr, wer<br>Ingus ist?","¿Dónde estoy?<br>¡Oye, tú! ¿Sabes dónde<br>está Ingus?"],"evolution":[null,null,null,null,null,null],"affinity":["I will not yet return to the castle!<br>I wish to adventure with you<br>a little longer!","我暫時還不會回城裡喔！<br>還想要再跟你去冒險一陣子呢！！","나, 아직 성으론 돌아가지 않겠어!<br>좀 더 당신과 함께 여행하고 싶은걸!","Je ne retournerai pas encore au château !<br>je veux vivre encore des aventures à tes côtés !","Ich kehre noch nicht zum Schloss zurück!<br>Ich will mit dir noch ein paar<br>Abenteuer erleben!","¡No quiero volver al castillo todavía!<br>¡Quiero seguir viajando contigo<br>un poco más!"],"fusion":["I shan't be a burden to you.<br>I can fight, I tell you!","不會扯你後腿的。<br>我也會好好的戰鬥喔！","걸림돌이 되진 않을 거야.<br>나도 제대로 싸울 수 있다구!","Je ne serai pas un fardeau pour toi.<br>Je sais me battre, je te jure !","Ich werde dir keine Last sein.<br>Ich kann nämlich kämpfen!","No seré una carga.<br>¡Sé luchar, de verdad!"]}},"203001004":{"compendium_id":598,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[589,1785,240,120],"MP":[29,88,40,20],"ATK":[21,65,16,8],"DEF":[21,63,16,8],"MAG":[25,76,16,8],"SPR":[29,87,16,8]},"limitburst_id":203001004,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[28,64],"effect_frames":[26,52],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[4,5,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020700":20,"290030200":10,"290040000":5,"290050300":10,"290050400":5}},"strings":{"description":["A young lady hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Although Sara is the Princess of Sasune, she displays the qualities of a tomboy from time to time. Taking the Mythril Ring with her, she leaves the castle alone after it is cursed by the Djinn to chase this monster back to the Sealed Cave where it dwells, defeat it, and save her people. Having received the aid of the Warriors of Light, she decides to remain in the cave and fight by their side, rather than placing the task she set for herself upon them and returning home.","異界有關光之戰士的故事中登場的女性。她雖然是薩斯恩的公主，但十分活潑調皮。她持有能夠封印靈魔的祕銀戒指，在薩斯恩城的人們受到詛咒而失去肉體時，她決心要擊敗靈魔而隻身前往靈魔所在地。在受到光之戰士幫助後，她選擇的不是將戒指託付給光之戰士，而是希望能與他們一起擊敗靈魔。","이계에 전해 내려오는 빛의 전사 전승에 등장하는 여성. 사슨의 공주이지만, 다소 말괄량이 같은 면이 있다. 진을 봉인할 수 있는 '미스릴의 반지'의 소유자이며, 사슨 성의 사람들이 저주를 받아 육체를 잃게 되자 진을 쓰러뜨리기 위해 마물이 득실거리는 봉인의 동굴에 혈혈단신으로 뛰어들었다. 빛의 전사들에게 구출된 뒤에도, 반지를 맡기고 돌아가지 않고 함께 진을 쓰러뜨릴 것을 요청했다.","Une jeune femme originaire d'un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Sara, en dépit de son statut de princesse de Sasune, se comporte souvent en garçon manqué. S'étant emparée de l'anneau de mythril, elle quitte le château seule après la malédiction du djinn, résolue à pourchasser ce monstre jusque dans son antre, la grotte secrète, pour le vaincre et sauver son peuple. Aidée par les Guerriers de la lumière, elle décide de rester à l'intérieur de la cave et de combattre à leurs côtés plutôt que de les charger d'éliminer le djinn et de rentrer au château.","Eine Frau, die in den Überlieferungen der Krieger des Lichts auftaucht. Zwar war sie die Prinzessin des Königreichs Sasune, zeigte aber gelegentlich auch ihre burschikose Natur. Sie ist Besitzerin des Mithri-Ringes, der in der Lage ist den Dschinn zu versiegeln. Als ein Fluch der Bevölkerung Sasunes ihre menschliche Gestalt raubte, begab sie sich trotz der dort wimmelnden Monster in die Höhle des Dschinn, um ihm dort ein Ende zu bereiten. Auch noch nachdem sie durch die Krieger des Lichtes gerettet wurde, war es ihr Wunsch, den Ring nicht abzugeben und zurückzukehren, sondern den Dschinn Seite an Seite zu Fall zu bringen.","Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Aunque Sara es la princesa de Sasune, a veces es un poco marimacho. Se llevó consigo el Anillo de mitrilo cuando se marchó del castillo en busca del Jinn que lo maldijo. Esto la llevó a la morada del monstruo, la Cueva Sellada, para derrotarlo y así salvar a su gente. Sin embargo, tras recibir ayuda de los Guerreros de la Luz, Sara decidió quedarse en la cueva y luchar junto a ellos en vez de volver a su castillo tras completar su misión."],"summon":["Allow me to go with you!<br>It was scary coming here<br>all alone...","請讓我一起同行！<br>一個人到這種地方來<br>真的很害怕……","나도 함께 가게 해 줘!<br>혼자서 이런 곳에 와 버려서<br>너무 무서웠어……","Permets-moi de t'accompagner !<br>J'ai peur de partir toute seule...","Erlaubt mir, mit euch zu gehen!<br>Alleine hierher zu kommen<br>war unheimlich ...","¡Déjame ir contigo!<br>Me dio miedo venir sola<br>hasta aquí..."],"evolution":["Let's do our best!<br>I want to make myself presentable<br>for when I meet Ingus.","不努力一點可不行......！<br>這樣才能抬頭挺胸的<br>去見英格茲。","힘내야 해……!<br>잉그스를 만났을 때<br>당당하게 있을 수 있도록.","Faisons de notre mieux !<br>Je dois être présentable pour rencontrer Ingus.","Geben wir unser Bestes!<br>Ich möchte für mein Treffen mit Ingus in<br>bester Form sein.","¡Hagámoslo lo mejor posible!<br>Quiero estar presentable<br>para cuando venga Ingus."],"affinity":["I will not yet return to the castle!<br>I wish to adventure with you<br>a little longer!","我暫時還不會回城裡喔！<br>還想要再跟你去冒險一陣子呢！！","나, 아직 성으론 돌아가지 않겠어!<br>좀 더 당신과 함께 여행하고 싶은걸!","Je ne retournerai pas encore au château !<br>je veux vivre encore des aventures à tes côtés !","Ich kehre noch nicht zum Schloss zurück!<br>Ich will mit dir noch ein paar<br>Abenteuer erleben!","¡No quiero volver al castillo todavía!<br>¡Quiero seguir viajando contigo<br>un poco más!"],"fusion":["This will help in the fight!<br>So, would you mind me tagging along?","這樣一來我也能夠戰鬥了！<br>所以，可以跟你一起走了吧？","이젠 나도 싸울 수 있어!<br>그러니까, 같이 가도 되겠지?","Je t'aiderai dans tes combats !<br>Alors, je t'en prie, amène-moi avec toi.","Das wird im Kampf helfen!<br>Ist es in Ordnung, wenn ich mitkomme?","¡Esto te ayudará en los combates!<br>Así que, ¿te importa que me una?"]}},"203001005":{"compendium_id":599,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[766,2321,300,150],"MP":[38,115,50,25],"ATK":[28,85,20,10],"DEF":[27,82,20,10],"MAG":[33,100,20,10],"SPR":[38,114,20,10]},"limitburst_id":203001005,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[28,64],"effect_frames":[26,52],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[5,6,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young lady hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Sara is the dangerously spontaneous Princess of Sasune who takes the Mythril Ring with her to save the people of Castle Sasune from the curse of the Djinn all by herself. She has feelings for Ingus, a soldier who serves her father and has sworn to protect her. Thus, when he is chosen as one of the Warriors of Light, she bravely fights back her tears in order to give him a proper send off.","異界有關光之戰士的故事中登場的薩斯恩國公主。她持有能夠封印靈魔的祕銀戒指，在薩斯恩城的人們遭受到詛咒時，隻身單挑靈魔。她雖然仰慕效忠薩斯恩王的士兵英格茲，但當英格茲被選為光之戰士時，她展現出了堅強一面，強忍淚水送他出發。","이계에 전해 내려오는 빛의 전사 전승에 등장하는 사슨의 공주. 진을 봉인할 수 있는 '미스릴의 반지'의 소유자로, 사슨 성의 사람들이 저주에 걸리자 혈혈단신으로 진에게 맞서려 하는 등 조금 위태위태한 면이 있다. 사슨 왕에게 충청을 맹세한 병사 잉그스를 좋아하지만, 그가 빛의 전사로 선택받자, 눈물을 삼키며 그를 배웅하는 등 굳센 일면도 가지고 있다.","Une jeune femme originaire d'un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Sara est la princesse de Sasune. Connue pour ses dangereux accès de spontanéité, elle s'empare de l'anneau de mythril et s'en va seule sauver le peuple du château de Sasune de la malédiction du djinn. Elle est éprise d'Ingus, un soldat au service de son père ayant juré de la protéger. Ainsi, lorsque celui-ci est désigné comme étant l'un des Guerriers de la lumière, elle invoque tout son courage pour lui faire ses adieux.","Die Prinzessin von Sasune, die in den Überlieferungen der Krieger des Lichts auftaucht. Sie besaß den Mithril-Ring, mit dem der Dschinn versiegelt werden konnte. Wie wagemutig Sara war, zeigte sich, als ein Fluch die Bevölkerung von Sasune ereilte: Ganz alleine brach sie auf, um den Dschinn herauszuforden. Sie hegte Gefühle für den Soldaten Ignus, der dem König von Sasune die Treue geschworen hatte. Als dieser aber zu einem der Krieger des Lichts auserkoren wurde, unterdrückte sie tapfer ihre Tränen, um ihm einen würdigen Abschied zu bereiten.","Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Sara es la peligrosa princesa de Sasune.  Ella sola se fue con el Anillo de mitrilo en busca del Jinn que había maldecido el Castillo de Sasune y a toda su gente. Asimismo, Sara siente algo por Ingus, un soldado que sirve a su padre y que juró protegerla. Por ello, cuando Ingus fue elegido para ser Guerrero de la Luz, Sara ocultó sus lágrimas cuando tuvieron que despedirse."],"summon":["I am Sara, Princess of Sasune.<br>I will do my best not to get in your way!","我是薩斯恩的公主莎拉。<br>我會努力，不會絆手絆腳的！","나는 사슨의 공주, 사라.<br>당신의 걸림돌이 되지 않도록<br>열심히 할게!","Je m'appelle Sara, princesse de Sasune.<br>Je vais faire de mon mieux pour ne pas être un fardeau pour toi !","Ich bin Sara, Prinzessin von Sasune.<br>Ich werde mein Bestes geben, euch nicht in die Quere zu kommen!","Soy Sara, Princesa de Sasune.<br>¡Te prometo que no te molestaré!"],"evolution":["Now I should be able to<br>fight alongside you!","現在的我<br>應該能夠與你們並肩戰鬥吧！","지금의 나라면, 분명<br>당신들과 동등하게<br>싸울 수 있을거야!","Je devrais être capable de me<br>battre à tes côtés maintenant !","Jetzt kann ich<br>an deiner Seite kämpfen!","¡Ahora debería ser capaz<br>de luchar a tu lado!"],"affinity":["I will not yet return to the castle!<br>I wish to adventure with you<br>a little longer!","我暫時還不會回城裡喔！<br>還想要再跟你去冒險一陣子呢！！","나, 아직 성으론 돌아가지 않겠어!<br>좀 더 당신과 함께 여행하고 싶은걸!","Je ne retournerai pas encore au château !<br>je veux vivre encore des aventures à tes côtés !","Ich kehre noch nicht zum Schloss zurück!<br>Ich will mit dir noch ein paar<br>Abenteuer erleben!","¡No quiero volver al castillo todavía!<br>¡Quiero seguir viajando contigo<br>un poco más!"],"fusion":["I don't want to just be protected.<br>I want to save someone as well!","我不想一直被保護著。<br>就算是我，也想要幫助別人啊！","보호받기만 하는 건 싫어.<br>나도 누군가를 구하고 싶어!","Je ne veux pas être la demoiselle en détresse.<br>Moi aussi je veux sauver quelqu'un !","Ich möchte nicht nur Schutz.<br>Ich will auch jemanden retten!","No quiero que tan solo me protejan.<br>¡Yo también quiero salvar a la gente!"]}}},"skills":{"10020":{"name":"Cure","cost":{"MP":3},"attack_frames":[[90]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 150 (+3x, Heal) HP to target"],"icon":"ability_4.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"20050":{"name":"Aero","cost":{"MP":3},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.2x, MAG) to one enemy"],"icon":"ability_25.png"},"20120":{"name":"Aerora","cost":{"MP":9},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.4x, MAG) to all enemies"],"icon":"ability_25.png"},"20240":{"name":"Aeroga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.8x, MAG) to all enemies"],"icon":"ability_25.png"},"30070":{"name":"Baraero","cost":{"MP":6},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Increase resistance to Wind by 30% for 3 turns to one ally"],"icon":"ability_12.png"},"30141":{"name":"Shell (Auto)","cost":{},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 20% for this fight to one ally"],"icon":"ability_77.png"},"30180":{"name":"Baraerora","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Increase resistance to Wind by 50% for 3 turns to all allies"],"icon":"ability_12.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"100720":{"name":"Auto-Shell","attack_type":"None","element_inflict":null,"effects":["Gain Shell (Auto) (30141) at the start of a battle or when revived"],"icon":"ability_91.png"},"200060":{"name":"Pray","cost":{"MP":3},"attack_frames":[[30]],"attack_type":"None","element_inflict":null,"effects":["50% chance to restore 100 (+1x, Heal) HP to all allies"],"icon":"ability_4.png"},"200450":{"name":"Cheer","cost":{"MP":48},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 40% for 3 turns to all allies"],"icon":"ability_63.png"},"211650":{"name":"Retreat Command","cost":{"MP":30},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Dodge 1 physical attacks for 2 turns to all allies"],"icon":"ability_97.png"},"211660":{"name":"Princess's Healing","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure all status effects for one ally"],"icon":"ability_3.png"},"211670":{"name":"Whirlwind Guard","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Wind by 30%"],"icon":"ability_12.png"}},"LB":{"name":"Sasune's Protection","attack_count":[1],"attack_frames":[[126]],"damage_type":"None","element_inflict":null,"min_level":["Increase MAG by 50% for 3 turns to all allies","Increase resistance to Wind by 70% for 5 turns to all allies"],"max_level":["Increase MAG by 69% for 3 turns to all allies","Increase resistance to Wind by 89% for 5 turns to all allies"]},"TMR":{"name":"Sara's Robe","compendium_id":563,"compendium_shown":true,"rarity":7,"type_id":53,"type":"EQUIP","slot_id":4,"slot":"Chest","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":0,"DEF":15,"MAG":20,"SPR":55,"element_resist":{"Wind":30},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_20425.png","strings":{"name":["Sara's Robe","莎拉法袍","사라의 로브","Tunique de Sara","Saras Robe","Túnica de Sara"],"desc_short":["The robe of a princess from another world.","異界公主的法袍","이계 여왕의 로브","La robe d'une princesse d'un autre monde.","Die Robe eines Prinzen aus einer anderen Welt.","La túnica de una princesa de otro mundo."],"desc_long":["The robe of a princess from another world. This beautiful robe was specially made using only the finest of fabrics. The robe protected the princess when she went into the lair of Djinn to undo the curse that was cast upon her kingdom. It is assumed that the robe holds great powers proven by how it didn't fray or lose any of its divine powers, even after the fierce battle it went through.","由異界公主穿著的美麗法袍。從選材到製作都傾注了非凡的匠人之心。為了拯救被靈魔詛咒的國家，公主身穿這件法袍隻身一人進入洞窟之中。法袍上施加了強大的魔法以保護裝備者免受傷害，所以無論公主戰鬥得如何魯莽，都毫發無損。","이계의 왕녀가 착용했다고 하는 아름다운 로브. 재료에서부터 제작에 이르기까지 상당한 정성이 들어간 특별 주문품이다. '진'이라는 마물의 저주가 걸린 나라를 원래대로 되돌리기 위해 홀홀단신의 몸으로 과감히 동굴로 향한 왕녀를 지킨 이 로브는, 과격한 전투 속에서도 상처 하나 입지 않으며 수호의 빛이 꺼지지 않는 점으로 미루어 보아 강한 마력에 의한 축복이 걸려 있을 것이라는 추측을 사고 있다.","La robe d'une princesse d'un autre monde. Cette robe magnifique était spécialement fabriquée en n'utilisant que les meilleurs matériaux possibles. La robe protégea la princesse lorsqu'elle entra dans la grotte du Djinn afin de libérer son royaume du maléfice qui le rongeait. On pense que la robe possède un grand pouvoir dans la mesure où elle ne s'effiloche ou ne perd aucun de ses pouvoirs divins même après une bataille féroce.","Die Robe eines Prinzen aus einer anderen Welt. Diese wunderschöne Robe wurde aus dem feinsten Stoff gefertigt. Sie diente der Prinzessin zum Schutz, als sie in das Verlies des Dschinns stieg, um den Fluch aufzuheben, der auf ihrem Königreich lag. Es wird angenommen, dass der Robe große Macht innewohnt, da sie selbst nach dem heftigen Kampf nicht beschädigt wirkte.","La túnica de una princesa de otro mundo, confeccionada especialmente con los materiales más selectos. La túnica protegió a la princesa cuando fue a la guarida del jinn para deshacer la maldición que asolaba a su reino. Se dice que la túnica alberga un gran poder, pues, incluso después de la lucha encarnizada, no se rasgó ni perdió ninguno de sus poderes divinos."]}}},"203001305":{"rarity_min":5,"rarity_max":7,"name":"Onion Knight Refia","game":"FFIII","job":"Onion Knight","sex":"Female","equip":[1,2,3,4,5,6,7,10,11,12,13,15,30,31,40,41,50,51,52,60],"entries":{"203001305":{"compendium_id":1194,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[903,2735,300,150],"MP":[41,123,50,25],"ATK":[39,118,20,10],"DEF":[31,95,20,10],"MAG":[31,94,20,10],"SPR":[36,109,20,10]},"limitburst_id":203001305,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[16,28,39,69],"effect_frames":[14,26,37,67],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[6,6,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":["A girl that appears in the tales of the Warriors of the Light from a faraway world. An orphan, she was raised by the Kazus village blacksmith Takka, and grew into quite the strong-willed daughter. Despising the strict blacksmith training she was forced to endure every day, she often ran away from home. On one of these occasions, she left the village in order to ditch her training, and thus avoided Djinn's curse. She decides to cooperate with Luneth and the others in order to save Takka and the other villagers.","異界有關光之戰士的故事中登場的少女。她是一名孤兒，被卡茲斯村鍛冶店主塔卡收養，並成長為一名爭強好勝的女孩。然而嚴格的鍛冶修行生活讓她逐漸厭倦現狀。為了躲避修行，她開始頻繁地離家出走。在村子被靈魔的詛咒襲擊的時候，她恰好在外偷懶，因而得以倖免。為了拯救養父塔卡和鄉親，蕾菲雅決定和路涅斯他們一起行動。","이계에서 전해지는 빛의 전사 전설에 등장하는 소녀. 고아였던 그녀는 카즈스 마을에서 대장간을 경영하는 타카 밑에서 자랐으며, 억센 여자아이로 성장한다. 매일같이 계속되는 혹독한 대장장이 수행에 싫증이 난 그녀는 이윽고 가출을 반복하게 된다. 수행을 땡땡이치고 마을을 떠나 있던 덕분에 진의 저주를 피한 그녀는 양아버지 타카와 마을 사람들을 구하기 위해 루네스 일행과 행동을 함께하기로 했다.","Une jeune fille venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Recueillie et élevée dans le village de Kazus par le forgeron de mithril Takka, Refia sait ce qu'elle veut. Opposée au strict apprentissage que son père adoptif tentait de lui inculquer, elle s'est enfuie de chez elle plus d'une fois. C'est d'ailleurs à l'une de ces occasions qu'elle échappa à la malédiction que le Djinn abattit sur son village. Finalement, elle se joignit à Luneth et Arc afin de secourir son père et les autres villageois.","Ein Mädchen aus einer Legende über die Krieger des Lichts in einer fernen Welt. Die unbeugsame Refia wuchs als Ziehtochter des Schmiedes Takka in Kazus auf. Um der strengen Schmiedeausbildung ihres Ziehvaters zu entgehen, büxte sie regelmäßig von Zuhause aus. Genau das war auch der Grund, weshalb sie dem Fluch des Dschinns entging, der eines Tages ihr Dorf heimsuchte. Um Takka und die anderen Dorfbewohner zu retten, schloss sie sich schließlich Luneth und dessen Gefährten an.","Una joven que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Huérfana desde pequeña, se crio junto a Takka, herrero de la aldea Kazus, que terminó ganando una hija bastante resuelta. Siempre ha detestado el duro aprendizaje del oficio de herrero al que la somete Takka a diario, por lo que se ha escapado de casa en más de una ocasión. Una de esas veces en las que se escapa de la aldea para zafarse de su sesión de aprendizaje, no solo se libra de este sino también de la maldición del Jinn. Así, termina ayudando a Luneth y a los demás a salvar a Takka y al resto de aldeanos."],"summon":["I am Refia. Well then, let us be on our way.","我是蕾菲雅喔。好了，出發吧。","난 레피아야.<br>자, 가자.","Je m'appelle Refia. Eh bien, qu'attendons-nous pour partir ?","Ich bin Refia. Machen wir uns mal auf den Weg.","Mi nombre es Refia. En fin, prosigamos nuestro camino."],"evolution":[null,null,null,null,null,null],"affinity":["Hold your emotions deep within you...and they shall become a ray of light.","將思念深藏胸中……祈願的力量，將化為光芒。","마음을 가슴 속에……<br>바라는 힘은, 빛이 되니까.","Chérissez toujours vos émotions au creux de votre cœur... et elles deviendront votre rayon de lumière.","Konzentriere dich auf die Gefühle tief in dir ... und sie werden zu einem Strahl des Lichts werden.","Concentra todas tus emociones en lo más profundo de tu ser… y se convertirán en un haz de luz."],"fusion":["It's always best to try your hardest, especially when it comes to training...","還是加油一點比較好。鍛造的修行也是……","대장간 수행도<br>열심히 해야겠지……","Il faut toujours essayer de faire de son mieux. Ça vaut aussi pour ma formation de forgeronne, j'imagine...","Man sollte immer sein Bestes geben - ganz besonders beim Trainineren ...","Lo mejor es intentarlo siempre con todas tus fuerzas, sobre todo cuando hablamos de aprendizaje…"]}},"203001306":{"compendium_id":1195,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1181,3578,450,225],"MP":[51,156,75,37],"ATK":[50,152,30,15],"DEF":[44,132,30,15],"MAG":[48,144,30,15],"SPR":[45,135,30,15]},"limitburst_id":203001306,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[16,28,39,69],"effect_frames":[14,26,37,67],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[7,7,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000900":1}},"strings":{"description":["A girl that appears in the tales of the Warriors of the Light from a faraway world. The adopted daughter of the blacksmith Takka, she possesses both the will to voice her opinions and a gentle consideration for others. After saving the village of Kazus from Djinn's curse, she leaves on a journey to save the world as a Warrior of the Light together with two boys from Ur, Luneth and Arc, and a soldier of Castle Sasune, Ingus.","異界有關光之戰士的故事中登場的少女。她自幼被鍛冶店主收養長大，具有很強的意志，能夠很清楚地表達自己的立場，同時內心善良，懂得體貼別人。在解除了靈魔對卡茲斯村的詛咒並拯救出養父和眾鄉親之後，蕾菲雅和鄰村的路涅斯、亞爾柯以及薩斯恩城的英格茲一同，踏上了作為光之戰士拯救世界的旅途。","이계에서 전해지는 빛의 전사 전설에 등장하는 소녀. 대장장이 타카의 양녀인 그녀는 자기 생각을 똑바로 주장하는 강인함과 타인을 배려할 줄 아는 상냥함을 함께 지니고 있다. 카즈스 마을을 덮친 진의 저주를 풀고 양아버지와 마을 사람들을 구한 레피아는 이웃 마을 울의 소년 루네스와 아르크, 사슨 성의 병사 잉그스와 함께 크리스탈에게 선택받은 빛의 전사로서 세계를 구하기 위한 여행을 떠난다.","Une jeune fille venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Fille adoptive du forgeron de mithril Takka, Refia ne mâche jamais ses mots, ce qui ne l'empêche pas de faire montre d'affection envers ses proches. Après avoir levé la malédiction qui accablait son père et le reste de son village, elle partit en voyage en tant que Guerrière de la Lumière afin de sauver le monde, accompagnée de Luneth et Arc, originaires du village voisin d'Ur, ainsi que d'Ingus, soldat du château Sasune.","Ein Mädchen aus einer Legende über die Krieger des Lichts in einer fernen Welt. Refia, Ziehtochter des Schmieds Takka, vereint in sich sowohl einen durchsetzungsstarken Willen als auch tiefe Empathie für die Menschen um sie herum. Nachdem sie ihr Heimatdorf Kazus und ihren Ziehvater vom Fluch eines Dschinns befreit hatte, begann sie zusammen mit Luneth und Arc aus dem Nachbardorf Ur sowie Ingus aus Sasune eine Reise, um als Krieger des Lichts die Welt zu retten.","Una joven que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Se trata de la hija adoptiva del herrero Takka, que sabe expresarse con resolución y tiene una gran consideración hacia los demás. Tras salvar la aldea de Kazus de la maldición del Jinn, decide embarcar en un viaje para salvar el mundo como Guerrera de la Luz junto a dos jóvenes de Ur, Luneth y Arc, así como Ingus, un soldado del castillo Sasune."],"summon":["I am Refia. Well then, let us be on our way.","我是蕾菲雅喔。好了，出發吧。","난 레피아야.<br>자, 가자.","Je m'appelle Refia. Eh bien, qu'attendons-nous pour partir ?","Ich bin Refia. Machen wir uns mal auf den Weg.","Mi nombre es Refia. En fin, prosigamos nuestro camino."],"evolution":["I promise to protect you, so please, lend me some of this power.","我會好好地守護著。所以這股力量稍微借助我一點吧。","내가 꼭 지킬 테니까.<br>이 힘을 조금만<br>빌려줘.","Je vous protégerai, vous avez ma parole. Alors je vous en prie, prêtez-moi un peu de ce pouvoir.","Ich verspreche dir, dich zu beschützen. Bitte leih mir einen Teil deiner Macht.","Prometo protegerte, así que te ruego que me concedas una parte de tu poder."],"affinity":["Hold your emotions deep within you...and they shall become a ray of light.","將思念深藏胸中……祈願的力量，將化為光芒。","마음을 가슴 속에……<br>바라는 힘은, 빛이 되니까.","Chérissez toujours vos émotions au creux de votre cœur... et elles deviendront votre rayon de lumière.","Konzentriere dich auf die Gefühle tief in dir ... und sie werden zu einem Strahl des Lichts werden.","Concentra todas tus emociones en lo más profundo de tu ser… y se convertirán en un haz de luz."],"fusion":["I can't say I was very diligent in my training, but I would still like to help save everyone.","雖然在鍛造的修行上沒有很努力……我還是想幫上大家的忙。","대장간 수행을<br>제대로 하진 않았지만……<br>나도 모두를 돕고 싶어.","Je n'ai pas été très assidue dans mon apprentissage, mais moi aussi, je souhaite sauver autant de monde que possible.","Ich kann nicht wirklich von mir behaupten, sehr ernsthaft trainiert zu haben, aber ich möchte dennoch dabei helfen, alle zu retten.","He de admitir que no he sido la aprendiz más aplicada, pero aun así me gustaría ayudaros a salvar a los demás."]}},"203001307":{"compendium_id":1196,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1535,4652,600,300],"MP":[67,204,100,50],"ATK":[65,198,50,25],"DEF":[57,172,50,25],"MAG":[62,188,50,25],"SPR":[58,176,50,25]},"limitburst_id":203001307,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[16,28,39,69],"effect_frames":[14,26,37,67],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[8,8,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A girl that appears in the tales of the Warriors of the Light from a faraway world. An honest, strong-willed girl raised as the adopted daughter of the blacksmith Takka, she began to hold doubts about becoming a blacksmith after being forced to undergo strict blacksmith training. She resolved herself to travel with Luneth and the others as a Warrior of Light, and after experiencing various things, the way she thought about her father gradually started changing.","異界有關光之戰士的故事中登場的少女。作為鍛冶店主塔卡的養女，蕾菲雅養成了好勝且直率的性格。對養父命令其以鍛冶師為目標不斷進行嚴苛的修行抱有疑問，蕾菲雅決心與路涅斯一行人一道作為光之戰士踏上旅程。在經歷了各種冒險後，她對養父的看法也漸漸發生了變化。","이계에서 전해지는 빛의 전사 전설에 등장하는 소녀. 대장장이 타카의 양녀가 되어 억세고 올곧은 성격으로 자란 레피아는, 양아버지의 명령대로 가혹한 수행을 계속해 대장장이가 되는 것에 의문을 품고, 루네스 일행과 함께 빛의 전사로서 여행길에 오른다. 다양한 경험을 쌓으며, 아버지에 대한 생각이 조금씩 바뀌게 된 듯하다.","Une jeune fille venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Élevée par le forgeron de mithril Takka, Refia développa un caractère franc et affirmé en grandissant. Cependant, elle n'était pas enchantée par la perspective de poursuivre sa formation draconienne de forgeronne, et elle préféra rejoindre Luneth et Arc dans leur quête de Guerriers de la Lumière. Après avoir vécu bien des épreuves au cours de son voyage, elle commença à voir son père d'un tout autre œil.","Ein Mädchen, das in den Geschichten der Krieger des Lichts aus einer fernen Welt auftaucht. Sie ist ein ehrliches, willensstarkes Mädchen, das als Ziehtochter des Schmiedes Takka großgezogen wurde. Nachdem sie gezwungen war, eine strenge Schmiedeausbildung zu durchlaufen, hatte sie jedoch ihre Zweifel daran, eine Schmiedin zu werden. Sie entschloss sich, mit Luneth und den anderen als eine Kriegerin des Lichts zu reisen, und nachdem sie vieles erlebte hatte, begann sie allmählich, anders über ihren Vater zu denken.","Una joven que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Se trata de una joven sincera con voluntad de hierro que adoptó y crio el herrero Takka. Tras verse sometida a arduas sesiones de aprendizaje para llegar a convertirse algún día en herrera, la idea de seguir los pasos de su padre adoptivo ha dejado de agradarle. Así, decide partir junto a Luneth y los demás como Guerrera de la Luz, pero, tras varios acontecimientos, empieza a cambiar la forma en la que ve a su padre."],"summon":["I am Refia. Well then, let us be on our way.","我是蕾菲雅喔。好了，出發吧。","난 레피아야.<br>자, 가자.","Je m'appelle Refia. Eh bien, qu'attendons-nous pour partir ?","Ich bin Refia. Machen wir uns mal auf den Weg.","Mi nombre es Refia. En fin, prosigamos nuestro camino."],"evolution":["The light of affection...<br>If I just think of that, then even I can do it.","慈愛之心......只要沒有遺忘它我一定也能夠做到啊。","사랑하는 마음……<br>그것을 잊지 않는다면<br>나도 분명 할 수 있을 거야.","La lumière de la tendresse…<br>Tant que je ne l'oublierai pas, rien ne me sera impossible.","Das Licht der Liebe...<br>Wenn ich allein daran denke, dann kann selbst ich es schaffen.","La luz del cariño…<br>Si me concentro lo suficiente, quizás hasta yo sea capaz de conseguirlo."],"affinity":["Hold your emotions deep within you...and they shall become a ray of light.","將思念深藏胸中……祈願的力量，將化為光芒。","마음을 가슴 속에……<br>바라는 힘은, 빛이 되니까.","Chérissez toujours vos émotions au creux de votre cœur... et elles deviendront votre rayon de lumière.","Konzentriere dich auf die Gefühle tief in dir ... und sie werden zu einem Strahl des Lichts werden.","Concentra todas tus emociones en lo más profundo de tu ser… y se convertirán en un haz de luz."],"fusion":["Thank you. I think now it's about time I see my father once more.","謝謝。也該是我拜訪父親的時候了……","고마워.<br>슬슬 아버지를<br>만나러 가고 싶은걸……","Merci. Je pense que l'heure est venue pour moi de revoir mon père...","Vielen Dank. Es ist an der Zeit, meinen Vater ein weiteres Mal zu sehen.","Gracias. Creo que ya es hora de volver a ver a mi padre."]}}},"skills":{"10090":{"name":"Stona","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Petrify for one ally"],"icon":"ability_3.png"},"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png"},"10130":{"name":"Dispel","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10180":{"name":"Full-Life","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"101370":{"name":"Dual Wield","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed weapons"],"icon":"ability_72.png"},"203350":{"name":"Kazus Pendant","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Silence, Paralyze, Confusion and Petrify by 100%"],"icon":"ability_97.png"},"209530":{"name":"Sword Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Sword"],"icon":"ability_95.png"},"211420":{"name":"Full Speed Bladeblitz","cost":{"MP":25},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.2x, ATK) to all enemies"],"icon":"ability_54.png"},"228550":{"name":"Heroine's Courage","cost":{"MP":90},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 100% for 3 turns to all allies","Increase the limit burst gauge fill rate by 150% for 3 turns to all allies"],"icon":"ability_63.png"},"228551":{"name":"Onion Shredder","cost":{"MP":54},"attack_frames":[[44,51,58,65,72,79,86,93,100,107,114,121]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.5x, ATK) to one enemy","Gain Hacked to Pieces (508620) for one turn (1 use)"],"icon":"ability_54.png"},"228552":{"name":"Blessed Water Crystal","cost":{"MP":40},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce resistance to Water by 60% for 5 turns to one enemy","Add Water element (100%) to physical attacks for 5 turns to caster","Gain Hacked to Pieces (508620) for one turn (1 use)"],"icon":"ability_23.png"},"228553":{"name":"Blessed Earth Crystal","cost":{"MP":40},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce resistance to Earth by 60% for 5 turns to one enemy","Add Earth element (100%) to physical attacks for 5 turns to caster","Gain Hacked to Pieces (508620) for one turn (1 use)"],"icon":"ability_28.png"},"228554":{"name":"Blessed Wind Crystal","cost":{"MP":40},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce resistance to Wind by 60% for 5 turns to one enemy","Add Wind element (100%) to physical attacks for 5 turns to caster","Gain Hacked to Pieces (508620) for one turn (1 use)"],"icon":"ability_25.png"},"228555":{"name":"Blessed Fire Crystal","cost":{"MP":40},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce resistance to Fire by 60% for 5 turns to one enemy","Add Fire element (100%) to physical attacks for 5 turns to caster","Gain Hacked to Pieces (508620) for one turn (1 use)"],"icon":"ability_21.png"},"228556":{"name":"Light of Affection","cost":{"MP":99},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Unlock Light of Affection (508621) on turn 1 [4 turns CD]"],"icon":"ability_105.png"},"228557":{"name":"Onion Meteor","cost":{"MP":120},"attack_frames":[[42,47,52,57,62,67,72,77,82,87,92,97,102,107,112,117,122,127,132,137]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Onion Meteor (508622) on turn 3 [3 turns CD]"],"icon":"ability_105.png"},"228558":{"name":"Frog Hater","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 30%","Increase physical and magic damage against Aquatics by 50%"],"icon":"ability_79.png"},"228559":{"name":"Purifying Sword Arts","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Dark by 30%","Increase physical and magic damage against Reapers by 50%"],"icon":"ability_79.png"},"228560":{"name":"Onion Series","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG and SPR by 20%"],"icon":"ability_77.png"},"228561":{"name":"Strong-willed Runaway","attack_type":"None","element_inflict":null,"effects":["Increase MP by 30%","Recover MP (5%) per turn"],"icon":"ability_91.png"},"228562":{"name":"Cerulean Fencer","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Increase resistance to Water and Dark by 20%","Increase LB gauge by 4 per turn","Replace LB with Radiant Sword (900000307):\n\tPhysical damage (12x, ATK) to one enemy\n\tReduce resistance to Fire, Water, Wind and Earth by 50% for 5 turns to one enemy\n\tIncrease damage of Hacked to Pieces (508620), Onion Meteor (508622) and Onion Shredder (228551) by 300% for 5 turns"],"icon":"ability_77.png"},"228563":{"name":"Hidden Strength","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% and DEF and SPR by 20%"],"icon":"ability_77.png"},"228564":{"name":"Blade of Wit & Beauty","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 60% when armed with two weapons","Increase the damage of Full Speed Bladeblitz (211420), Hacked to Pieces (508620) and Onion Shredder (228551) by (1.5x)","Increase physical and magic damage against Reapers by 100%"],"icon":"ability_72.png"},"508620":{"name":"Hacked to Pieces","cost":{"MP":54},"attack_frames":[[42,49,56,63,70,77,84,91,98,105,112,119]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5.5x, ATK) to one enemy"],"icon":"ability_54.png"},"508621":{"name":"Light of Affection","cost":{"MP":99},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure all status effects for all allies","Increase DEF and SPR by 110% for 3 turns to all allies","Restore 60 MP to all allies"],"icon":"ability_105.png"},"508622":{"name":"Onion Meteor","cost":{"MP":120},"attack_frames":[[44,49,54,59,64,69,74,79,84,89,94,99,104,109,114,119,124,129,134,139]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6x * 2 = 12x, ATK) to all enemies (ignore cover)"],"icon":"ability_105.png"},"912142":{"name":"Blessed Crystal","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%","Increase LB damage by 17%"],"icon":"ability_78.png"}},"LB":{"name":"Radiant Sword","attack_count":[10],"attack_frames":[[61,67,73,79,101,107,113,119,125,180]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (12x, ATK) to one enemy","Reduce resistance to Fire, Water, Wind and Earth by 50% for 3 turns to one enemy"],"max_level":["Physical damage (16x, ATK) to one enemy","Reduce resistance to Fire, Water, Wind and Earth by 80% for 3 turns to one enemy"]},"TMR":{"name":"Blacksmith's Daughter","compendium_id":853,"compendium_shown":true,"unit_restriction":null,"skills":{"228565":{"name":"Blacksmith's Daughter","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Sword","Increase the limit burst gauge fill rate by 50%"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'Blacksmith's Daughter' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_95.png","strings":{"names":["Blacksmith's Daughter","鍛冶店的女孩","대장간집 딸","Fille de forgeron","Schmiedstochter","Hija del herrero"],"desc_short":["Boost ATK by 50% when equipped with a sword and boost LB gauge fill rate (Not stackable)","裝備劍時提高50%攻擊+極高極限技石對極限技槽的增加量(無法重複裝備)","검 장착 시 공격력 50% 상승+LB 게이지 효율 상승","Augmente l'ATT de 50% lorsqu'une épée est équipée et augmente le taux de remplissage de la jauge de limite (non cumulable)","Erhöht ANG um 50%, wenn mit einem Schwert ausgerüstet und Limitmeter füllt sich schneller (Nicht stapelbar).","Aumenta el ATQ un 50% al llevar espada y la barra de EL se rellena más rápido (no acumulable)"],"desc_long":["Boosts ATK by 50% when equipped with a sword and boosts the limit burst gauge fill rate. Not stackable.","裝備劍時提高50%攻擊，並提高極限技石對極限技槽的增加量。","검 장착 시 공격력이 50% 상승하고, LB 게이지 효율이 상승합니다.","Augmente l'ATT de 50% quand une épée est équipée et augmente le taux de remplissage de la jauge de limite. Non cumulable.","Erhöht ANG um 50%, wenn mit einem Schwert ausgerüstet und Limitmeter füllt sich schneller. Nicht stapelbar.","Aumenta el ATQ un 50% al llevar espada y la barra de EL se rellena más rápido (no acumulable)"]},"type":"MATERIA"},"STMR":{"name":"Onion Blade","compendium_id":1081,"compendium_shown":true,"rarity":9,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"228566":{"name":"Master Onion Knight","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG and SPR by 30%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Master Onion Knight' passive."],"stats":{"HP":0,"MP":0,"ATK":160,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":{"Poison":30,"Blind":30,"Silence":30,"Confusion":30}},"price_buy":200000,"price_sell":20000,"icon":"item_10268.png","strings":{"name":["Onion Blade","洋蔥劍","양파 블레이드","Lame oignon","Zwiebelklinge","Sable cebolla"],"desc_short":["A sword from a faraway world that was crafted by a legendary smith.","傳說中的工匠所鍛造的異界之劍","전설의 대장장이가 제련한 이계의 검","Une épée forgée par un forgeron légendaire venu d'un autre monde.","Ein Schwert aus einer fernen Welt, das von einem legendären Schmied gefertigt wurde.","Una espada creada por un herrero legendario procedente de un mundo lejano."],"desc_long":["A sword that came from a faraway world. It is extremely powerful, and has a chance of inflicting various ailments. This sword was made by a legendary smith who traveled across the land, and it is said that only those who have mastered the ways of the onion knight can wield this sword.","傳說中的工匠所鍛造的異界之劍。攻擊力非常之高，且能以一定的機率賦予被砍傷的目標各種異常狀態。據說這武器是在異界各地流浪的傳說鍛造師所鍛造的唯一一把，只有身為登峰造極的洋蔥劍士才有辦法得到。","까마득히 먼 이계에서 유입된 검. 공격력이 굉장히 높으며, 일정 확률로 다양한 상태이상을 부여하는 효과가 있다. 이계의 각지를 방랑하는 전설의 대장장이가 제련한 검으로, 양파 검사의 극도에 다다른 자만이 손에 넣을 수 있다고 한다.","Une épée venue d'un monde fort lointain. Extrêmement puissante, elle peut infliger diverses altérations d'état. Cette épée a été fabriquée par un armurier légendaire qui a parcouru le monde et on raconte que seuls les adeptes de la voie du chevalier oignon peuvent la manier.","Ein Schwert aus einer fernen Welt. Es ist extrem mächtig und kann Gegner mit verschiedenen Statusveränderungen belegen. Dieses Schwert wurde von einem legendären Schmied gefertigt, der durch das Land zog und es heißt außerdem, dass nur diejenigen, die die Zunft des Zwiebelritters gemeistert haben, dieses Schwert führen können.","Una espada procedente de un mundo lejano. Es extremadamente poderosa y con ella se pueden infligir múltiples alteraciones. La creó un herrero legendario que viajaba por el mundo, y dicen que solo pueden usarla aquellos que han logrado dominar el arte del caballero cebolla."]}}},"203001405":{"rarity_min":5,"rarity_max":7,"name":"Dark Knight Luneth","game":"FFIII","job":"Dark Knight","sex":"Male","equip":[1,2,3,4,30,41,51,52,60],"entries":{"203001405":{"compendium_id":1197,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[882,2673,240,120],"MP":[48,144,40,20],"ATK":[38,115,24,12],"DEF":[30,92,16,8],"MAG":[38,116,16,8],"SPR":[36,109,16,8]},"limitburst_id":203001405,"attack_count":1,"attack_damage":[[100]],"attack_frames":[27],"effect_frames":[25],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[3,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060200":20,"290060300":10,"290060400":10}},"strings":{"description":["A boy that appears in the tales of the Warriors of the Light from a faraway world. An orphan, he was raised together with Arc by the Ur village elder, Topapa. He is known by his friends in the village for his energy and sense of justice, his only fault being a slight bit of recklessness.  One day, while exploring the Altar Cave, Luneth receives instruction from the crystal enshrined there, and half in doubt, sets off on a journey to save the world.","異界有關光之戰士的故事中登場的少年。他是一名孤兒，和境遇相同的亞爾柯一起，被烏爾村的村長托帕帕收養。他性格活潑，具有很強的正義感，同村的孩子們也很佩服他。美中不足的是，他時而犯糊塗。有一天，路涅斯不小心走進了祭壇洞窟中，發現了安置在深處的水晶並得到了啟示。於是，受到啟示的路涅斯抱著滿心疑惑踏上了拯救世界的旅途。","이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 고아였던 그는 같은 처지인 아르크와 함께 울 마을의 촌장인 토파파 손에 자랐다. 활발하고 정의감이 강하여 마을 아이들 사이에서도 골목대장 노릇을 했으나, 살짝 순진한 점이 옥에 티이기도 하다. 제단의 동굴에서 길을 잃은 루네스는 동굴 안쪽에 안치되어 있던 크리스탈의 계시를 받게 되고, 반신반의하면서도 세계를 구하기 위한 여행을 떠난다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Tout comme son ami Arc, Luneth est un orphelin élevé par Grand Topapa dans le village d'Ur. Débordant d'énergie et doté d'un grand sens de la justice, il fait office de meneur parmi les autres enfants du village, bien qu'on puisse aussi lui reprocher une fâcheuse tendance à l'imprudence. Un jour, Luneth se perdit dans la grotte d'Altar et entendit la voix du cristal logé à l'intérieur. Malgré ses doutes, il suivit les instructions du cristal et se mit en route afin de sauver le monde.","Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Ebenso wie Arc ist Luneth ein Waise, der von Topapa im Dorf Ur aufgezogen wurde. Mit seinem Tatendrang und Sinn für Gerechtigkeit ist er so etwas wie der Anführer der übrigen Kinder im Dorf, das Denken allerdings ist nicht unbedingt seine Stärke. Eines schicksalhaften Tages verirrte er sich in die Altarhöhle, wo er von dem dort aufbewahrten Kristall eine Offenbarung empfing. Daraufhin machte er sich, noch unsicher, was er von der Sache halten solle, auf die Reise, um die Welt zu retten.","Un joven que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Huérfano desde pequeño, se crio junto a Arc en la familia de Topapa, el anciano de la aldea de Ur. Sus amigos de la aldea lo conocen por tratarse de un chico lleno de vitalidad y con gran sentido de la justicia, aunque cabe destacar su temeridad como único defecto. Un buen día, mientras explora la Cueva del Altar, recibe instrucciones del cristal sellado que allí se oculta y, sin creérselo del todo, decide partir en un viaje para salvar el mundo."],"summon":["Hey, you all. What are you up to?","喂，你們這些人。在做些什麼啊？","이봐, 너희들.<br>뭐 하는 거냐?","Salut, vous tous ! Qu'est-ce que vous fabriquez ?","Hallo alle zusammen. Was habt ihr denn vor?","Hola a todos, ¿qué hacéis?"],"evolution":[null,null,null,null,null,null],"affinity":["Aha, you really tried your best, didn't ya?!","啊啊，你已經很努力了呢！！","그래, 너도<br>열심히 했어!","Ha ha ! Vous avez vraiment donné le meilleur de vous-mêmes !","Ah, ihr habt wirklich euer Bestes gegeben, oder?!","Ajá, así que lo has intentado con todas tus fuerzas, ¿eh?"],"fusion":["We might just have what it takes if we combine our power.","大家團結一心一定來得及的！","힘을 합치면<br>분명 할 수 있을 거야.","Si nous unissons nos forces, je suis sûr que nous pouvons y arriver !","Wenn wir unsere Kräfte vereinen, schaffen wir das bestimmt.","Si combinamos nuestros poderes, puede que estemos a la altura de las circunstancias."]}},"203001406":{"compendium_id":1198,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1173,3554,390,195],"MP":[53,160,65,32],"ATK":[51,156,34,17],"DEF":[45,135,26,13],"MAG":[41,123,26,13],"SPR":[47,141,26,13]},"limitburst_id":203001406,"attack_count":1,"attack_damage":[[100]],"attack_frames":[27],"effect_frames":[25],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[4,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000910":1}},"strings":{"description":["A boy that appears in the tales of the Warriors of the Light from a faraway world. After breaking the curse Djinn cast on Castle Sasune and the nearby village of Kazus, he sets out to save the world as a chosen Warrior of Light together with his childhood friend Arc, the blacksmith's daughter Refia, and Castle Sasune soldier Ingus. While traveling the land and searching for the source of the darkness that attempts to flood the world, Luneth and the others get closer to the secret behind their births.","異界有關光之戰士的故事中登場的少年。路涅斯在解除靈魔詛咒，拯救了鄰村卡茲斯和薩斯恩城後，作為被水晶選中的光之戰士，和從小一起長大的亞爾柯、鍛冶店養女蕾菲雅以及在薩斯恩城服役的士兵英格茲結伴，踏上了拯救世界的旅途。他們在周遊世界各地，尋找氾濫的黑暗想要覆蓋世界的原因時，恰恰也在接近自己出生的秘密。","이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 이웃 마을 카즈스와 사슨 성을 습격한 진의 저주를 푼 루네스는 형제처럼 자란 아르크, 대장장이의 양녀 레피아, 사슨 성의 병사 잉그스와 함께 크리스탈에게 선택받은 빛의 전사로서 세계를 구하기 위한 여행을 떠난다. 각지를 돌며 세계를 뒤덮으려 하는 어둠의 범람의 원인을 조사하던 중 루네스 일행은 자신들도 모르는 사이에 출생의 비밀에 다가가게 된다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Après avoir sauvé le village de Kazus et le château Sasune de la malédiction du Djinn, Luneth se mit en route en tant que Guerrier de la Lumière, accompagné de son ami d'enfance Arc, de la fille du forgeron Refia, et du soldat du château Sasune Ingus. Tous les quatre voyagèrent par monts et par vaux à la recherche de la source des ténèbres qui menaçait d'engloutir le monde, apprenant par la même occasion le secret de leurs naissances.","Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Nachdem Luneth das Nachbardorf Kazus und das Schloss Sasune vom Fluch eines wütenden Dschinns befreit hatte, machte er sich als einer der auserwählten Krieger des Lichts auf die Reise, um die Welt zu retten. Die anderen im Bunde waren sein Kindheitsfreund Arc, Refia, die Ziehtochter des Schmieds, sowie Ingus, ein Soldat Sasunes. Während sie von Ort zu Ort reisten, um den Ursprung der wachsenden Dunkelheit in der Welt zu finden, kamen sie allmählich auch dem Geheimnis ihrer eigenen Herkunft auf die Spur.","Un joven que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Tras acabar con la maldición del Jinn que asolaba el castillo Sasune y la aldea cercana de Kazus, parte en un viaje como uno de los Guerreros de la Luz elegidos para salvar el mundo junto a Arc, su amigo de la infancia, Refia, la hija del herrero, e Ingus, el soldado del castillo Sasune. Mientras recorren diferentes tierras en busca del origen de la oscuridad que intenta asolar el mundo, Luneth y los demás están cada vez más cerca de descubrir su verdadera procedencia."],"summon":["Hey, you all. What are you up to?","喂，你們這些人。在做些什麼啊？","이봐, 너희들.<br>뭐 하는 거냐?","Salut, vous tous ! Qu'est-ce que vous fabriquez ?","Hallo alle zusammen. Was habt ihr denn vor?","Hola a todos, ¿qué hacéis?"],"evolution":["I wonder if I can handle the power that no other human is capable of.","對人來說太過強大無法駕馭的力量......<br>我能夠駕馭嗎？","인간에겐 너무나 커서<br>다룰 수 없는 힘을……<br>내가 다룰 수 있을까?","Serais-je capable de maîtriser un pouvoir que nul autre ne peut manier ?","Ich wundere mich ob ich eine Macht handhaben kann, die kein anderer Mensch kontrollieren kann.","Me pregunto si seré capaz de asumir el poder del que ningún otro ser humano es capaz."],"affinity":["Aha, you really tried your best, didn't ya?!","啊啊，你已經很努力了呢！！","그래, 너도<br>열심히 했어!","Ha ha ! Vous avez vraiment donné le meilleur de vous-mêmes !","Ah, ihr habt wirklich euer Bestes gegeben, oder?!","Ajá, así que lo has intentado con todas tus fuerzas, ¿eh?"],"fusion":["Thank you. All right everyone, let's go.","謝謝。來，我們走吧。","고마워.<br>자, 모두들. 가자.","Merci. Allons-y, les amis.","Danke. Okay, alle zusammen: Gehen wir!","Gracias. Muy bien, chicos, ¡andando!"]}},"203001407":{"compendium_id":1199,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1525,4621,540,270],"MP":[69,209,90,45],"ATK":[67,203,65,32],"DEF":[58,176,40,20],"MAG":[53,160,40,20],"SPR":[61,184,40,20]},"limitburst_id":203001407,"attack_count":1,"attack_damage":[[100]],"attack_frames":[27],"effect_frames":[25],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[5,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A boy that appears in the tales of the Warriors of the Light from a faraway world. Luneth and the other Warriors of the Light set off on a journey to save the world from the overflowing darkness, and while traveling across the land learn of the surface world that exists on the outside of the world they live in. They obtain the ancient Wheel of Time, using it to leave the floating continent, only to witness a world that had already completely sunken into the darkness.","異界有關光之戰士的故事中登場的少年。為了將世界從黑暗的氾濫中拯救出來，路涅斯和同伴一起踏上了旅途。在輾轉各地後，他得知自己的世界外側還存在著一個地上世界。幾人獲得古代人遺產「時之齒輪」並離開浮游大陸之後，目睹的卻是大地被水淹沒，沉浸在一片黑暗中的景象。","이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 어둠의 범람으로부터 세계를 구하기 위해 빛의 전사로서 동료들과 함께 여행을 떠난 루네스는, 각지를 돌던 중 자신들이 지금까지 살아온 세계 바깥에 있는 '지상 세계'의 존재를 알게 된다. 고대인의 유산 '시간의 톱니바퀴'를 손에 넣어 부유 대륙에서 뛰쳐나온 루네스 일행의 눈 앞에 펼쳐진 것은 모든 땅이 물속에 잠겨 버린, 어둠에 뒤덮인 세계였다.","Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Désigné avec trois autres camarades comme Guerrier de la Lumière par les cristaux, Luneth se lança dans un dangereux périple destiné à sauver le monde des ténèbres qui menaçaient de le recouvrir. Au cours de leur quête, ces braves compagnons apprirent l'existence d'un monde différent de celui qu'ils avaient toujours connu : le monde de la surface. Après avoir obtenu la Roue du Temps, un artéfact hérité des temps anciens, ils s'en servirent pour quitter le continent flottant et se rendre sur la surface. Or, ils y découvrirent avec horreur un monde que les ténèbres avaient déjà entièrement englouti...","Ein Junge, der in der Legende von den Kriegern des Lichts auftaucht, die man sich in einer anderen Welt erzählt. Um diese vor einem Überfließen der Dunkelheit zu bewahren, macht er sich mit seinen Kameraden als Krieger des Lichts auf, die Oberflächenwelt zu erkunden, die sich außerhalb ihrer eigenen Heimatwelt befindet. Nachdem Luneth und seine Freunde das Rad der Zeit, ein Überbleibsel aus der Zeit der Alten, an sich genommen haben, brechen sie zum Fliegenden Kontinent auf. Von dort erkennen sie, dass die Oberflächenwelt vollständig in Dunkelheit versunken ist.","Un joven que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Luneth y el resto de Guerreros de la Luz parten juntos en un viaje para salvar el mundo de la oscuridad impenetrable, donde recorren diferentes tierras y descubren el mundo de la superficie. Así, consiguen la antigua Rueda del tiempo, un objeto que utilizan para viajar al mundo de la superficie, que se encuentra sumido en una profunda oscuridad."],"summon":["Hey, you all. What are you up to?","喂，你們這些人。在做些什麼啊？","이봐, 너희들.<br>뭐 하는 거냐?","Salut, vous tous ! Qu'est-ce que vous fabriquez ?","Hallo alle zusammen. Was habt ihr denn vor?","Hola a todos, ¿qué hacéis?"],"evolution":["We can't allow the world to fall into darkness. With this light of courage, surely we will prevail.","不能讓世界落入黑暗手中。如果是我們，一定能做到。以這顆堅強的心......","세계를 어둠에 빠뜨릴 순 없어.<br>우리들은 할 수 있을 거야.<br>이 강인한 마음으로……","Il est hors de question d'abandonner ce monde aux ténèbres. La lumière du courage nous apportera la victoire !","Wir können es nicht zulassen, dass die Welt in Dunkelheit versinkt. Mit diesem Licht des Mutes werden wir garantiert den Sieg erlangen.","No podemos permitir que el mundo sucumba a la oscuridad. Con esta luz del valor, no me cabe duda de que lo conseguiremos."],"affinity":["Aha, you really tried your best, didn't ya?!","啊啊，你已經很努力了呢！！","그래, 너도<br>열심히 했어!","Ha ha ! Vous avez vraiment donné le meilleur de vous-mêmes !","Ah, ihr habt wirklich euer Bestes gegeben, oder?!","Ajá, así que lo has intentado con todas tus fuerzas, ¿eh?"],"fusion":["I hadn't noticed before, but it seems like we have the power of light within us.","雖然沒有察覺但光之力是否存在我們之中？","눈치 못 챘는데,<br>우리 안에<br>빛의 힘이 있는 건가?","Se pourrait-il que le pouvoir de la lumière résidait en nous à notre insu ?","Ich hatte es zuvor nicht bemerkt, aber es sieht so aus, als würde die Macht des Lichts in uns wohnen.","No me había dado cuenta hasta ahora, pero parece que el poder de la luz reside en nuestro interior."]}}},"skills":{"10030":{"name":"Blindna","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Blind for one ally"],"icon":"ability_3.png"},"10050":{"name":"Poisona","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison for one ally"],"icon":"ability_3.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"101370":{"name":"Dual Wield","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed weapons"],"icon":"ability_72.png"},"200170":{"name":"Darkness","cost":{},"attack_frames":[[80]],"attack_type":"Physical","element_inflict":["Dark"],"effects":["Sacrifice 30% HP to deal physical dark damage (1.5x, ATK) to all enemies"],"icon":"ability_26.png"},"201670":{"name":"Katana Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Katana"],"icon":"ability_53.png"},"203310":{"name":"Ur Pendant","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Blind, Paralyze, Confusion and Petrify by 100%"],"icon":"ability_97.png"},"203330":{"name":"Hit All","cost":{"MP":17},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies"],"icon":"ability_10.png"},"215000":{"name":"True Doublehand","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"228570":{"name":"Dark Blade - Ansai","cost":{"MP":45},"attack_frames":[[27]],"attack_type":"Physical","element_inflict":null,"effects":["Sacrifice 20% HP to deal physical damage (3.5x, ATK) to one enemy","Reduce resistance to Dark by 60% for 3 turns to one enemy"],"icon":"ability_53.png"},"228571":{"name":"Dark Blade - Kyuumei-Youtou","cost":{"MP":30},"attack_frames":[[45]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, ATK) as HP drain (30%) to one enemy","Physical damage (0.3x, ATK) as MP drain (10%) to one enemy"],"icon":"ability_6.png"},"228572":{"name":"Dark Blade - Ashura","cost":{"MP":36},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Sacrifice 20% HP to deal physical damage (3.5x, ATK) to one enemy","Reduce ATK and MAG by 50% for 2 turns to one enemy"],"icon":"ability_53.png"},"228573":{"name":"Dark Blade - Kotetsu","cost":{"MP":36},"attack_frames":[[27]],"attack_type":"Physical","element_inflict":null,"effects":["Sacrifice 20% HP to deal physical damage (3.5x, ATK) to one enemy","Reduce DEF and SPR by 50% for 2 turns to one enemy"],"icon":"ability_53.png"},"228574":{"name":"Dark Blade - Kikuichimonji","cost":{"MP":40},"attack_frames":[[27],[100]],"attack_type":"Physical","element_inflict":null,"effects":["Sacrifice 20% HP to deal physical damage (3x, ATK) to one enemy","Increase LB gauge by 2-3 to all allies"],"icon":"ability_53.png"},"228575":{"name":"Dark Blade - Masamune","cost":{"MP":60},"attack_frames":[[27],[100]],"attack_type":"Physical","element_inflict":null,"effects":["Sacrifice 30% HP to deal physical damage (3x, ATK) to one enemy","Restore 2000 HP and 20 MP to all allies"],"icon":"ability_53.png"},"228576":{"name":"Dark Blade - Ma-no-Meigeki","cost":{"MP":24},"attack_frames":[[27]],"attack_type":"Physical","element_inflict":null,"effects":["Sacrifice 33% HP to deal physical damage (7.5x, ATK) to one enemy"],"icon":"ability_53.png"},"228577":{"name":"Dark Rebirth","cost":{"MP":80},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Unlock Dark Rebirth (508631) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"228578":{"name":"Scar of the Abyss","cost":{"MP":120},"attack_frames":[[227]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Scar of the Abyss (508632) on turn 5 [5 turns CD]"],"icon":"ability_105.png"},"228579":{"name":"Double Dark Blade","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Dark Blade skills  [Ansai (228570) / Ashura (228572) / Kikuichimonji (228574) / Kotetsu (228573) / Kyuumei-Youtou (228571) / Ma-no-Meigeki (228576) / Masamune (228575) / Murakumo (508630)] twice in one turn"],"icon":"ability_8.png"},"228580":{"name":"Dark Knight","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase resistance to Light and Dark by 30%","Increase physical and magic damage against Aquatics by 50%","Increase physical and magic damage against Demons by 50%"],"icon":"ability_76.png"},"228581":{"name":"Perseverance","attack_type":"None","element_inflict":null,"effects":["Increase DEF, HP and MP by 20%","Increase ATK by 200% for 3 turns when HP drops below 30% (max 9999x)","Increase DEF by 200% for 3 turns when HP drops below 30% (max 9999x)"],"icon":"ability_41.png"},"228582":{"name":"Mystic Succession","attack_type":"None","element_inflict":null,"effects":["Increase ATK and SPR by 30%","Recover MP (5%) per turn"],"icon":"ability_91.png"},"228583":{"name":"Pith of Destruction","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Increase physical and magic damage against Aquatics by 100%","Increase physical and magic damage against Demons by 100%","Cast Pith of Destruction (508634) at the start of your turn","Enable unit to use Dark Blade skills  [Ansai (228570) / Ashura (228572) / Kikuichimonji (228574) / Kotetsu (228573) / Kyuumei-Youtou (228571) / Ma-no-Meigeki (228576) / Masamune (228575) / Murakumo (508630)] 3 times in one turn"],"icon":"ability_79.png"},"228584":{"name":"Dark Blade Wielder","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MP by 20%","Increase resistance to Light and Dark by 20%"],"icon":"ability_77.png"},"228585":{"name":"Master Dark Knight","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase equipment ATK by 50% when armed with two weapons","Increase the damage of Dark Blade skills  [Ansai (228570) / Ashura (228572) / Kikuichimonji (228574) / Kotetsu (228573) / Masamune (228575) / Murakumo (508630)] by (2x)","Increase the damage of Dark Blade - Ma-no-Meigeki (228576) by (1.5x)"],"icon":"ability_77.png"},"508630":{"name":"Dark Blade - Murakumo","cost":{"MP":36},"attack_frames":[[43]],"attack_type":"Physical","element_inflict":null,"effects":["Sacrifice 30% HP to deal physical damage (5x, ATK) to all enemies"],"icon":"ability_53.png"},"508631":{"name":"Dark Rebirth","cost":{"MP":80},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Restore 100% HP to caster","Increase physical damage against Demons by 50% to caster for 3 turns","Increase ATK and MAG by 120% for 3 turns to all allies","Increase resistance to Dark by 100% for 3 turns to all allies"],"icon":"ability_105.png"},"508632":{"name":"Scar of the Abyss","cost":{"MP":120},"attack_frames":[[227]],"attack_type":"Physical","element_inflict":null,"effects":["No effect","Increase physical damage against Aquatics and Demons by 75% to caster for 2 turns","Physical damage (17x, ATK) to one enemy"],"icon":"ability_105.png"},"508634":{"name":"Pith of Destruction","cost":{},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Restore 3000 HP to caster"],"icon":"ability_4.png"}},"LB":{"name":"Blade of Destruction","attack_count":[1],"attack_frames":[[90]],"damage_type":"Physical","element_inflict":null,"min_level":["No effect","Increase physical damage against Aquatics and Demons by 100% to caster for one turn","Physical damage (9.5x * 2 = 19x, ATK) to one enemy (ignore cover)"],"max_level":["No effect","Increase physical damage against Aquatics and Demons by 100% to caster for one turn","Physical damage (11x * 2 = 22x, ATK) to one enemy (ignore cover)"]},"TMR":{"name":"Dark Knight's Knowledge","compendium_id":854,"compendium_shown":true,"unit_restriction":null,"skills":{"228586":{"name":"Dark Knight's Knowledge","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase physical damage against Demons by 50%","Increase ATK by 30%"],"icon":"ability_76.png","desc":""}},"effects":["Grants 'Dark Knight's Knowledge' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_76.png","strings":{"names":["Dark Knight's Knowledge","魔劍士的心得","마검사의 마음가짐","Savoir du chevalier noir","Expertise des Dunkelritters","Saber de Caballero Oscuro"],"desc_short":["Boost ATK by 30%, boost equipment ATK when a single weapon is equipped in both hands, and boost physical damage against demons (Not stackable)","提高30%攻擊+雙手只裝備1把武器時武具攻擊提升+物理攻擊時提高對惡魔系魔物的傷害(無法重複裝備)","공격력 30% 상승+양손의 장비가 무기 1개일 경우 장비의 공격력 상승+물리 공격 시 악마형 마물에게 부여하는 피해량 상승","Augmente l'ATT de 30%, augmente l'ATT de l'équipement quand une arme est tenue avec les deux mains et augmente les dégâts physiques infligés aux démons (non cumulable)","Erhöht ANG um 30%, erhöht Ausrüstung-ANG, wenn eine einzige Waffe in beiden Händen ausgerüstet ist und erhöht physischen Schaden gegen Dämonen (Nicht stapelbar).","Aumenta el ATQ un 30%, aumenta el ATQ del equipo al llevar una sola arma en las dos manos y aumenta el daño físico contra demonios (no acumulable)"],"desc_long":["Boosts ATK by 30%, boosts equipment ATK when a single weapon is equipped in both hands, and boosts physical damage against demons. Not stackable.","提高30%攻擊+雙手只裝備1把武器時武具攻擊提升，物理攻擊時提高對惡魔系魔物的傷害。(無法重複裝備)","공격력이 30% 상승하고, 양손의 장비가 무기 1개일 경우 장비의 공격력이 상승하며, 물리 공격 시 악마형 마물에게 부여하는 피해량이 상승합니다.","Augmente l'ATT de 30%, augmente l'ATT de l'équipement quand une arme est tenue avec les deux mains et augmente les dégâts physiques infligés aux démons Non cumulable.","Erhöht ANG um 30%, erhöht Ausrüstung-ANG, wenn eine einzige Waffe in beiden Händen ausgerüstet ist und erhöht physischen Schaden gegen Dämonen. Nicht stapelbar.","Aumenta el ATQ un 30%, aumenta el ATQ del equipo al llevar una sola arma en las dos manos y aumenta el daño físico contra demonios (no acumulable)"]},"type":"MATERIA"},"STMR":{"name":"Murakumo (FFIII)","compendium_id":1082,"compendium_shown":true,"rarity":9,"type_id":4,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"508630":{"name":"Dark Blade - Murakumo","cost":{"MP":36},"attack_frames":[[43]],"attack_type":"Physical","element_inflict":null,"effects":["Sacrifice 30% HP to deal physical damage (5x, ATK) to all enemies"],"icon":"ability_53.png","desc":""}},"effects":["Grants 'Dark Blade - Murakumo' ability."],"stats":{"HP":0,"MP":0,"ATK":168,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":["Dark"],"status_resist":null,"status_inflict":null},"price_buy":280000,"price_sell":28000,"icon":"item_10439.png","strings":{"name":["Murakumo (FFIII)","天叢雲（FFIII）","아마노무라쿠모(FFIII)","Murakumo (FFIII)","Murakumo (FFIII)","Murakumo (FFIII)"],"desc_short":["A katana from a faraway world that was crafted by a legendary smith.","傳說中的工匠所鍛造的異界之刀","전설의 대장장이가 제련한 이계의 도","Un katana forgé par un forgeron légendaire venu d'un autre monde.","Ein Katana aus einer fernen Welt, das von einem legendären Schmied gefertigt wurde.","Una katana creada por un herrero legendario procedente de un mundo lejano."],"desc_long":["A katana that came from a faraway world. It is extremely powerful, and is infused with dark powers. This katana was made by a legendary smith who traveled across the land, and it is said that only those who have mastered the ways of the dark knight can wield this sword.","傳說中的工匠所鍛造的異界之刀，蘊含著暗之力，以極高的攻擊力自豪。據說這武器是在異界各地流浪的傳說鍛造師所鍛造的唯一一把，只有身為登峰造極的魔劍士才有辦法得到。","까마득히 먼 이계에서 유입된 도. 어둠의 힘이 깃들어 있으며 무척 뛰어난 공격력을 자랑한다. 이계의 각지를 방랑하는 전설의 대장장이가 제련한 검으로, 마검사의 극도에 다다른 자만이 손에 넣을 수 있다고 한다.","Un katana venu d'un monde fort lointain. Il est extrêmement puissant et imprégné du pouvoir des ténèbres. Ce katana a été fabriqué par un armurier légendaire qui a parcouru le monde et on raconte que seuls les adeptes de la voie du chevalier noir peuvent la manier.","Ein Katana aus einer fernen Welt. Es ist extrem mächtig und mit der Macht der Finsternis getränkt. Dieses Katana wurde von einem legendären Schmied gefertigt, der durch das Land zog,  und es heißt außerdem, dass nur diejenigen, die die Zunft des Dunkelritters gemeistert haben, dieses Schwert führen können","Una katana procedente de un mundo lejano. Es extremadamente poderosa y está imbuida de poderes oscuros. La creó un herrero legendario que viajaba por el mundo, y dicen que solo pueden usarla aquellos que han logrado dominar el arte del caballero cebolla."]}}},"203001503":{"rarity_min":3,"rarity_max":5,"name":"Unei","game":"FFIII","job":"Magus","sex":"Female","equip":[1,5,6,11,15,40,50,53,60],"entries":{"203001503":{"compendium_id":1203,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[507,1536,150,75],"MP":[24,72,25,12],"ATK":[21,64,10,5],"DEF":[17,53,10,5],"MAG":[18,56,10,5],"SPR":[17,53,14,7]},"limitburst_id":203001503,"attack_count":1,"attack_damage":[[100]],"attack_frames":[48],"effect_frames":[46],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[8,6,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010100":25,"290020300":10,"290030300":5,"290050200":15,"290050300":5}},"strings":{"description":["An elderly woman that appears in the tales of the Warriors of the Light from a faraway world. One of the disciples of the Great Magus Noah who inherited the power of the dream world and serves as its guardian. She continued to watch over the real world from within the dream world, even after Xande stopped the flow of time. After the Warriors of the Light restore the Water Crystal and time once again flows normally, she appears in their dreams, telling them to visit Doga on the continent of Dalg.","異界有關光之戰士的故事中登場的老婆婆。曾在大魔道師諾亞門下修行的弟子之一，從諾亞手中接過了夢之世界守護著的使命。在贊德的暴行導致時間停止后，她依然在夢之世界守護著地上世界。當光之戰士們取回了水之水晶的光芒，恢復了時間的流動時，烏內出現在他們的夢中，告訴他們去達爾古大陸尋找多加。","이계에서 전해지는 빛의 전사 전설에 등장하는 노파. 대마도사 노아 아래서 수행을 쌓던 제자 중 한 명으로, 노아에게서 물려받은 꿈의 세계를 수호하는 자이기도 하다. 잔데의 악행으로 인해 시간의 흐름이 정지한 뒤에도, 꿈의 세계에서 지상 세계를 계속 지켜보았다. 빛의 전사들이 물의 크리스탈의 빛을 되찾아 시간의 흐름을 정상화하자, 그들의 꿈에 나타나 다르그 대륙의 도가를 찾아가라고 조언해 준다.","Une vieille femme venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Ancienne disciple du grand mage Noah, elle hérita de lui le rôle de gardienne du monde des rêves. Même lorsque Xande, dans sa folie, interrompit le cours du temps, elle continua de veiller sur le monde réel depuis son profond sommeil. Une fois que les Guerriers de la Lumière eurent restauré le Cristal de l'Eau et rétabli le cours normal des choses, elle apparut dans leurs rêves pour leur demander d'aller voir Doga sur le continent de Dalg.","Eine alte Frau, die in den Geschichten der Krieger des Lichts aus einer fernen Welt auftaucht. Sie ist eine der Schüler des Großmagiers Noah, die die Macht der Traumwelt erbte und als deren Wächter dient. Sie beobachtete die reale Welt fortwährend aus der Traumwelt heraus, selbst nachdem Xande den Fluss der Zeit gestoppt hatte. Nachdem die Krieger des Lichts den Wasserkristall wiederhergestellt hatten und die Zeit wieder normal floss, erscheint sie in deren Träumen und drängt sie dazu, Doga auf dem Kontinent Dalg zu besuchen.","Una anciana que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Se trata de uno de los discípulos del Gran Hechicero Noah, que heredó el poder del mundo de los sueños del que ahora es guardiana. Incluso después de que Zande detuviera el curso del tiempo siguió protegiendo el mundo real desde el mundo de los sueños. Una vez que los Guerreros de la Luz restablecen el Cristal del Agua y, a su vez, el curso del tiempo, Une se les aparece en sueños y les pide que vayan a encontrarse con Doga en el continente Dalg."],"summon":["Even if you have a problem being with an old lady, you'd best keep your mouth shut!","你應該不會說出不想跟老婆婆在一起這種話吧！","설마, 할머니랑 같이 다니긴<br>싫다는 건 아니겠지?!","Ça vous embête de fréquenter une vieille dame ? Alors prenez sur vous et fermez vos clapets !","Selbst wenn du ein Problem mit alten Weibern hast, solltest du besser deine Klappe halten!","Mira, más te vale mantener el pico cerrado, por mucho que no te agrade viajar con una anciana."],"evolution":[null,null,null,null,null,null],"affinity":["I am always watching over you.","我會一直守護著你的。","언제나 널<br>지켜보고 있단다.","Je veillerai toujours sur vous.","Ich werde stets über dich wachen.","Yo siempre velo por vosotros."],"fusion":["Phew... I knew this'd be hard on my old body...","呼……呼……果然，對老人家來說有點吃力呢。","후우…… 후우……<br>역시,<br>늙은이에겐 좀 버겁구먼……","Pfiou… Je suis trop vieille pour ces bêtises…","Puh ... meine alten Knochen machen sich bemerkbar ...","Fuf… Sabía que iba a costarme con este cuerpo decrépito…"]}},"203001504":{"compendium_id":1204,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[535,1620,210,105],"MP":[38,115,35,17],"ATK":[19,57,14,7],"DEF":[22,66,14,7],"MAG":[25,77,14,7],"SPR":[27,83,18,9]},"limitburst_id":203001504,"attack_count":1,"attack_damage":[[100]],"attack_frames":[48],"effect_frames":[46],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[8,7,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":20,"290030300":10,"290040300":5,"290050300":10,"290050400":5}},"strings":{"description":["An elderly woman that appears in the tales of the Warriors of the Light from a faraway world. She is one of three disciples of the Great Magus Noah, the others being Doga and Xande. In order to protect the dream world, which she inherited from Noah, she remained in a deep slumber in a shrine in Saronia. After the Warriors of the Light awaken her with the sound of Noah's lute, she and her familiar, Parrot, go with them to help them recover the giant airship, the Invincible.","異界有關光之戰士的故事中登場的老婆婆。師承大魔道師諾亞的三人之一，贊德和多加的同門。為了守護從諾亞手中接過的夢之世界而睡在薩羅尼亞南部的某個祠堂。在被光之戰士彈奏諾亞之琴喚醒后，便帶著使魔鸚鵡與光之戰士們同行，協助他們取得巨大戰艦無敵號。","이계에서 전해지는 빛의 전사 전설에 등장하는 노파. 대마도사 노아의 가르침을 받은 세 명의 제자 중 한 명으로, 잔데와 도가의 동문이기도 하다. 노아로부터 물려받은 꿈의 세계를 지키기 위해 사로니아 남쪽의 사당에서 계속 잠들어 있었다. 빛의 전사가 연주하는 노아의 류트 음색을 듣고 눈을 뜬 뒤, 사역마 앵무새와 함께 빛의 전사들과 동행하며 거대 인빈시블을 손에 넣을 수 있도록 도와준다.","Une vieille femme venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Avec Doga et Xande, elle faisait partie des trois disciples du grand mage Noah. Afin de remplir le rôle de gardienne du monde des rêves dont elle avait hérité, elle se plongea dans un profond sommeil au cœur du sanctuaire de Saronia. Réveillée par les Guerriers de la Lumière au son du luth de Noah, elle se joignit à eux en compagnie de son fidèle perroquet afin de les aider à récupérer l'aéronef géant nommé l'Invincible.","Eine alte Frau, die in den Geschichten der Krieger des Lichts aus einer fernen Welt auftaucht. Sie ist eine von drei Schülern des Großmagiers Noah; die anderen Schüler sind Doga und Xande. Um die Traumwelt, die sie von Noah geerbt hatte, zu beschützen, verblieb sie in einem Schrein in Saronia in einem tiefen Schlaf. Nachdem die Krieger des Lichts sie mit dem Klang von Noahs Laute weckten, schließen sie und ihr Vertrauter Lora sich den Kriegern an, um ihnen dabei zu helfen, das riesige Luftschiff \"Die Invincible\" zu finden.","Una anciana que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Junto con Doga y Zande, es una de los tres discípulos del Gran Hechicero Noah. Para proteger el mundo de los sueños, el poder que heredó de Noah, ha permanecido confinada en un templo de Saronia en un estado de letargo. Cuando los Guerreros de la Luz la despiertan con la melodía del Laúd de Noah, tanto ella como su querido Loro se unen a los guerreros para ayudarles a recuperar el barco volador gigante El Invencible."],"summon":["I have arrived from the world of dreams! Ha ha haaa!","來自夢之世界的烏內，是也！！嗚哈、嗚哈、嗚哈、嗚哈！！","꿈의 세계에서 우네 등장!<br>핫~핫핫핫하!","Vous espériez tomber sur une créature de rêve ? Ha ha haaa !","Aus der Welt der Träume schreite ich herab! Ha Ha haaa!","¡Vengo del mundo de los sueños! ¡Ja, ja, ja, ja!"],"evolution":["Parrot, get on my shoulder! Time for our morning exercises!","鸚鵡啊，快到我肩膀上來！快，要來做早操了喔！！","앵무새야, 내 어깨에 앉으렴!<br>자, 기상 체조를 하자!","Perroquet, sur mon épaule ! Hop ! C'est l'heure de nos exercices matinaux !","Lora, hopp auf meine Schulter! Es ist Zeit für unser morgendliches Training!","¡Loro, a mis hombros! Toca hacer nuestros ejercicios matutinos."],"affinity":["I am always watching over you.","我會一直守護著你的。","언제나 널<br>지켜보고 있단다.","Je veillerai toujours sur vous.","Ich werde stets über dich wachen.","Yo siempre velo por vosotros."],"fusion":["I've been trapped in the dream world up until now. Ah! Here's not so bad either!","一直到今天為止，都待在夢中呢。啊～啊！這裡好像，也還不錯的樣子。","지금까지 계속, 꿈의 세계에 있었단다.<br>아아~!<br>이쪽도 꽤 좋은걸!","J'ai longtemps vécu dans le monde des rêves. Mais c'est pas trop mal ici non plus !","Ich bin bis jetzt in der Traumwelt gefangen gewesen. Ah! Hier sieht's auch gar nicht mal schlecht aus!","He estado atrapada en el mundo de los sueños hasta ahora. ¡Hey, aquí tampoco se está tan mal!"]}},"203001505":{"compendium_id":1205,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[695,2106,240,120],"MP":[50,150,40,20],"ATK":[25,75,16,8],"DEF":[29,87,16,8],"MAG":[33,101,16,8],"SPR":[36,109,24,12]},"limitburst_id":203001505,"attack_count":1,"attack_damage":[[100]],"attack_frames":[48],"effect_frames":[46],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[8,8,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["An elderly woman that appears in the tales of the Warriors of the Light from a faraway world. Deeply troubled by the wicked actions of her fellow disciple Xande, she guides the Warriors of the Light to the Invincible in order to thwart his plans. She and Doga give up their lives to complete the key to the Forbidden Land Eureka, but their souls continue to support the Warriors of the Light even after death. When the warriors find themselves in grave danger during their battle with the Cloud of Darkness, she shared her spirit's power to revive them.","異界有關光之戰士的故事中登場的老婆婆。對於同門師兄贊德的暴行痛心疾首，為了阻止其野心而引導光之戰士們取得了巨大戰艦無敵號。在製作艾蕾卡之鑰的過程中與多加一同殞命，成為了僅剩靈魂的存在，并繼續支援光之戰士。當光之戰士們在暗黑之雲的攻擊下身陷絕境時，烏內將靈魂分給了他們讓他們重振旗鼓。","이계에서 전해지는 빛의 전사 전설에 등장하는 노파. 동문 제자인 잔데의 악행에 가슴 아파하며, 그의 야망을 저지하기 위해 빛의 전사들을 거대선 인빈시블로 이끌었다. 금단의 땅 에우레카의 열쇠를 완성하는 과정에서 도가와 함께 목숨을 잃지만 영혼만이 남은 존재가 되어서도 빛의 전사들을 도와주고, 암흑의 구름의 공격을 받고 궁지에 몰린 그들에게 영혼을 나누어 주어 기운을 되찾게 해 주었다.","Une vieille femme venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la Lumière. Peinée par les vils actes de son confrère Xande, elle guida les Guerriers de la Lumière jusqu'à l'Invincible dans l'espoir de contrecarrer ses desseins. Elle et Doga allèrent jusqu'à sacrifier leurs vies afin d'insuffler l'énergie nécessaire à la clé ouvrant les portes de la terre interdite d'Eurêka, mais leurs âmes survécurent, continuant à soutenir les Guerriers de la Lumière même dans la mort. Lorsque les Guerriers se retrouvèrent en grave danger face au Nuage des ténèbres, elle puisa dans sa propre énergie spirituelle afin de leur donner la force de se relever.","Eine alte Frau, die in den Geschichten der Krieger des Lichts aus einer fernen Welt auftaucht. Sie ist zutiefst beunruhigt über die bösen Taten ihres Mitschülers Xande und führt die Krieger des Lichts zur Invincible, um seine Pläne zu vereiteln. Sie und Doga geben ihre Leben, um den Schlüssel zum Verbotenen Land Eureka zu vollenden, aber ihre Seelen unterstützen die Krieger des Lichts auch noch nach ihrem Tod. Als die Krieger während ihres Kampfes mit der Wolke der Dunkelheit in große Gefahr geraten, teilte sie die Kraft ihrer Seele, um sie wiederzubeleben.","Una anciana que aparece en las leyendas sobre los Guerreros de la Luz de un mundo lejano. Con el alma en vilo por las fechorías de Zande, guía a los Guerreros de la Luz hasta El Invencible para frustrar los planes de su antiguo compañero. Tanto ella como Doga renuncian a sus vidas para completar la llave que da paso a Eureka, Tierra Prohibida, pero sus almas seguirán apoyando a los Guerreros de la Luz tras su muerte. Cuando los guerreros se encuentran en grave peligro durante la batalla contra la Nube de Oscuridad, Une comparte el poder de su alma para revivirlos."],"summon":["Stop it with the mumbling, already! Now follow me!","別在那碎碎唸啦！快點，跟上來唄！","구시렁거리지 말거라!<br>자, 따라오렴!","Ça suffit les jérémiades ! Suivez-moi, et sans discuter !","Jetzt hört endlich auf hier rumzumurmeln! Auf, mir nach!","¡Ya está bien de cuchicheos! ¡Ahora, seguidme!"],"evolution":["I saw you in my dreams, you know.","在我的夢中有看過你喔。","꿈에서 널 보고 있었단다.","Nous nous sommes déjà rencontrés, vous savez. Dans nos rêves...","Hör mal, ich habe dich in meinen Träumen gesehen.","Os vi en mis sueños."],"affinity":["I am always watching over you.","我會一直守護著你的。","언제나 널<br>지켜보고 있단다.","Je veillerai toujours sur vous.","Ich werde stets über dich wachen.","Yo siempre velo por vosotros."],"fusion":["Do not worry. Even if my body dies, my spirit will live on...","不要緊的。就算身體死亡，靈魂也不會毀滅……","괜찮단다. 육체가 죽는다 해도<br>영혼은 사라지지 않으니까……","Pas d'inquiétude. Même si mon corps périt, mon esprit persistera…","Sorgt euch nicht um mich. Auch wenn mein Körper vergeht, wird meine Seele überdauern ...","No os preocupéis, aunque mi cuerpo perezca, mi espíritu seguirá vivo…"]}}},"skills":{"10210":{"name":"Holy","cost":{"MP":35},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.3x, SPR) to one enemy"],"icon":"ability_5.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20390":{"name":"Tornado","cost":{"MP":48},"attack_frames":[[212,200,188,176,164,152,140,128,116,104,92,80]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (2.5x, MAG) to all enemies","Reduce resistance to Wind by 50% for 3 turns to all enemies"],"icon":"ability_31.png"},"30090":{"name":"Protect","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"200150":{"name":"Dualcast","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Enable unit to use magic (excluding blue magic) twice in one turn"],"icon":"ability_26.png"},"228600":{"name":"Snowstorm","cost":{"MP":45},"attack_frames":[[212,200,188,176,164,152,140,128,116,104,92,80]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (2.75x * 1.33 = 3.67x, MAG) to all enemies (ignore reflect)"],"icon":"ability_22.png"},"228601":{"name":"Unei's Mirror","cost":{"MP":25},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Inflict Sleep (20%) on all enemies"],"icon":"ability_14.png"},"228602":{"name":"Dream World Guardian","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20% and MP by 10%"],"icon":"ability_77.png"}},"LB":{"name":"Magic Ice Wedge","attack_count":[6],"attack_frames":[[30,52,74,96,118,140]],"damage_type":"Magic","element_inflict":["Ice"],"min_level":["Magic ice damage (4.5x, MAG) to all enemies","Increase resistance to Ice by 70% for 3 turns to all allies"],"max_level":["Magic ice damage (6.4x, MAG) to all enemies","Increase resistance to Ice by 89% for 3 turns to all allies"]},"TMR":{"name":"Unei's Staff","compendium_id":1084,"compendium_shown":true,"rarity":7,"type_id":5,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":6,"DEF":0,"MAG":75,"SPR":92,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":40000,"price_sell":4000,"icon":"item_10534.png","strings":{"name":["Unei's Staff","烏內的手杖","우네의 지팡이","Bâton d'Unéi","Uneis Stab","Bastón de Une"],"desc_short":["A staff used by a mage from a faraway world.","異界魔道師裝備過的手杖","이계의 마도사가 장비하던 지팡이","Un bâton utilisé par un mage dans un monde fort lointain.","Ein Stab, der von einem Magier aus einer fernen Welt verwendet wurde.","Un bastón de una maga de un mundo lejano."],"desc_long":["A staff from a faraway world that increases the user's magic and spirit. This staff was used by a disciple of the Great Magus Noah. It is said that the apprentice inherited a world of dreams after Noah's passing.","異界魔道師裝備過的手杖，能夠提升裝備者的魔力與精神力。這把手杖是大魔道師諾亞的弟子之一所裝備之物。據說她在諾亞死後，從夢之世界繼承了這把手杖。","까마득히 먼 이계에서 유입된 지팡이. 착용자의 마력과 정신력을 높여준다. 이 지팡이는 대마도사 노아의 제자 중 하나가 장착하던 것으로, 그녀는 노아가 죽은 후 강대한 마력을 이어받았다고 전해진다.","Un bâton venu d'un monde fort lointain. Il augmente la magie et la psyché de son utilisateur. Le bâton était utilisé par un disciple du grand mage Noah. On raconte que son disciple hérita d'un monde de rêves à la mort de son maître.","Ein Stab aus einer fernen Welt. Der Stab erhöht die Magie- und Willenskraft seines Trägers. Dieser Stab wurde von einem Schüler des großen Magiers Noah verwendet. Es heißt, dass der Schüler nach Noahs Tod eine Welt der Träume erbte.","Un bastón procedente de un mundo lejano. Aumenta considerablemente la magia del usuario. Lo utilizó una aprendiz del Gran Hechicero Noah. Dicen que tras fallecer Noah, su aprendiz heredó magníficos poderes mágicos."]}}}}