{"314000104":{"rarity_min":4,"rarity_max":6,"name":"Yew","game":"Bravely Second","job":"Cavalier","sex":"Male","equip":[1,2,3,4,7,8,10,14,30,40,50,51,53,60],"entries":{"314000104":{"compendium_id":866,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[694,2102,210,105],"MP":[28,86,35,17],"ATK":[28,84,18,9],"DEF":[23,70,14,7],"MAG":[22,68,14,7],"SPR":[23,71,14,7]},"limitburst_id":314000104,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[8,16,24,32,46],"effect_frames":[6,14,22,30,44],"max_lb_drop":2,"ability_slots":3,"magic_affinity":[0,4,1,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":25,"290030000":13,"290040200":8,"290050300":15,"290050400":8}},"strings":{"description":["A young knight known as the \"Soaring Falcon\" who leads the order of the Three Cavaliers in the distant world of Luxendarc. Whilst the Crystal Orthodoxy and the Duchy of Eternia are in the midst of finally signing a peace treaty, Yew is assigned as bodyguard to Pope Agnès. However, Kaiser Oblivion from the Glanz Empire suddenly appears to interrupt the ceremony, and Yew finds himself utterly defeated by the stranger's overwhelming power. After eventually recovering consciousness, he is now set on rescuing Agnès with the help of his companions.","在遙遠異界盧森達爾克的正教騎士團的年輕領袖。在水晶正教和艾塔魯尼亞公國的和平協議簽訂儀式中，擔任法王艾尼亞絲的護衛。在儀式途中，被格蘭茨帝國皇帝襲擊並落敗。此後，為了拯救艾尼亞絲，和夥伴一起踏上了旅程。","크리스탈의 힘이 쇠락의 위기를 맞은 이계 룩센다르크의, 정교 기사단 삼총사  '질풍의 팔콘'이라는 이명을 가진 젊은 리더. 크리스탈 정교와 에타르니아 공국의 평화 조인식에서 법왕 아니에스의 경호를 담당하게 된다. 조인식 도중 갑자기 나타난 그란츠 제국의 황제 오블리비언의 습격을 받아 압도적인 힘의 차이에 패배하고 말았지만, 그 뒤 의식을 되찾은 유우는 아니에스를 구해내기 위해 동료들과 함께 여행길에 오른다.","Un jeune chevalier connu sous le nom de \"Faucon Intrépide\" qui est à la tête de l'ordre des Trois Cavaliers dans le monde lointain de Lucsendarc. Alors que l'Orthodoxie cristalline et le duché d'Éternia sont sur le point de signer un traité de paix, Yew est affecté à la protection de la Papesse Agnès. Toutefois, Kaiser Oblivion de l'empire de Glanz surgit de nulle part et interrompt la cérémonie. Yew est battu à plate couture par cet étranger à la puissance phénoménale. Ce dernier reprend alors ses esprits et se donne pour mission de sauver Agnès à l'aide de ses compagnons.","Ein junger Ritter bekannt als der \"Segelnde Falke\", der die Drei Kavaliere der Kristallwache anführt. Während die Kristallorthodoxie und das Herzogtum Eternia sich endlich treffen, um einen Friedensvertrag zu unterzeichnen, soll Yew Päpstin Agnès beschützen. Plötzlich erscheint Kaiser Oblivion aus dem Reich Glanz und stört die Zeremonie. Yew ist nicht in der Lage, der überwältigenden Macht des Fremden etwas entgegenzusetzen. Als er wieder zu sich kommt, bricht er auf, um Agnès mithilfe seiner Freunde zu befreien.","Un joven caballero al que se le conoce como el \"Halcón ascendente\" y que lidera la orden de los Tres Caballeros en el lejano mundo de Luxendarc. Mientras que la Ortodoxia del Cristal y el Ducado de Eternia por fin se encuentran a punto de firmar un tratado de paz, a Yew le asignan como guardaespaldas de la papisa Agnès. Sin embargo, el káiser Oblivion del Imperio de Glanz de repente aparece para interrumpir la ceremonia, por lo que Yew se ve completamente desbordado por el inmenso poder de aquel extraño. Tras recobrar la consciencia, Yew está decidido a rescatar a Agnès con la ayuda de sus compañeros."],"summon":["My name is Yew Geneolgia!<br>I swear on the Three Cavaliers that I will save Agnès!","我乃優・賽乃奧爾西亞！<br>賭上正教騎士團三劍客之名<br>誓死守護艾尼亞絲大人！","내 이름은 유우 제네오르시아!<br>정교 기사단 삼총사의 이름을 걸고<br>아니에스 님을 지킨다!","Je m'appelle Yew Geneolgia !<br>Je jure sur les trois cavaliers que je sauverai Agnès !","Mein Name ist Yew Geneolgia!<br> Ich schwöre bei den Kavalieren, dass ich Agnès retten nwerde!","¡Me llamo Yew Geneolgia!<br>¡Juro por los Tres Caballeros que rescataré a Agnès!"],"evolution":[null,null,null,null,null,null],"affinity":["I'm glad you took a liking to me!<br>Well then, I guess I'll keep on doin' my best!","很高興你這麼中意我！<br>今後<br>也一起加油吧！","마음에 들어 해주니 기뻐!<br>그럼 앞으로도<br>열심히 하자!","Je suis tellement heureux qu'on s'entende bien !<br>Bon, je vais donc continuer à faire de mon mieux !","Ich bin froh, dass du mich gut leiden kannst!<br>Nun denn, ich werde auch jetzt mein Bestes geben!","¡Me alegro de haber llamado tu atención!<br>Por eso, ¡voy a seguir dando todo lo que pueda!"],"fusion":["I'm pretty knowledgable, you know.<br>Despite how I look, I once had dreams to become a scholar.","我可是還有點知識的。<br>別看我這樣，我可曾經立志當學者的。","나름대로 지식은 있답니다.<br>이래 봬도 저는 학자 지망생이었거든요.","Je suis instruit, tu sais.<br>Je n'ai peut-être pas l'air, mais à une époque, je rêvais de devenir un érudit.","Ich weiß ziemlich viel.<br>Früher wollte ich Gelehrter werden, auch wenn es vielleicht nicht so aussieht.","Yo también sé alguna que otra cosita, ¿sabes?<br>A pesar de mi aspecto, en el pasado quería convertirme en un erudito."]}},"314000105":{"compendium_id":867,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[902,2733,240,120],"MP":[37,113,40,20],"ATK":[36,110,24,12],"DEF":[30,92,16,8],"MAG":[29,89,16,8],"SPR":[31,93,16,8]},"limitburst_id":314000105,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[8,16,24,32,46],"effect_frames":[6,14,22,30,44],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[0,5,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":["A young knight known as the \"Soaring Falcon\" who leads the order of the Three Cavaliers in the distant world of Luxendarc. Yew sets off on his mission to rescue Agnès alongside the other two members of the Three Cavaliers, Janne the \"Blazing Wolf\" and Nikolai the \"Stalwart Aurochs,\" but eventually faces betrayal when one of them joins the Glanz Empire. His journey only grows even more challenging henceforth, but he manages to overcome the obstacles set by the empire with the help of various people he meets along the way.","在遙遠異界盧森達爾克的正教騎士團的年輕領袖。他和夥伴們一同踏上了拯救艾尼亞絲的旅程。然而，在路途中，夥伴卻投靠了帝國。此後，他不停受到帝國的騷擾，但依靠無數人的幫助，堅定不移地挑戰了命運。","머나먼 이계 룩센다르크의 정교 기사단 삼총사 '질풍의 팔콘'이라는 이명을 가진 젊은 리더. 또 다른 삼총사인 '열화의 울프' 쟝과 '견뇌의 바이슨' 니콜라이와 함께 아니에스를 구출하기 위한 여행길에 오르지만, 여행 도중 적국인 그란츠 제국과 내통한 동료에게 배신당하고 만다. 그 후에도 유우는 몇 번이고 제국에게 방해를 받지만, 많은 사람의 도움을 받아 가혹한 운명과 맞서게 되었다.","Un jeune chevalier connu sous le nom de \"Faucon Intrépide\" qui est à la tête de l'ordre des Trois Cavaliers dans le monde lointain de Lucsendarc. Yew s'était donné pour mission de sauver Agnès avec l'aide des deux autres membres des Trois Cavaliers, Janne le \"Loup fulminant\" et Nikolaï \"l'Aurochs impavide\". Il est hélas trahi quand l'un de ses compagnons se joint à l'empire de Glanz. À compter de ce jour, le parcours du jeune homme est jalonné d'obstacles montés par l'empire, mais il parvient à les surmonter, notamment grâce à l'aide des divers hommes et femmes qu'il rencontre sur son chemin.","Ein junger Ritter bekannt als der \"Segelnde Falke\", der die Drei Kavaliere der Kristallwache anführt. Yew zieht los, um Agnès gemeinsam mit den beiden anderen Mitgliedern der Drei Kavaliere zu befreien. Mit dabei sind Janne, \"der lodernde Wolf\" und Nikolai der \"Standhafte Auerochse\". Allerdings wird er von einem der beiden Gefährten verraten, als sich dieser dem Glanzimperium anschließt. Yews Reise wird immer schwieriger, doch er meistert alle Hürden mit der Hilfe vieler Menschen, die er unterwegs trifft.","Un joven caballero al que se le conoce como el \"Halcón ascendente\" y que lidera la orden de los Tres Caballeros en el lejano mundo de Luxendarc. Yew se embarca en la misión de rescatar a Agnès junto a los otros dos miembros de los Tres Caballeros, Janne la \"loba llameante\" y Nikolai el \"uro fiel\"; sin embargo, al final uno de ellos le traiciona tras unirse al Imperio de Glanz. A partir de ahí, su viaje no para de complicarse, aunque consigue superar los obstáculos del imperio con la ayuda de la gente que se va encontrando por el camino."],"summon":["Surely, we can do it!<br>Let's give it all we've got, everyone!","如果是我們的話，一定辦的到！<br>大家一起加油吧！","우리들이라면 분명 할 수 있어요!<br>힘내요, 모두들!","On peut y arriver !<br>Faisons de notre mieux !","Wir kriegen das auf jeden Fall hin!<br>Lasst uns unser Bestes geben!","¡Seguro! ¡Podemos hacerlo!<br>¡Echémosle ganas! ¡Todos!"],"evolution":["I'll do my best to get my revenge!<br>Revenge will be mine!","這樣呀。總之加油吧！<br>我一定會再次挑戰的……！ <br>合起來叫「加油挑戰」！","그래, 어쨌건 열심히 해서<br>반드시 리벤지하겠어……!<br>'힘내리벤지' 인 거야!","Je ferai de mon mieux pour me venger !<br>La vengeance sera mienne !","Genau! Wir werden uns für alles rächen, was sie getan haben!<br>Wir hauen ihnen die Extra-Soße um die Ohren!","¡Me vengaré!<br>¡Juro que me vengaré!"],"affinity":["I'm glad you took a liking to me!<br>Well then, I guess I'll keep on doin' my best!","很高興你這麼中意我！<br>今後<br>也一起加油吧！","마음에 들어 해주니 기뻐!<br>그럼 앞으로도<br>열심히 하자!","Je suis tellement heureux qu'on s'entende bien !<br>Bon, je vais donc continuer à faire de mon mieux !","Ich bin froh, dass du mich gut leiden kannst!<br>Nun denn, ich werde auch jetzt mein Bestes geben!","¡Me alegro de haber llamado tu atención!<br>Por eso, ¡voy a seguir dando todo lo que pueda!"],"fusion":["Nothing's impossible if you're willing to put your life on the line to achieve it!","若有必死覺悟而去做的話，<br>一定沒有無法完成的事！","온 힘을 다해 노력하면<br>이뤄내지 못할 건 없어!","Rien n'est impossible quand on est prêt à donner sa vie pour arriver à ses fins !","Nichts ist unmöglich, wenn man sein Leben riskiert, um es zu erreichen!","¡No hay nada imposible si estás dispuesto a arriesgar lo que sea para conseguirlo!"]}},"314000106":{"compendium_id":868,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1173,3554,390,195],"MP":[49,148,65,32],"ATK":[48,144,34,17],"DEF":[40,120,26,13],"MAG":[38,116,26,13],"SPR":[40,121,26,13]},"limitburst_id":314000106,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[8,16,24,32,46],"effect_frames":[6,14,22,30,44],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[0,6,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young knight known as the \"Soaring Falcon\" who leads the order of the Three Cavaliers in the distant world of Luxendarc. Yew suffered a grave injury at the hands of Kaiser Oblivion, who suddenly interrupted the peace treaty ceremony between the Crystal Orthodoxy and the Duchy of Eternia, yet somehow miraculously survived the attack. When he sets off on a journey to rescue the kidnapped Pope Agnès, new friends Magnolia, Edea, and Tiz join him in a battle where the fate of the world hangs in the balance.","在遙遠異界盧森達爾克的正教騎士團的年輕領袖。在正教和公國的和平協議簽訂儀式上，落敗於帝國皇帝的襲擊，身負重傷。在恢復後，踏上了拯救法王艾尼亞絲的旅程。在邂逅了可靠的夥伴後，被捲入了事關世界命運的殘酷戰鬥中。","머나먼 이계 룩센다르크의 정교 기사단 삼총사 '질풍의 팔콘'이라는 이명을 가진 젊은 리더. 정교와 공국의 평화 조인식에 나타난 황제 오블리비언에게 패배하여 중상을 입지만, 기적적으로 살아났다. 붙잡힌 법왕 아니에스를 구출하기 위해 여행을 떠나게 된 유우는 매그놀리아와 이데아, 티즈 등 동료들과의 만남을 거쳐 세계의 운명을 건 싸움에 휘말리게 된다.","Un jeune chevalier connu sous le nom de \"Faucon Intrépide\" qui est à la tête de l'ordre des Trois Cavaliers dans le monde lointain de Lucsendarc. Yew fut grièvement blessé lors de son combat contre Kaiser Oblivion, un homme mystérieux qui vint interrompre la cérémonie du traité de paix que devaient signer l'Orthodoxie cristalline et le duché d'Éternia. Sa survie tient du miracle. Déterminé à sauver la Papesse Agnès, il part à l'aventure aux côtés de ses nouveaux amis : Magnolia, Edea et Tiz. Ensemble, ils mèneront un combat fatidique qui décidera de l'avenir du monde entier.","Ein junger Ritter bekannt als der \"Segelnde Falke\", der die Drei Kavaliere der Kristallwache anführt. Yew wird von Kaiser Oblivion zwar schwer verletzt, der plötzlich die Friedenszeremonie zwischen der Kristallorthodoxie und dem Herzogtum Eternia stört, überlebte den Angriff aber auf wundersame Weise. Als er aufbricht, um die entführte Päpstin Agnès zu befreien, stehen ihm seine neuen Freunde Magnolia, Edea und Tiz im Kampf zur Seite. Das Gleichgewicht der Welt steht auf dem Spiel.","Un joven caballero al que se le conoce como el \"Halcón ascendente\" y que lidera la orden de los Tres Caballeros en el lejano mundo de Luxendarc. Yew resultó herido de gravedad a manos del káiser Oblivion cuando, de repente, interrumpió la ceremonia entre la Ortodoxia del Cristal y el Ducado de Eternia para firmar la paz. Sin embargo, de forma milagrosa, sobrevivió al ataque. Por otra parte, cuando se embarca en la misión de rescatar a la papisa Agnès, que ha sido secuestrada, se le unen nuevos amigos: Magnolia, Edea y Tiz. Juntos lucharán por el destino del mundo, que pende de un hilo."],"summon":["Alright, looks like everyone's accounted for!<br>Agnès' Avengers, assembled!","很好，這樣一來夥伴也湊齊了呢！<br>「艾尼亞絲大人救援隊隊長」成立！","좋아, 이제 동료들이 모였군요!<br>'아니에스 구조대' 결성입니다!","Bien, on dirait que tout le monde est là !<br>Les Justiciers d'Agnès, rassemblement !","Alles klar, sieht so aus, als wären wir vollzählig!<br>\"Agnès' Rächer\" sind komplett!","¡Vale, parece que estamos todos!<br>¡Los Vengadores de Agnès están reunidos!"],"evolution":["I have decided to accomplish my duty as a member of the Three Cavaliers in atonement for my older brother.","對哥哥最起碼的補償，<br>我決定完成<br>作為正教騎士團三火槍手的使命。","전 형에 대한 최소한의 속죄로서<br>정교 기사단 삼총사의 사명을<br>완수하기로 결심했습니다.","J'ai décidé d'accomplir mon devoir en tant que membre des trois cavaliers pour réparer les erreurs de mon grand frère.","Ich werde meine Pflicht als Mitglied der Drei Kavaliere erfüllen, als Wiedergutmachung für meinen älteren Bruder.","He decidido hacerme miembro de los Tres Caballeros para cumplir con mi deber y reparar el agravio causado por mi hermano."],"affinity":["I'm glad you took a liking to me!<br>Well then, I guess I'll keep on doin' my best!","很高興你這麼中意我！<br>今後<br>也一起加油吧！","마음에 들어 해주니 기뻐!<br>그럼 앞으로도<br>열심히 하자!","Je suis tellement heureux qu'on s'entende bien !<br>Bon, je vais donc continuer à faire de mon mieux !","Ich bin froh, dass du mich gut leiden kannst!<br>Nun denn, ich werde auch jetzt mein Bestes geben!","¡Me alegro de haber llamado tu atención!<br>Por eso, ¡voy a seguir dando todo lo que pueda!"],"fusion":["As long as you don't give up, you can always try again!","只要不放棄，都能夠重新來過！","포기하지 않는 한, 다시 시작할 수 있어!","Tant qu'on ne baisse pas les bras, il est toujours possible de recommencer !","Solange du nicht aufgibst, kannst du es immer noch mal probieren.","Mientras que no abandones, siempre puedes volver a intentarlo."]}}},"skills":null,"LB":{"name":"Bolt Sprite","attack_count":[5],"attack_frames":[[140,154,172,256,345]],"damage_type":"Physical","element_inflict":["Lightning"],"min_level":["Physical lightning damage (6.8x, ATK) to one enemy","Gain Wolf to Falcon (505660) for one turn"],"max_level":["Physical lightning damage (9.2x, ATK) to one enemy","Gain Wolf to Falcon (505660) for one turn"]},"TMR":{"name":"Agnès' Crystalguard Captain","compendium_id":726,"compendium_shown":true,"unit_restriction":null,"skills":{"222760":{"name":"Agnès' Crystalguard Captain","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40% when equipped with a Sword","Increase HP by 20%"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'Agnès' Crystalguard Captain' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_95.png","strings":{"names":["Agnès' Crystalguard Captain","艾尼亞絲大人救援隊隊長","아니에스 님 구출대 대장","Capitaine de la garde d'Agnès","Agnes' Kristallwächter-Kapitän","Capitán de la guardia de Agnès"],"desc_short":["Boost HP by 20% and boost ATK when equipped with a sword","提高20%HP+裝備劍時提高攻擊","HP 20% 상승+검 장착 시 공격력 상승","Augmente les PV de 20% et augmente l'ATT lorsqu'une épée est équipée","Erhöht LP um 20% und erhöht ANG, wenn mit Schwert ausgerüstet.","Aumenta la VIT un 20% y el ATQ al llevar espada"],"desc_long":["Boosts HP by 20%, and boosts ATK when equipped with a sword.","提高20%HP，並在裝備劍時，提高攻擊。","HP가 20% 상승하고, 검 장착 시 공격력 상승합니다.","Augmente les PV de 20% et augmente l'ATT lorsqu'une épée est équipée","Erhöht LP um 20% und erhöht ANG, wenn mit Schwert ausgerüstet.","Aumenta la VIT un 20% y el ATQ al llevar espada."]},"type":"MATERIA"}},"314000203":{"rarity_min":3,"rarity_max":5,"name":"Magnolia","game":"Bravely Second","job":"Demon Buster","sex":"Female","equip":[1,2,3,5,7,10,30,40,41,50,51,53,60],"entries":{"314000203":{"compendium_id":869,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[503,1523,180,90],"MP":[22,66,30,15],"ATK":[21,63,12,6],"DEF":[17,50,12,6],"MAG":[19,57,12,6],"SPR":[17,53,12,6]},"limitburst_id":314000203,"attack_count":6,"attack_damage":[[16,16,16,16,16,20]],"attack_frames":[8,16,24,32,40,56],"effect_frames":[6,14,22,30,38,54],"max_lb_drop":1,"ability_slots":2,"magic_affinity":[1,2,1,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020100":10,"290030100":5,"290050200":15,"290050300":5}},"strings":{"description":["A mysterious young woman who calls herself a \"Ba'al Buster\" from the distant world of Luxendarc. Magnolia is a delicate, yet very excitable romantic who traveled to Luxendarc from her home, the moon. Having done an emergency landing on Gravemark Village, she was found unconscious by Yew, who came to her aid. She then took the name of the flower Yew had picked to wake her by using its scent.","在遙遠異界盧森達爾克自稱是魔王殺手的神秘女性。時而細膩，時而豪爽，性情爛漫。在從故鄉月亮向盧森達爾克航行時緊急降落到了墓碑村，失去了意識。此時尤及時相助。自此自稱瑪古諾利婭。","머나먼 이계 룩센다르크의 '마왕 버스터'라 자칭하는 신비로운 여성. 섬세하지만 때로는 호쾌하며 로맨틱한 성격이기도 하다. 고향인 달에서 룩센다르크로 운항하던 도중 묘비의 마을에 불시착하여 기절해 있던 것을 유우가 구해주게 되었다. 유우가 각성약으로 건넨 꽃의 이름을 따, 자신에게 '매그놀리아'라는 이름을 붙인다.","Une jeune femme mystérieuse originaire du monde lointain de Lucsendarc. Elle se surnomme elle-même la \"Casseuse de Ba'al\". Magnolia est une femme à la fois délicate et éperdument romantique qui descendit de la Lune jusqu'en Lucsendarc. Elle fut découverte inconsciente par Yew après un atterrissage d'urgence dans le village de Gravemark. Elle prit alors le nom de la fleur que Yew avait utilisée pour la réveiller.","Eine geheimnisvolle, junge Frau aus der fernen Welt Luxendarc, die sich selbst \"Ba'al-Jägerin\" nennt. Magnolia ist eine zarte und äußerst reizbare Romantikerin, die von ihrer Heimat, dem Mond, nach Luxendarc gekommen war. Nach ihrer Notlandung in Gravemark fand Yew sie bewusstlos vor, als er zu Hilfe eilte. Sie nahm den Namen der Blume an, mit deren Geruch er sie aus ihrer Bewusstlosigkeit weckte.","Una joven misteriosa que se autodenomina la \"cazadora de demonios\" del lejano mundo de Luxendarc. Magnolia es una romántica, una persona delicada, pero llena de nervios, que viajó a Luxendarc desde la luna, su hogar. Tuvo que hacer un aterrizaje de emergencia en Gravemark, donde Yew se la encontró inconsciente cuando acudió a ayudarla. Más tarde, tomó el nombre de la flor que Yew había usado para despertarla con su olor."],"summon":["I am the Ba'al Buster, Magnolia Arch.<br>I shall fulfill my mission!","魔王破壞者，<br>馬格諾利亞・亞奇要來完成使命了。","마왕 버스터, 매그놀리아 아치.<br>사명을 다하겠다!","Je suis le fléau de Ba'al, Magnolia Arch.<br>J'honorerai ma mission !","Ich bin die Ba'al-Jägerin, Magnolia Arch.<br>Ich werde meine Mission erfüllen!","Soy Magnolia Arch, la cazadora de demonios.<br>¡Y cumpliré con mi misión!"],"evolution":[null,null,null,null,null,null],"affinity":["We've been together so long,<br>Ah, la vache!<br>I might be an odd one, but I look forward to working with you.","竟然能在一起這麼久<br> Good Gravy！<br>在下不才，今後也請多指教。","이렇게나 함께 있을 수 있다니,<br>Good Gravy!<br>부족한 사람이지만, 모쪼록 잘 부탁해.","Nous voyageons ensemble depuis si longtemps,<br>Oh, bother!<br>Je sais que je suis bizarre, mais j'adore travailler avec toi.","Wir haben so viel Zeit miteinander verbracht - ah, la vache!<br>Ich mag ja unerfahren sein, freue mich aber, mit dir zusammenzuarbeiten!","¡Llevamos tanto tiempo juntos!<br>Ah, la vache!<br>Puede sonar raro, pero espero seguir colaborando contigo."],"fusion":["Hehe, what do you think?<br>Glad you brought me along?<br>I told you I was stronger than I look.","哈哈，如何？<br>能帶上我真是太好了吧？<br>別看我這樣，我可是派的上用場的。","후후, 어때?<br>나랑 함께 오길 잘했지?<br>이래 봬도, 내가 실력은 확실하거든.","Hé hé... Alors, tu en penses quoi ?<br>Tu as bien fait de m'inclure dans ton équipe, hein ?<br>Je n'en ai pas l'air, mais je suis plutôt puissante.","Ha, ha ha! Was hab ich gesagt? Ich hab dir doch versprochen, dass ich stärker bin, als ich aussehe.","Je, je. ¿En qué piensas?<br>¿Te alegras de haberme traído?<br>A pesar de mi dulce aspecto, soy bastante poderosa."]}},"314000204":{"compendium_id":870,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[654,1981,240,120],"MP":[28,86,40,20],"ATK":[27,83,16,8],"DEF":[22,66,16,8],"MAG":[25,75,16,8],"SPR":[23,70,16,8]},"limitburst_id":314000204,"attack_count":6,"attack_damage":[[16,16,16,16,16,20]],"attack_frames":[8,16,24,32,40,56],"effect_frames":[6,14,22,30,38,54],"max_lb_drop":1,"ability_slots":3,"magic_affinity":[2,3,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":20,"290030600":10,"290031000":5,"290050300":10,"290050400":5}},"strings":{"description":["A mysterious young woman who calls herself a \"Ba'al Buster\" from the distant world of Luxendarc. Magnolia is one of the only survivors following a Ba'al's rampage on her home of the moon who ended up being rescued by Yew after her ship crash landed. Upon learning that both her nemesis and the kidnapped Agnès are both in the same Skyhold, she joins Yew and Edea on their journey. She is known to use words foreign to the common tongue of Luxendarc from time to time.","在遙遠異界盧森達爾克自稱是魔王殺手的神秘女性。她是被魔王消滅的月之民的倖存者，在宇宙飛船迫降時受傷，被尤搭救。在得知艾尼亞絲被囚禁的地點和魔王居城是相同的浮游城後，便和尤等人一同踏上旅途。有時，她也會使用獨特的外語。","머나먼 이계 룩센다르크의 '마왕 버스터'라 자칭하는 신비로운 여성. 마왕이라 불리는 자에게 멸망한 달의 주민의 생존자로, 불시착한 우주선 속에 쓰러져 있던 것을 유우가 구해주게 되었다. 붙잡힌 아니에스와, 원수인 마왕이 있는 곳이 같은 부유성이었기 때문에 유우와 이데아의 여행에 동행하게 된다. 때때로 룩센다르크의 언어와는 다른 특이한 언어를 사용한다.","Une jeune femme mystérieuse originaire du monde lointain de Lucsendarc. Elle se surnomme elle-même la \"Casseuse de Ba'al\". Magnolia est l'un des seuls survivants du massacre perpétré par un Ba'al dans son village natal, sur la Lune. Elle fut sauvée par Yew après un atterrissage d'urgence. Elle décide de se joindre à Yew et Edea lorsqu'elle apprend que son ennemi juré et Agnès se trouvent tous les deux dans le même château volant. Elle est réputée pour son usage sporadique de mots étrangers au langage de Lucsendarc.","Eine geheimnisvolle, junge Frau aus der fernen Welt Luxendarc, die sich selbst \"Ba'al-Jägerin\" nennt. Magnolia zählt zu den wenigen Überlebenden eines Ba'al-Angriffs auf ihre Heimat, den Mond, und wurde von Yew gerettet, nachdem sie mit ihrem Schiff eine Bruchlandung hatte. Als sie erfährt, dass sich ihr Erzfeind und die entführte Agnès in derselben Himmelsfestung befinden, schließt sie sich Yew und Edea auf deren Reise an. Ab und zu benutzt sie Worte, die in Luxendarc unbekannt sind.","Una joven misteriosa que se autodenomina la \"cazadora de demonios\" del lejano mundo de Luxendarc. Magnolia es una de las pocas personas que sobrevivieron al ataque de los demonios contra la luna, su hogar. Yew la rescató cuando colisionó su nave. Asimismo, tras enterarse de que tanto su némesis como Agnès se encuentran en Skyhold, decide unirse a la misión de Yew y Edea. Por otra parte, de vez en cuando, Magnolia usa palabras extranjeras que la gente de Luxendarc desconoce."],"summon":["Straight to the moon!<br>Oh wait, I should watch what<br>I say before I make a mistake.","Straight to the moon！！<br>唉呀討厭，<br>得注意用詞才行啊。","Straight to the moon!!<br>어머나, 어휘 사용을 조심해야겠어.","Direction la Lune !<br>Oh, euh... Il faut que je fasse attention<br>à ce que je dis avant de faire une erreur.","Direkt zum Mond!<br>Moment, Ich sollte aufpassen, was ich sage.","¡Directo a la luna!<br>Un momento.<br>Debería tener cuidado con lo que<br>digo por si meto la pata."],"evolution":["I am also a member of Agnès' Crystalguard protectors dedicated to defeating the Ba'al!","因為我也是<br>「幫助艾尼亞絲大人打倒魔王隊」<br>的成員呀！","나도 '아니에스 님을 구하고<br>마왕을 물리치는 부대'<br>의 대원이니까!","Je suis également membre des gardiens du cristal d'Agnès, et je suis déterminé à vaincre le Ba'al !","... Ich bin schließlich auch ein Mitglied von Agnès' Rächern!","¡Soy miembro de la Guardia de cristal de Agnès, protectores cuya misión principal es derrotar a los Ba'al!"],"affinity":["We've been together so long,<br>Ah, la vache!<br>I might be an odd one, but I look forward to working with you.","竟然能在一起這麼久<br> Good Gravy！<br>在下不才，今後也請多指教。","이렇게나 함께 있을 수 있다니,<br>Good Gravy!<br>부족한 사람이지만, 모쪼록 잘 부탁해.","Nous voyageons ensemble depuis si longtemps,<br>Oh, bother!<br>Je sais que je suis bizarre, mais j'adore travailler avec toi.","Wir haben so viel Zeit miteinander verbracht - ah, la vache!<br>Ich mag ja unerfahren sein, freue mich aber, mit dir zusammenzuarbeiten!","¡Llevamos tanto tiempo juntos!<br>Ah, la vache!<br>Puede sonar raro, pero espero seguir colaborando contigo."],"fusion":["We must fight together against all that stands in our way! That's how you lead an adventure!","齊心協力，立抗困難<br>這正是團隊合作！<br>是真正的冒險之旅呀！","모두가 하나 되어 고난에 맞서는<br>이 팀워크라니!<br>이런 게 바로 모험인 거지!","Nous devons nous battre ensemble contre tous ceux qui nous barrent la route ! C'est comme ça qu'on mène une aventure !","Wir müssen gemeinsam gegen alles kämpfen, was uns im Weg steht. So läuft das im Abenteuer!","¡Tenemos que unir nuestras fuerzas para abrirnos camino! ¡Así es como se lidera una aventura!"]}},"314000205":{"compendium_id":871,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[850,2576,300,150],"MP":[37,113,50,25],"ATK":[36,108,20,10],"DEF":[29,87,20,10],"MAG":[32,98,20,10],"SPR":[30,91,20,10]},"limitburst_id":314000205,"attack_count":6,"attack_damage":[[16,16,16,16,16,20]],"attack_frames":[8,16,24,32,40,56],"effect_frames":[6,14,22,30,38,54],"max_lb_drop":1,"ability_slots":4,"magic_affinity":[3,4,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A mysterious young woman who calls herself a \"Ba'al Buster\" from the distant world of Luxendarc. Magnolia headed for Luxendarc to hunt down a powerful Ba'al that ravaged her home, the moon. She now helps Yew and Edea on their journey with her devastating, yet mystifying skills in battle. Together they discover that a hero lies dormant in the confines of the Eternian Central Command, and resolve to set him free.","在遙遠異界盧森達爾克自稱是魔王殺手的神秘女性。為了給被魔王毀滅的同胞報仇，追逐魔王來到了盧森達爾克。和尤一行人旅行的過程中，憑藉高超的武藝和神秘力量支撐著團隊。在得知艾塔魯尼亞公國沉睡著一位英雄時，她立刻前去救助。","머나먼 이계 룩센다르크의 '마왕 버스터'라 자칭하는 신비로운 여성. 강력한 힘을 지닌 마왕에게 멸망한 달의 주민의 원수를 갚기 위해, 마왕을 쫓아 룩센다르크에 왔다. 유우, 이데아와 여행하며 무술과 신비한 힘으로 동료들을 돕는다. 에타르니아 공국의 백마도 플랜트에서 긴 잠에 빠진 영웅의 존재를 알게 되고, 구출에 나섰다.","Une jeune femme mystérieuse originaire du monde lointain de Lucsendarc. Elle se surnomme elle-même la \"Casseuse de Ba'al\". Magnolia s'est rendue en Lucsendarc pour y pourchasser un puissant Ba'al qui aurait ravagé son village natal sur la Lune. Elle apporte désormais son aide à Yew et Edea, notamment grâce à ses talents aussi déconcertants que dévastateurs. Ils découvrent ensemble un héros endormi au cœur du Commandement d'Éternia et décident de le réveiller.","Eine geheimnisvolle, junge Frau aus der fernen Welt Luxendarc, die sich selbst \"Ba'al-Jägerin\" nennt. Magnolia brach nach Luxendarc auf, um einen mächtigen Ba'al zu jagen, der ihre Heimat, den Mond, zerstört hatte. Jetzt unterstützt sie Yew und Edea mit ihren zerstörerischen und dennoch rätselhaften Kräften. Gemeinsam finden sie heraus, dass sich im Weißmagie-Zirkulationskern von Eternia ein Held im ewigen Schlaf befindet und wollen diesen nun befreien.","Una joven misteriosa que se autodenomina la \"cazadora de demonios\" del lejano mundo de Luxendarc. Magnolia se dirigió a Luxendarc para dar caza al poderoso demonio que arrasó la luna, su hogar. Ahora, se dedica a ayudar a Yew y Edea durante su viaje gracias a sus potentes habilidades de combate. Juntos, descubren que un héroe yace dormido en los confines del Mando Central de Eternia y se decantan por liberarlo."],"summon":["Surely there will be many fun times<br>to be had on this adventure.<br>I am full of such expectations.","這場冒險一定會有許多<br>令人開心的事。<br>光是想到就興奮不已。","이 모험에는 즐거운 일이<br>분명 잔뜩 기다리고 있을 거야.<br>무척이나 기대돼.","On va sûrement bien s'amuser pendant<br>cette aventure.<br>J'attends beaucoup de cette expédition.","Dieses Abenteuer wird bestimmt ein großer Spaß.<br>Ich bin voller Erwartungen.","Seguro que habrá muchos momentos divertidos<br>durante esta aventura.<br>Tengo tantas expectativas."],"evolution":["You have great fortune which I could never hope to own. Fortune that has seen you existing at the same time as me.","你有我絕對無法得到的幸運。<br>就是和我生長在同個時代，<br>這是何等幸運呢。","당신은 내가 절대로 얻을 수 없는<br>행운을 갖고 있지. 나와 같은 시대를<br>살아간다는 행운을 말야.","Tu as une chance inouïe, tu sais ? Après tout, tu vis à la même époque que moi !","Du hast die Art von Glück, die mir niemals zuteil wird ... Du Glückspilz darfst in derselben Zeit leben wie ich!","Posees una fortuna tan grande que, para mí, ni en sueños sería posible. Una fortuna con la que cuentas por el simple hecho de haber nacido."],"affinity":["We've been together so long,<br>Ah, la vache!<br>I might be an odd one, but I look forward to working with you.","竟然能在一起這麼久<br> Good Gravy！<br>在下不才，今後也請多指教。","이렇게나 함께 있을 수 있다니,<br>Good Gravy!<br>부족한 사람이지만, 모쪼록 잘 부탁해.","Nous voyageons ensemble depuis si longtemps,<br>Oh, bother!<br>Je sais que je suis bizarre, mais j'adore travailler avec toi.","Wir haben so viel Zeit miteinander verbracht - ah, la vache!<br>Ich mag ja unerfahren sein, freue mich aber, mit dir zusammenzuarbeiten!","¡Llevamos tanto tiempo juntos!<br>Ah, la vache!<br>Puede sonar raro, pero espero seguir colaborando contigo."],"fusion":["As long as you don't give up, you'll always have a chance. Bravely Second can surpass any and all desperate a situation!","只要不放棄，<br>就能夠繼續挑戰。<br>要是絕望就以勇氣二凌駕之上吧！","포기하지 않으면 몇 번이고<br>도전할 수 있어. 절망 따윈<br>브레이브리 세컨드로 뛰어넘는 거야!","Tant qu'on n'abandonne pas, il reste toujours une chance. Bravely Second peut surmonter toutes les situations, même les plus désespérées !","Solange du nicht aufgibst, hast du eine Chance. Mit Bravely Second überstehst du jede noch so hoffnungslose Situation.","Mientras no tires la toalla, siempre habrá una oportunidad. Además, ¡Bravely Second puede superar cualquier situación desesperada!"]}}},"skills":null,"LB":{"name":"Megiddo Flame","attack_count":[1],"attack_frames":[[160]],"damage_type":"Physical","element_inflict":["Fire"],"min_level":["Physical fire damage (3.2x, ATK) to all enemies","Increase ATK and MAG by 41% for 3 turns to all allies","Gain Sky High (505690) for one turn"],"max_level":["Physical fire damage (5.1x, ATK) to all enemies","Increase ATK and MAG by 60% for 3 turns to all allies","Gain Sky High (505690) for one turn"]},"TMR":{"name":"Magnolia Blossom","compendium_id":791,"compendium_shown":true,"rarity":7,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"222770":{"name":"Aerial","attack_type":"None","element_inflict":null,"effects":["Increase damage dealt by jump attacks by 50%"],"icon":"ability_80.png","desc":""}},"effects":["Grants 'Aerial' passive."],"stats":{"HP":0,"MP":0,"ATK":30,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_50295.png","strings":{"name":["Magnolia Blossom","木蘭花","목련꽃","Fleur de Magnolia","Magnolienblüte","Flor de la magnolia"],"desc_short":["A flower hairpin brought from the faraway world of Luxendarc.","來自異界盧森達爾克的花髮飾","이계 룩센다르크에서 유입된 꽃장식","Une épingle à cheveux ornée d'une fleur rapportée du monde lointain de Lucsendarc.","Eine blumige Haarnadel aus der fernen Welt von Luxendarc.","Un coletero de flores del lejano mundo de Luxendarc."],"desc_long":["A flower hairpin brought from the faraway world of Luxendarc. Magnolias are flowers found in cold regions, and are said to blossom through even the thickest of snow. The flower has an aroma that can awaken one's senses, so a particular boy used this flower to help a girl in need. After the girl was saved, she happily accepted the flower, which she made into a hairpin that she wears, even to this day.","來自異界盧森達爾克的花髮飾。「木蘭」是寒冷地區常見的花朵之名，一說甚至能從冰雪中盛開。由於木蘭花能散發具有喚醒的效果的香氣。某位少年就曾使用這花朵救助了昏倒的女性。據說被救助的女性高興地收下了花兒，從此一直做為飾品帶在身旁。","이계 룩센다르크에서 유입된 꽃장식. 매그놀리아는 한랭지에서 흔하게 볼 수 있는 꽃의 이름으로, 겨울의 찬 눈을 뚫고 피어난다고 한다. 그 향기에는 각성 효과가 있어, 어느 소년이 쓰러진 여자를 구하기 위해 이 꽃을 사용했다. 정신을 차린 여자는 이 꽃을 기쁘게 받아들여, 그 후로부터 계속 머리에 장식하고 있었던 듯하다.","Une épingle à cheveux ornée d'une fleur rapportée du monde lointain de Lucsendarc. Les magnolias sont des fleurs issues des régions froides qui peuvent, paraît-il, bourgeonner même sous les manteaux de neige les plus épais. Elles dégagent un parfum capable d'éveiller les sens, et un certain garçon a utilisé l'une de ces fleurs pour aider une fille dans le besoin. La jeune femme, une fois sauvée, accepta joyeusement la fleur et en fit une épingle à cheveux qu'elle porte encore à ce jour.","Ein Blumen-Haarschmuck aus der fernen Welt von Luxendarc. Magnolien sind Blumen, die in kalten Regionen gefunden werden und von denen es heißt, dass sie selbst unter der dicksten Schneedecke blühen. Die Blume verströmt einen Duft, der die Sinne einer Person erwachen lässt, weswegen ein gewisser Junge sie dazu benutzte, um einem Mädchen in Not zu helfen. Nachdem das Mädchen gerettet wurde, nahm sie die Blume dankend an und gestaltete sie zu Haarschmuck um, den sie bis zum heutigen Tag trägt.","Un coletero de flores del lejano mundo de Luxendarc. La magnolia es un tipo de flor que crece en regiones frías y que, por lo visto, es capaz de florecer en la nieve más densa. Esta flor posee un aroma que despierta a cualquier persona, por lo que un joven la usó para ayudar a una chica en apuros. Después de salvarla, la chica aceptó la magnolia y, con ella, se hizo el coletero que siempre lleva puesto."]}}}}