{"319000104":{"rarity_min":4,"rarity_max":6,"name":"Reimi","game":"SO4","job":"Sharpshooter","sex":"Female","equip":[1,7,11,13,14,40,50,51,53,60],"entries":{"319000104":{"compendium_id":935,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[616,1866,210,105],"MP":[31,94,45,22],"ATK":[26,79,14,7],"DEF":[23,69,14,7],"MAG":[20,60,14,7],"SPR":[25,76,14,7]},"limitburst_id":319000104,"attack_count":6,"attack_damage":[[16,16,16,16,16,20]],"attack_frames":[18,25,41,48,68,88],"effect_frames":[16,23,39,46,66,86],"max_lb_drop":1,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020200":25,"290030600":8,"290030900":13,"290050300":15,"290050400":8}},"strings":{"description":["A young woman from a distant world who appears in one of many tales about the ocean of stars. Reimi's exploits began in S.D. 10, when she boarded the SRF-003 Calnus with her childhood friend Edge as part of Earth's Space Reconnaissance Force. The daughter of a prominent family, she has been practicing archery since infancy and has become an expert with the bow. Although she is very kind and considerate towards others, she tends to be overly strict with herself. She is the type who enjoys assisting her comrades from the sidelines more than fighting in the vanguard.","在遙遠異界星之海洋的故事中登場的女性。活躍於宇宙歷10年代，是地球的宇宙開拓部隊SRF的成員，她和自幼一起成長的埃吉一起登上了宇宙飛船003號機卡爾納斯。她是名門貴族的千金，自幼學習弓道，如今其水平可謂專家級。她溫柔體貼，但對自己無比嚴苛。比起做領頭羊，她更喜歡從背後支持他人。","까마득히 먼 이계, 별의 바다 이야기에 등장하는 여성. 우주력 10년대에 활약하던 인물로, 지구의 우주 개척단, 통칭 'SRF'의 대원으로서 소꿉친구인 엣지와 함께 스페이스 쉽 003호기 '카르나스'에 승선한다. 명문가의 규수로, 어릴 적부터 계속해 온 궁도 실력은 달인급이다. 상냥하고 배려가 넘치는 착실한 성격이지만, 자신에게는 지나칠 정도로 엄격하다. 선두에 서기보단, 뒤에서 누군가를 지원하는 것을 좋아하는 부관 타입의 인물.","Originaire d'un monde lointain apparaissant dans les récits d'un océan d'étoiles, Reimi est une jeune femme dont les aventures ont eu lieu dans les années CS 10. Membre de la Force de Reconnaissance Spatiale, elle faisait partie, avec son ami d'enfance Edge, de l'équipage du vaisseau FRS-003 Calnus. Elle est issue d'une famille illustre et maîtrise le tir à l'arc, qu'elle pratique depuis son plus jeune âge. Bien que douce et attentionnée envers les autres, Reimi est très exigeante vis-à-vis d'elle-même. Elle préfère rester en arrière pour apporter du soutien à ses camarades plutôt que de se battre en première ligne.","Eine junge Frau aus einer fernen Welt, die in den Legenden über einen Ozean der Sterne auftaucht. Reimi war rund um 10 S.D. aktiv und ging mit ihrem Jugendfreund Edge als Mitglied des Weltraumforschungsteams der Erde an Bord der SRF-003 Calnus. Als Tochter einer bekannten Familie übt sie seit ihrer Jugend den Umgang mit dem Bogen und ist inzwischen eine Meisterschützin. Obwohl sie anderen gegenüber sehr freundlich und aufmerksam ist, geht sie mit sich selbst immer hart ins Gericht. Sie unterstützt ihre Kameraden lieber aus der 2. Reihe, als an vorderster Front zu kämpfen.","Una joven de un mundo lejano que aparece en las historias de un océano estrellado. Reimi estuvo mayormente activa durante la fecha estelar 10 y subió a bordo del SRF-003 Calnus con Edge, su amigo de la infancia, como parte de la Fuerza de Reconocimiento Espacial de la Tierra. Por su parte, Reimi nació en el seno de una familia prominente y ha practicado el tiro con arco desde bien pequeña, por lo que a día de hoy es toda una experta. En cuanto a su personalidad, es muy amable y considerada con los demás, aunque tiende a ser bastante estricta consigo misma. En resumen, es el tipo de persona que disfruta ayudando a sus compañeros por los flancos en vez de luchar en la vanguardia."],"summon":["Let me know if there's<br>anything I can help with.<br>I'll do my very best!","任何需要我幫忙的話，<br>就說一聲喔。<br>我會盡全力幫忙的！","내가 도와줄 수 있는 일이 있다면<br>뭐든 말해줘.<br>최선을 다할게!","Dis-moi si je peux t'aider.<br>Je ferai de mon mieux !","Sag Bescheid,<br>wenn ich mit etwas helfen kann.<br>Ich werd mein Bestes geben.","Dime si hay algo<br>que pueda hacer para ayudar.<br>¡Si puedo hacer algo, ahí estaré!"],"evolution":[null,null,null,null,null,null],"affinity":["You're always a source of courage for me.<br>You always cheer for me.<br>Just like the person most important to me.","你總是會帶給我勇氣。<br>鼓勵我。<br>就像在我心中最重要的那個人一樣。","당신은 언제나 내게 용기를 줘.<br>날 위로해 줘.<br>내 소중한 그 사람처럼.","Tu me donnes toujours du courage et tu me remontes souvent le moral... tout comme la personne qui compte le plus à mes yeux.","Du schenkst mir immer Mut und feuerst mich stets an.<br>Genau wie die Person, die mir am allerwichtigsten ist.","Siempre has sido una fuente de valor para mí.<br>Siempre has estado ahí para mí.<br>Eres la persona más importante de mi vida."],"fusion":["Diligence, diligence!","精進、精進。","정진, 정진.","Application. Application.","Konzentration, Konzentration.","¡Cuidado, mucho cuidado!"]}},"319000105":{"compendium_id":936,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[801,2427,240,120],"MP":[41,123,60,30],"ATK":[34,103,16,8],"DEF":[30,90,16,8],"MAG":[26,78,16,8],"SPR":[33,100,16,8]},"limitburst_id":319000105,"attack_count":6,"attack_damage":[[16,16,16,16,16,20]],"attack_frames":[18,25,41,48,68,88],"effect_frames":[16,23,39,46,66,86],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060200":5,"290060300":10}},"strings":{"description":["A young woman from a distant world who appears in one of many tales about the ocean of stars. As a member of Earth's Space Reconnaissance Force, Reimi set off on a journey to find new habitable planets. However, an accident occurs on the way to their destination of Aeos. Her childhood friend, Edge, has no choice but to take command of the new spaceship. In turn she becomes his second-in-command, and together they sail across the ocean of stars in search of planets with promising living conditions.","在遙遠異界星之海洋的故事中登場的女性。為了在宇宙中開拓新天地，加入了地球的宇宙開拓部隊SRF。在前往行星艾歐斯的途中，她所乘坐的飛船發生了事故，她的青梅竹馬埃吉成為了船長。而她自己，也作為副官支撐他在星之海洋中尋找可居住的行星。","까마득히 먼 이계, 별의 바다 이야기에 등장하는 여성. 지구의 우주 개척단, 통칭 'SRF'의 대원으로서 우주의 신천지를 찾기 위해 여행하고 있다. 그러나 임무처인 에이오스로 워프하던 도중 사고가 발생하고, 그 사고를 계기로 소꿉친구인 엣지가 스페이스 쉽의 선장으로 취임하게 된다. 레이미 또한 부선장이 되어 그를 도우며, 주거가 가능한 혹성을 찾아 별의 바다를 헤매게 된다.","Originaire d'un monde lointain apparaissant dans les récits d'un océan d'étoiles, Reimi part à la recherche de nouvelles planètes habitables en tant que membre de la Force de Reconnaissance Spatiale. Toutefois, un accident se produit alors qu'elle et ses compagnons se déplacent vers leur destination d'Aeos, et son ami d'enfance Edge doit reprendre les commandes de leur vaisseau, le Calnus. En tant que lieutenant, Reimi lui apporte tout son soutien, alors qu'ils explorent l'immensité de l'univers en quête d'une planète où il est possible aux humains de vivre.","Eine junge Frau aus einer fernen Welt, die in den Legenden über einen Ozean der Sterne auftaucht. Als Mitglied des Weltraumforschungsteams der Erde begab sich Reimi auf die Suche nach neuen, bewohnbaren Planeten. Beim Warpen zum Zielort Aeos ereignet sich jedoch ein Unfall, in dessen Folge ihr Jugendfreund Edge als neuer Kapitän das Kommando über das Raumschiff übernimmt. So wird Reimi Edges Stellvertreterin und durchquert mit ihm den Ozean der Sterne auf der Suche nach Planeten mit vielversprechenden Lebensbedingungen.","Una joven de un mundo lejano que aparece en las historias de un océano estrellado. Como miembro de la Fuerza de Reconocimiento Espacial de la Tierra, Reimi se embarca en una misión con el objetivo de buscar nuevos planetas habitables. Sin embargo, al girar en dirección a Aeos, su destino, ocurre un accidente en el que Edge, su amigo de la infancia, se tiene que hacer con el control de la nave. En ese momento, Reimi se convierte en la segunda al mando y juntos navegan a través de un océano de estrellas en busca de planetas potencialmente habitables."],"summon":["As long as I have my bow,<br>nothing will stand in our way.<br>Leave the back lines to me!","只要有弓，<br>就不會礙手礙腳的。<br>需要支援的話就交給我吧！","활만 있으면<br>결코 걸림돌이 되지 않을 거야.<br>지원이라면 내게 맡겨 줘!","Tant que j'aurais mon arc,<br>rien ne pourra nous arrêter.<br>Laisse-moi aider les autres !","Solange ich nur meinen Bogen habe,<br>kann uns nichts aufhalten.<br>Ich werde dich unterstützen!","Si cuento con mi arco,<br>nada podrá interponerse en nuestro camino.<br>¡Déjame a mí hacer de apoyo!"],"evolution":["Now I can be of more use to everyone!","這樣我將能夠<br>更能幫得上大家了！","이걸로 더욱더<br>모두의 힘이 될 수 있겠지!","Je peux t'être beaucoup plus utile, maintenant !","Jetzt kann ich den anderen besser helfen.","¡Ahora os podré ayudar más!"],"affinity":["You're always a source of courage for me.<br>You always cheer for me.<br>Just like the person most important to me.","你總是會帶給我勇氣。<br>鼓勵我。<br>就像在我心中最重要的那個人一樣。","당신은 언제나 내게 용기를 줘.<br>날 위로해 줘.<br>내 소중한 그 사람처럼.","Tu as toujours été une source d'inspiration pour moi.<br>Tu me remontes toujours le moral.<br>Tout comme la personne la plus importante à mes yeux.","Du schenkst mir immer Mut und feuerst mich stets an.<br>Genau wie die Person, die mir am allerwichtigsten ist.","Siempre has sido una fuente de valor para mí.<br>Siempre has estado ahí para mí.<br>Eres la persona más importante de mi vida."],"fusion":["I feel like I finally have some self-confidence.","好像更有自信了。","조금이지만 자신감이 생겼어.","J'ai un peu plus confiance en moi, à présent.","Ich fühle mich etwas selbstsicherer.","Ahora me siento con más confianza."]}},"319000106":{"compendium_id":937,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1041,3156,390,195],"MP":[53,160,85,42],"ATK":[45,135,26,13],"DEF":[39,118,26,13],"MAG":[34,102,26,13],"SPR":[43,130,26,13]},"limitburst_id":319000106,"attack_count":6,"attack_damage":[[16,16,16,16,16,20]],"attack_frames":[18,25,41,48,68,88],"effect_frames":[16,23,39,46,66,86],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young woman from a distant world who appears in one of many tales about the ocean of stars. As a member of Earth's Space Reconnaissance Force, Reimi set off on a journey to find new habitable planets. Whilst traveling with her childhood friend, Edge, and other allies they have met along the way, they eventually come across mysterious beings called \"the Grigori\" that accelerate the evolution of life-forms around them. Although they are capable of adapting to any harsh environments they are exposed to, Reimi does not think highly of this ability of theirs.","在遙遠異界星之海洋的故事中登場的女性。為了在宇宙中開拓新天地，加入了地球的宇宙開拓部隊SRF，和夥伴一起周遊眾星，探尋能夠讓周圍的生物迅速進化的物質格力高利的謎團。由於一些緣故，她能很快適應各種環境，但她自身並不喜歡這種能力。","까마득히 먼 이계, 별의 바다 이야기에 등장하는 여성. 지구의 우주 개척단, 통칭 'SRF'의 대원으로서 우주의 신천지를 찾기 위해 여행하고 있다. 소꿉친구 엣지, 그리고 여러 혹성을 여행하며 만난 동료들과 함께 주변의 생물을 급격히 진화시키는 물질 '그리고리'의 수수께끼를 쫓는다. 어떠한 이유로 인해 어떤 가혹한 환경에서도 몸을 적응시킬 수 있으나, 레이미 자신은 그 능력을 그리 달갑게 여기지 않는다.","Originaire d'un monde lointain apparaissant dans les récits d'un océan d'étoiles, Reimi part à la recherche de nouvelles planètes habitables en tant que membre de la Force de Reconnaissance Spatiale. En compagnie de son ami d'enfance Edge et d'autres camarades rencontrés en route, elle essaie d'élucider le mystère des Grigoris, une étrange espèce capable d'accélérer l'évolution des formes de vie qui l'entourent. Pour une certaine raison, ces êtres sont capables de s'adapter même aux environnements les plus rudes, ce qui ne dit rien qui vaille à Reimi.","Eine junge Frau aus einer fernen Welt, die in den Legenden über einen Ozean der Sterne auftaucht. Als Mitglied des Weltraumforschungsteams der Erde begab sich Reimi auf die Suche nach neuen, bewohnbaren Planeten. Auf der Reise mit ihrem Jugendfreund Edge und anderen Verbündeten trafen sie schließlich auf die geheimnisvollen Grigori, die die Evolution der Lebensformen in ihrer Umgebung beschleunigen. Obwohl sie sich jeder unwirtlichen Umgebung anpassen können, hält Reimi nicht viel von ihren Fähigkeiten.","Una joven de un mundo lejano que aparece en las historias de un océano estrellado. Como miembro de la Fuerza de Reconocimiento Espacial de la Tierra, Reimi se embarca en la misión de buscar nuevos planetas habitables. Mientras viaja con Edge, su amigo de la infancia, y otros aliados que van conociendo por el camino, acaban cruzándose con \"los grigori\", unos seres misteriosos capaces de acelerar la evolución de cualquier forma de vida que se encuentre cerca. Aunque los grigori son capaces de adaptarse a cualquier ambiente hostil al que se ven expuestos, a Reimi no le gusta demasiado esta habilidad suya."],"summon":["No problems with the climate.<br>This planet does seem habitable.<br>...But still, where am I?","大氣或氣溫全都沒有問題。<br>似乎是可以居住的星球呢。 <br>……不過，這裡到底是？","대기, 기온 모두 문제없음.<br>주거가 가능한 혹성인 것 같네.<br>……하지만, 여긴 대체 어디지?","Atmosphère et température normales. Cette planète semble hospitalière... Je me demande quand même où je suis, ceci dit.","Atmosphäre und Klima habitabel.<br>Ein bewohnbarer Planet.<br>Aber ... Wo bin ich?","El clima parece bueno.<br>Parece un planeta habitable.<br>... Pero, ¿dónde estoy?"],"evolution":["If I can't die easily...<br>There has to be a way<br>I can use that.","我不會這麼簡單就死的……<br>正因如此我能做的事<br>一定還更多才是。","난 쉽게 죽지 않아……<br>그렇기 때문에 할 수 있는 것도<br>분명 있을 거야.","Je ne mourrai pas si facilement...<br>C'est pour ça que je suis sûre<br>que je peux être utile à quelque chose.","Ich sterbe nicht so schnell ...<br>Deshalb kann ich bestimmt<br>irgendwie behilflich sein.","No moriré tan fácilmente...<br>Por eso estoy segura de que aún<br>hay algo que puedo hacer."],"affinity":["You're always a source of courage for me.<br>You always cheer for me.<br>Just like the person most important to me.","你總是會帶給我勇氣。<br>鼓勵我。<br>就像在我心中最重要的那個人一樣。","당신은 언제나 내게 용기를 줘.<br>날 위로해 줘.<br>내 소중한 그 사람처럼.","Tu as toujours été une source d'inspiration pour moi.<br>Tu me remontes toujours le moral.<br>Tout comme la personne la plus importante à mes yeux.","Du schenkst mir immer Mut und feuerst mich stets an.<br>Genau wie die Person, die mir am allerwichtigsten ist.","Siempre has sido una fuente de valor para mí.<br>Siempre has estado ahí para mí.<br>Eres la persona más importante de mi vida."],"fusion":["It's like I'm a different person now.","好像不是至今的我！","지금까지의 내가 아닌 것 같아!","J'ai l'impression d'être devenue une toute autre personne.","Ich fühle mich anders als zuvor!","¡Me siento como si fuera otra persona!"]}}},"skills":{"101000":{"name":"Plant Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Plants by 50%"],"icon":"ability_79.png"},"101090":{"name":"Bird Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Avians by 50%"],"icon":"ability_79.png"},"101200":{"name":"Counter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"225620":{"name":"Chaotic Blossoms","cost":{"MP":24},"attack_frames":[[2,10,18,26,34,42,50,58,66,74]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to one enemy","Inflict Confusion (30%) on one enemy"],"icon":"ability_51.png"},"225630":{"name":"Crimson Squall","cost":{"MP":24},"attack_frames":[[42,49,56,63,70,77,84,91]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.2x, ATK) to one enemy","Reduce ATK by 40% for 3 turns to one enemy"],"icon":"ability_40.png"},"225640":{"name":"Crescent Wings","cost":{"MP":24},"attack_frames":[[142,146]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x * 1.33 = 2.67x, ATK) to all enemies (ignore cover)"],"icon":"ability_40.png"},"225650":{"name":"Lunar Divination","cost":{"MP":20},"attack_frames":[[50,60,70,80,90,100,110,120]],"attack_type":"Magic","element_inflict":null,"effects":["75% HP damage to all enemies"],"icon":"ability_26.png"},"225660":{"name":"Hunter's Moon","cost":{"MP":30},"attack_frames":[[50]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, ATK) to all enemies","Physical damage (1.8x, ATK) to all enemies after a one turn delay"],"icon":"ability_40.png"},"225670":{"name":"Rush Mode","cost":{"LB":10},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG and SPR by 120% for 5 turns to caster"],"icon":"ability_77.png"},"225680":{"name":"Blindside","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 100% for 3 turns to caster","Dodge 1 physical attacks for 3 turns to caster"],"icon":"ability_63.png"},"225690":{"name":"Sound Judgment","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%","Increase chance of countering by 25%"],"icon":"ability_68.png"},"225700":{"name":"Single-Shot","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Bow"],"icon":"ability_95.png"},"225710":{"name":"Descendant of Muah","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all status effects by 50%","Cure all status effects after battle"],"icon":"ability_19.png"}},"LB":{"name":"Savage Sparrows","attack_count":[6],"attack_frames":[[103,108,113,118,123,128]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (6x, ATK) to all enemies","Gain 2 uses of Chaotic Blossoms (225620), Crescent Wings (225640) and Crimson Squall (225630) for 3 turns"],"max_level":["Physical damage (7.2x, ATK) to all enemies","Gain 2 uses of Chaotic Blossoms (225620), Crescent Wings (225640) and Crimson Squall (225630) for 3 turns"]},"TMR":{"name":"Seed of Hope","compendium_id":752,"compendium_shown":true,"unit_restriction":null,"skills":{"225720":{"name":"Seed of Hope","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all status effects by 50%","Increase HP by 10%"],"icon":"ability_97.png","desc":""}},"effects":["Grants 'Seed of Hope' passive."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_97.png","strings":{"names":["Seed of Hope","幸運兒","포츈 베이비","Graine d'espoir","Glücksbaby","Criatura afortunada"],"desc_short":["Boost HP by 10% and poison, blind, sleep, silence, paralysis, confusion, disease, and stone resistance","提高10%HP、中毒失明睡眠沉默麻痺混亂生病石化耐性","HP 10% 상승+독, 암흑, 수면, 침묵, 마비, 혼란, 질병, 석화 저항력 상승","Augmente les PV de 10% et la rés. à poison/cécité/sommeil/silence/paralysie/confusion/maladie/pétrification","Erhöht LP um 10% und Resistenz gegen Gift, Blind, Schlaf, Stille, Lähmung, Konfus, Virus und Stein.","Aumenta la VIT un 10% y la res. contra ven, ceg, sue, sil, par, con, enf y pie"],"desc_long":["Boosts HP by 10% and poison, blind, sleep, silence, paralysis, confusion, disease, and stone resistance.","提高10%HP、中毒失明睡眠沉默麻痺混亂生病石化耐性。","HP가 10% 상승하고, 독, 암흑, 수면, 침묵, 마비, 혼란, 질병, 석화 저항력이 상승합니다.","Augmente les PV de 10% et la rés. à poison/cécité/sommeil/silence/paralysie/confusion/maladie/pétrification","Erhöht LP um 10% und Resistenz gegen Gift, Blind, Schlaf, Stille, Lähmung, Konfus, Virus und Stein.","Aumenta la VIT un 10% y la resistencia al ven, ceg, sue, sil, par, con, enf y pie"]},"type":"MATERIA"}}}