{"214000105":{"rarity_min":5,"rarity_max":6,"name":"Y'shtola","game":"FFXIV","job":"Scion","sex":"Female","equip":[5,6,9,30,40,50,53,60],"entries":{"214000105":{"compendium_id":485,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[729,2310,240,120],"MP":[58,154,60,30],"ATK":[30,91,16,8],"DEF":[29,88,16,8],"MAG":[34,99,16,8],"SPR":[37,112,16,8]},"limitburst_id":214000105,"attack_count":1,"attack_damage":[[100]],"attack_frames":[22],"effect_frames":[20],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[7,6,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290060000":10,"290060100":20,"290060300":5,"290060400":10,"291100100":5}},"strings":{"description":["A Miqo'te hailing from Eorzea who appears in the tales of the world of Hydaelyn. Y'shtola is one of the Scions of the Seventh Dawn, and heads an investigation being conducted in the marine city of Limsa Lominsa. As a native of the scholarly nation of Sharlayan, she is capable of advanced magic and is well versed in ancient languages. Although her unwavering calm and collected attitude makes her seem cold, a more vulnerable aspect of her personality shows when she meets monsters such as the land-dwelling jellyfish aurelia, or when someone grabs tightly onto her tail.","異界行星海德林上艾歐澤亞地區的故事中登場的貓魅族女性。她是「拂曉血盟」的一員，負責海洋之都利姆薩·羅敏薩的調查工作。她是出身自學術城邦薩雷安的賢人，擅長使用高難度的魔法，並且精通古代語。她平日沉著冷靜，不動聲色，但也有害怕海月水母、害怕被別人握住尾巴的一面。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 미코테 족 여성. '새벽의 혈맹'의 일원으로, 바다 도시 림사 로민사의 조사를 담당하고 있다. 학술도시 샬레이안 출신의 현자 중 한 명이기도 하며, 높은 수준의 마법을 다룰 수 있을 뿐 아니라 고대어에도 능통하다. 항상 냉정한 태도를 무너뜨리지 않는 쿨한 인물이지만, 달해파리를 싫어하거나 꼬리를 꽉 잡히는 것에 취약한 모습을 보이는 등 의외의 일면도 가지고 있다.","Une Miqo'te venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Y'shtola fait partie des héritiers de la Septième Aube, et est responsable d'une enquête en cours dans la ville maritime de Limsa Lominsa. Originaire de Sharlayan, le pays des sciences, elle fait preuve d'une grande maîtrise de la magie et connaît très bien les langues anciennes. Bien qu'elle ait l'air froide en raison de son attitude calme et sereine, elle peut se montrer plus vulnérable lorsqu'elle rencontre des monstres comme les méduses terrestres aurélie, ou lorsqu'on lui tire d'un coup la queue.","Ein Miqo'te aus der fernen Welt Eorza, die in den Geschichten der Welt Hydaelyn auftaucht. Y'shtola ist ein Spross der Siebten Dämmerung und steht einer Untersuchung in der Meeresstadt Limsa Lominsa vor. Als Teil der gelehrten Nation von Sharlayan ist sie zu fortschrittlicher Magie fähig und versteht die alten Sprachen. Zwar wirkt sie aufgrund ihrer kühlen Art zurückhaltend, es brechen bei ihr aber alle Dämme, wenn sie Monstern begegnet, wie der Landqualle Aurelia, oder wenn ihr jemand zu fest an den Schwanz greift.","Una Miqo'te proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Y'shtola es una de los Hijos del Séptimo Albor, y dirige una investigación que tiene lugar en la ciudad marina de Limsa Lominsa. Como nativo de la erudita nación de Sharlayan, es capaz de realizar magia alcanzada y está muy versada en las lenguas antiguas. Aunque su inquebrantable calma y su tranquila actitud le hacen parecer fría, muestra un aspecto más vulnerable de su personalidad cuando se encuentra con monstruos como la medusa terrestre aurelia, o cuando alguien le agarra con fuerza su cola."],"summon":["I am Y'shtola.<br>I'm a research historian.<br>I look forward to working with you.","我是雅・修特拉。是調查以太的博物學家。請多關照。","내 이름은 야슈톨라.<br>에테르를 조사하는 박물학자야.<br>잘 부탁해.","Moi, c'est Y'shtola.<br>Je suis historienne.<br>J'ai hâte de me battre à tes côtés.","Ich heiße Y'shtola.<br>Ich bin eine Historikerin<br>Schön, mit dir zu arbeiten!","Me llamo Y'shtola.<br>Soy una investigadora de historia.<br>Estoy deseando trabajar contigo."],"evolution":[null,null,null,null,null,null],"affinity":["You just need to keep moving forward<br>and worry about yourself.<br>I've got your back.","你只需要看著前方，想著自己的事。……至於背後就交給我吧。","당신은 앞만 보고,<br>자신만을 생각하도록 해.<br>……등 뒤는 내게 맡겨둬.","Tout ce que tu as à faire c'est d'avancer et ne t'occuper que de toi.<br>Je couvre tes arrières.","Mach einfach immer weiter<br>und bleib locker.<br>Ich halte dir den Rücken frei.","Tan solo tienes que seguir avanzando y preocuparte de ti mismo.<br>Yo te cubro las espaldas."],"fusion":["We all hope to avoid ruin.<br>It is based on our belief in this<br>that we act the way we do.","一定有辦法能阻止世界毀滅。相信希望，努力生活，這才是我們的精神……","멸망을 피할 수 있는 희망은 반드시 있어.<br>우리는 그것을 믿고<br>노력해나가는 거야……","Nous espérons tous éviter la ruine.<br>C'est cet espoir qui guide nos pas.","Wir alle vermeiden das Verderben.<br>Darum handeln wir so,<br>wie wir handeln.","Todos deseamos evitar el desastre.<br>Nuestra fe en ello es lo que nos lleva a actuar así."]}},"214000106":{"compendium_id":486,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[957,3029,390,195],"MP":[70,190,85,42],"ATK":[38,115,26,13],"DEF":[36,110,26,13],"MAG":[42,122,26,13],"SPR":[49,148,26,13]},"limitburst_id":214000106,"attack_count":1,"attack_damage":[[100]],"attack_frames":[22],"effect_frames":[20],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,6,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A Miqo'te hailing from Eorzea who appears in the tales of the world of Hydaelyn. Y'shtola is one of the Scions of the Seventh Dawn, and is in the midst of gathering information regarding primals and the Ascians, disciples of darkness. She is always composed yet merciless in battle, and does not mince her words neither on nor off the field. Finding her friend Yda, another member of the Scions, much too carefree for her own good, she constantly scolds her whenever she does anything reckless.","異界行星海德林上艾歐澤亞地區的故事中登場的貓魅族女性。她是「拂曉血盟」的一員，負責收集有關蠻神問題以及暗之使徒無影的情報。她性格冷靜，對敵人毫不手下留情，說話偶爾會有些刻薄。她對「曉」的另一名成員伊達的天真發言感到頭痛，當伊達做錯事時，她會對其進行嚴厲的「懲罰」。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 미코테 족 여성. '새벽의 혈맹'의 일원으로, 야만신 문제나 어둠의 사도 아씨엔에 관한 정보를 수집하고 있다. 냉정 침착하며 적에게는 가차 없고, 과격한 발언을 내뱉는 경우도 있다. '새벽'의 동료 중 하나인 이다의 가벼운 성격에 꽤 골머리를 앓고 있으며, 그녀가 어리석은 행동을 벌일 때는 호된 '벌'을 내린다고 한다.","Une Miqo'te venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Y'shtola fait partie des héritiers de la Septième Aube, et est au beau milieu d'une collecte d'informations relatives aux primordiaux et aux Asciens, des disciples des ténèbres. En combat, elle est toujours sereine en restant sans merci, et ne mâche jamais ses mots sur le champ de bataille comme en dehors. Considérant son amie Yda, une autre membre des héritiers, bien trop insouciante, elle la sermonne chaque fois qu'elle agit avec témérité.","Ein Miqo'te aus der fernen Welt Eorza, die in den Geschichten der Welt Hydaelyn auftaucht. Y'shtola ist ein Spross der Siebten Dämmerung und sammelt Informationen über die Primae und Askianer, Schüler der Dunkelheit. Sie wirkt stets gesammelt, jedoch gnadenlos im Kampf und hält sich nicht mit Worten zurück. Da sie ihre Freundin Yda, ebenfalls ein Spross, für viel zu sorglos hält, schimpft sie oft mit ihr, wenn sie sich zu riskant verhält.","Una Miqo'te proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Y'shtola es una de los Hijos del Séptimo Albor, y está reuniendo información de primitivos y ascianos, discípulos de la oscuridad. En la batalla siempre es tranquila, aunque despiadada, y no mide sus palabras, ni dentro ni fuera del campo. Encuentra que su amiga Yda, otra miembro de los Desdientes, es demasiado despreocupada, así que la regaña constantemente siempre que la ve hacer algo imprudente."],"summon":["Sorry for the wait.<br>Here we go! Stay focused!","……久等了。那麼，走吧，集中注意力！","……기다리게 했군.<br>자, 가자. 집중하도록!","Désolée pour l'attente.<br>C'est parti ! Reste concentré !","Entschuldige die Verzögerung.<br>Los geht‘s! Konzentriert bleiben!","Lamento la espera.<br>¡Allá vamos! ¡Todos concentrados!"],"evolution":["Hehe, best not make fun of<br>my beloved Miqo'te family.","哼哼……不要小看我們貓魅族哦。","후후…… 긍지 높은<br>야 족의 미코테를 얕보지 말라구.","Héhé, mieux vaut ne pas sous-estimer la fière famille Miqo'te.","Hehe, mach dich lieber nicht über<br>meine Liebe Miqo'te-Familie lustig.","Je, je, será mejor que no te burles de mi querida tribu Miqo'te."],"affinity":["You just need to keep moving forward<br>and worry about yourself.<br>I've got your back.","你只需要看著前方，想著自己的事。……至於背後就交給我吧。","당신은 앞만 보고,<br>자신만을 생각하도록 해.<br>……등 뒤는 내게 맡겨둬.","Tout ce que tu as à faire c'est d'avancer et ne t'occuper que de toi.<br>Je couvre tes arrières.","Mach einfach immer weiter<br>und bleib locker.<br>Ich halte dir den Rücken frei.","Tan solo tienes que seguir avanzando y preocuparte de ti mismo.<br>Yo te cubro las espaldas."],"fusion":["We just have to knock out our<br>enemies before they even have<br>a chance to speak.","……見到敵人就將其擊倒，不要留給其反擊的機會。","……적은 두말없이 쓰러뜨린다.<br>그뿐이야.","Tout ce que nous avons à faire c'est mettre K.O.<br>nos ennemis avant qu'ils n'aient l'opportunité de parler.","Wir müssen unsere Gegner<br>ausschalten, bevor sie auch nur<br>den Mund aufmachen können.","Tan solo debemos derribar a nuestros enemigos<br>antes de que siquiera abran la boca."]}}},"skills":{"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10100":{"name":"Raise","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (30% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10210":{"name":"Holy","cost":{"MP":35},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.3x, SPR) to one enemy"],"icon":"ability_5.png"},"20120":{"name":"Aerora","cost":{"MP":9},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.4x, MAG) to all enemies"],"icon":"ability_25.png"},"20130":{"name":"Stonra","cost":{"MP":9},"attack_frames":[[160]],"attack_type":"Magic","element_inflict":["Earth"],"effects":["Magic earth damage (1.4x, MAG) to all enemies"],"icon":"ability_28.png"},"20240":{"name":"Aeroga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.8x, MAG) to all enemies"],"icon":"ability_25.png"},"20250":{"name":"Stonga","cost":{"MP":20},"attack_frames":[[180]],"attack_type":"Magic","element_inflict":["Earth"],"effects":["Magic earth damage (1.8x, MAG) to all enemies"],"icon":"ability_28.png"},"30320":{"name":"Protectga","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"30330":{"name":"Shellga","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"70330":{"name":"Holy+1","cost":{"MP":35},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.3x, SPR) to all enemies"],"icon":"ability_5.png"},"70340":{"name":"Holy+1","cost":{"MP":40},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (4x, SPR) to all enemies"],"icon":"ability_5.png"},"207730":{"name":"Shroud of Saints","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn","Reduce chance of being targeted by 50%"],"icon":"ability_91.png"},"207740":{"name":"Presence of Mind","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Enable unit to use magic (excluding blue magic) twice in one turn"],"icon":"ability_26.png"},"207750":{"name":"Cleric Stance","cost":{},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 200% for 2 turns to caster","Reduce SPR by 100% for 2 turns to caster"],"icon":"ability_77.png"},"207760":{"name":"Benediction","cost":{"MP":35},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 100% HP to one ally"],"icon":"ability_4.png"},"703910":{"name":"Cleric Stance+1","cost":{},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 200% and SPR by 100% for 2 turns to caster"],"icon":"ability_77.png"},"703920":{"name":"Cleric Stance+1","cost":{},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 200% for 3 turns to caster","Increase the limit burst gauge fill rate by 100% for 3 turns to caster"],"icon":"ability_77.png"},"703930":{"name":"Shroud of Saints+1","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn","Reduce chance of being targeted by 50%","Increase MP by 20%"],"icon":"ability_91.png"},"703940":{"name":"Shroud of Saints+1","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn","Reduce chance of being targeted by 50%","Increase DEF, HP and MP by 20%"],"icon":"ability_91.png"},"910996":{"name":"Benediction+1","cost":{"MP":35},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 100% HP to one ally","Cure all status effects for one ally"],"icon":"ability_4.png"},"910997":{"name":"Benediction+2","cost":{"MP":35},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 100% HP and 25% MP to one ally","Cure all status effects for one ally"],"icon":"ability_4.png"}},"LB":{"name":"Aetherial Pulse","attack_count":[1],"attack_frames":[[67]],"damage_type":"None","element_inflict":null,"min_level":["Reduce damage taken by 30% to all allies for one turn"],"max_level":["Reduce damage taken by 54% to all allies for one turn"]},"TMR":{"name":"Shard of Genius","compendium_id":570,"compendium_shown":true,"unit_restriction":null,"skills":{"208100":{"name":"Shard of Genius","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20% when equipped with a Staff","Increase DEF by 20% when equipped with a Robe"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Shard of Genius' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_77.png","strings":{"names":["Shard of Genius","睿智的結晶","예지의 결정","Éclat de génie","Splitter des Genies","Fragmento de ingenio"],"desc_short":["Boost SPR when equipped with a staff, and DEF when equipped with a robe","裝備手杖時提高精神+裝備法袍時提高防禦","지팡이 장착 시 정신력 상승+로브 장착 시 방어력 상승","Augmente la PSY lorsqu'un bâton est équipé et la DEF lorsqu'une robe est équipée","Erhöht PSY, wenn mit Stock ausg., und ABW, wenn mit Robe.","Aumenta el ESP al llevar bastones y la DEF al llevar túnicas"],"desc_long":["Boosts SPR when equipped with a staff, and DEF when equipped with a robe.","裝備手杖時，提高精神，同時在裝備法袍時，提高防禦。","지팡이를 장착하면 정신력이 상승하고, 로브를 장착하면 방어력이 상승합니다.","Augmente la PSY lorsqu'un bâton est équipé et la DEF lorsqu'une robe est équipée","Erhöht PSY, wenn mit Stock ausgerüstet, und ABW, wenn mit Robe.","Aumenta el ESP al llevar bastones y la DEF al llevar túnicas"]},"type":"MATERIA"}},"214000203":{"rarity_min":3,"rarity_max":5,"name":"Thancred","game":"FFXIV","job":"Scion","sex":"Male","equip":[1,2,3,4,11,13,30,31,40,41,50,51,60],"entries":{"214000203":{"compendium_id":487,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[429,1300,180,90],"MP":[21,65,30,15],"ATK":[19,57,12,6],"DEF":[18,55,12,6],"MAG":[17,52,12,6],"SPR":[17,52,12,6]},"limitburst_id":214000203,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[21,36],"effect_frames":[19,34],"max_lb_drop":3,"ability_slots":2,"magic_affinity":[2,0,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020200":10,"290030200":5,"290050200":15,"291100300":5}},"strings":{"description":["A Hyur hailing from Eorzea who appears in the tales of the world of Hydaelyn. Although he claims to be a wandering bard, Thancred is actually one of the Scions of the Seventh Dawn, and heads an investigation being conducted in the desert city of Ul'dah. While a smooth-talker with a fondness for women off the field, the way he effectively overwhelms his opponents in battle shows no signs of delicacy. In the past, he lived as a thief on the streets of Limsa Liminsa until he met a sage by the name of Louisoix who persuaded him to turn his life around.","異界行星海德林上艾歐澤亞地區的故事中登場的人族男性。他對外聲稱自己是吟遊詩人，但真實面目是「拂曉血盟」的一員，負責沙漠之都烏爾達哈的調查工作。他不管走到哪裡都會向女性搭訕，在戰鬥中會以輕盈的身姿壓制敵人。他曾經在利姆薩·羅敏薩做一些偷雞摸狗的勾當，直到遇到了賢者路易索瓦才能夠改頭換面。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족의 남성. 음유시인을 자청하는 그의 정체는 사실 '새벽의 혈맹'의 일원으로, 모래도시 울다하의 조사를 맡고 있다. 가는 곳마다 여성들을 유혹하는 미남이지만, 전투가 벌어지면 가벼운 몸놀림으로 적을 압도하는 등 실력은 출중하다. 예전에 림사 로민사에서 좀도둑질을 생업으로 삼고 있을 때에 현자 루이수아를 만나게 되었고, 그 덕분에 갱생하게 된 과거가 있다.","Un Hyur venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Même s'il prétend être un barde en vadrouille, Thancred fait partie des héritiers de la Septième Aube, et est responsable d'une enquête en cours à Ul'dah, une ville du désert. Beau parleur, coureur de jupons, la façon dont il écrase ses adversaires en combat montre qu'il n'a pas la moindre délicatesse. Gamin des rues, il vivait à Limsa Lominsa de ce qu'il pouvait voler, jusqu'au jour où il rencontra Louisoix, un sage qui le persuada de reprendre sa vie en main.","Ein Hyur aus der fernen Welt Eorza, der in den Geschichten der Welt Hydaelyn auftaucht. Obwohl er behauptet, ein wandernder Barde zu sein, ist Thancred ein Spross der Siebten Dämmerung und führt eine Untersuchung in der Wüstenstadt Ul'dah durch. Zwar redet er gerne viel und hat eine Schwäche für Frauen, jedoch überwältigt er seine Gegner im Kampf sehr effektiv. Früher lebte er von Diebstählen auf der Straße in Limsa Liminsa, bis er einen Weisen namens Louisoix traf, der ihn überzeugte, sein Leben zu ändern.","Un Hyur proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Aunque dice ser un bardo errante, Thancred es uno de los Hijos del Séptimo Albor, y dirige una investigación que tiene lugar en la ciudad desértica de Ul'dah. Mientras que en el campo es un gran conversador con debilidad por las mujeres, la forma en que aplasta a sus enemigos en la batalla no muestra ninguna delicadeza. En el pasado vivía de aquello que robaba como un niño callejero de Limsa Liminsa, hasta que conoció a un sabio que responde al nombre de Louisoix, que lo convenció para que cambiase su vida."],"summon":["Is this a date request?<br>If it's with a beautiful lady,<br>I'll gladly accept.","要和我約會嗎？如果是美女邀約，我自然不會拒絕的。","데이트 신청하는 거야?<br>미녀로부터의 요청이라면,<br>기쁘게 받아들이지.","C'est une demande de rendez-vous ? Si c'est de la part d'une jolie jeune femme,<br>j'accepte avec joie.","Geht es um ein Rendevouz?<br>Wenn es mit einer schönen Dame ist,<br>nehme ich gerne an.","¿Me estás invitando a una cita?<br>¡Si es con una dama hermosa,<br>acepto encantado!"],"evolution":[null,null,null,null,null,null],"affinity":["What a greedy one, hanging on to me.<br>No worries, allow me then<br>to be your escort moving forth!","抓住了這麼好的男人還不知足。好吧，那我就護送你們到最後吧！","이런 멋진 남자를 붙들고 있다니 욕심꾸러기로군.<br>뭐, 좋아. 그럼 마지막까지<br>에스코트해 드리지!","T'es plutôt cupide comme garçon.<br>Enfin c'est pas grave. Laisse-moi t'escorter jusqu'au bout !","Wie gierig, so an mir zu hängen.<br>Keine Sorge, erlaube mir,<br>dich weiter zu eskortieren!","Que avaricioso eres tratando de quedarte conmigo.<br>¡No te preocupes, que estaré a tu vera para llevarte hacia delante!"],"fusion":["Leave it to me!<br>I can't go without showing off what<br>I've got from time to time!","包在我身上！關鍵時刻閃亮登場，也是展現個人魅力的好機會！","내게 맡겨줘!<br>가끔은,<br>멋진 모습도 보여줘야지!","Laissez-le-moi !<br>Il faut bien que je vous montre ce dont je suis capable de temps en temps !","Überlasst das mir!<br>Von Zeit zu Zeit muss ich<br>einfach mal angeben!","¡Yo me encargo!<br>¡Soy de los que no se cortan de hacerse el chulo de vez en cuando!"]}},"214000204":{"compendium_id":488,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[558,1690,240,120],"MP":[28,86,40,20],"ATK":[25,77,16,8],"DEF":[24,72,16,8],"MAG":[22,68,16,8],"SPR":[22,68,16,8]},"limitburst_id":214000204,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[21,36],"effect_frames":[19,34],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[3,0,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020200":20,"290030200":10,"290040200":5,"290050300":10,"291100300":5}},"strings":{"description":["A Hyur hailing from Eorzea who appears in the tales of the world of Hydaelyn. Thancred and the leader of the Scions of the Seventh Dawn, Minfilia, have been friends since she was a child, and he served as the connection between her and the sage Louisoix. When Thancred became much too involved in his investigation of the disciples of darkness known as the Ascians and the dark crystals connected to them, he became possessed by the Ascian known as Lahabrea. This unfortunately forced him to lead the rest of his comrades to great peril.","異界行星海德林上艾歐澤亞地區的故事中登場的人族男性。他與「拂曉血盟」盟主敏菲利亞自幼相識，並為敏菲利亞與路易索瓦的結識創造了契機。在追查暗之使徒無影的秘密時不慎過於深入暗之水晶，結果被無影拉哈布雷亞憑依，使得「拂曉血盟」陷入了危機。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족의 남성. ''의 맹주 민필리아와는 그녀가 어릴 적부터 친분이 있었으며, 민필리아와 현자 루이수아의 가교 역할을 맡고 있었다. 아씨엔 이라 불리는 어둠의 사도의 수수께끼를 쫓던 중, 어둠의 크리스탈의 조사에 너무 깊이 다가간 탓에 아씨엔 라하브레아에게 빙의되어, 결과적으로 ''을 위기에 몰아넣고 만다.","Un Hyur venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Thancred et Minfilia, la chef des héritiers de la Septième Aube, sont des amis d'enfance. Il a même fait office d'intermédiaire entre elle et le sage Louisoix. Lorsque Thancred s'est trop impliqué dans son enquête sur les disciples des ténèbres, connus sous le nom d'Asciens, et les cristaux des ténèbres auxquels ils sont liés, il s'est retrouvé possédé par un Ascien s'appelant Lahabrea. Malheureusement, cela l'a poussé à faire courir un grand danger à ses camarades.","Ein Hyur aus der fernen Welt Eorza, der in den Geschichten der Welt Hydaelyn auftaucht. Thancred und die Anführerin des Spross der Siebten Dämmerung, Minfilia, sind seit ihrer Kindheit Freunde. Er vermittelte sogar die Korrespondenz zwischen ihr und dem Weisen Louisoix. Während der Untersuchung zu den Schülern der Dunkelheit, genannt Askianer, und ihrer Verbindung zu den dunklen Kristallen, wurde er von einem Askianer namens Lahabrea besessen. Auf diese Weise setzte er seine Kameraden großer Gefahr aus.","Un Hyur proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Thancred y la líder de los Hijos del Séptimo Albor, Minfilia, han sido amigos desde la infancia. Incluso se encargó de la correspondencia entre ella y el sabio Louisoix. Cuando Thancred se involucró demasiado en su investigación de los discípulos de la oscuridad conocidos como los Ascianos y los cristales relacionados con ellos, fue poseído por el Asciano conocido como Lahabrea. Desgraciadamente, esto lo forzó a poner en gran peligro al resto de sus camaradas."],"summon":["To meet you in a place like this...<br>Was it by chance... Or is it fate?","竟會在這裡邂逅。這是偶然……還是命運？","이런 곳에서 당신을 만나다니.<br>우연…… 아니, 운명인가?","Te rencontrer dans un endroit pareil...<br>Serait-ce un coup de chance... ou un coup du sort ?","Dich an so einem Ort zu treffen ...<br>War es Zufall ... oder Schicksal?","Que nos hayamos encontrado en este lugar...<br>¿Será cosa del azar? ¿O del destino?"],"evolution":["You know, we can't just sit around<br>showing off all day.<br>I must protect the Dawn Warriors.","那麼……不能再這麼吊兒郎當了。我必須保護「拂曉」的同伴們。","자, 그럼…… 언제까지고<br>들떠있을 순 없으니까 말이야.<br>'새벽'의 모두는, 내가 지켜내겠어.","On ne peut pas juste rester à rouler des mécaniques toute la journée, tu sais..<br>Je dois protéger les Guerriers de l'Aube.","Du weißt, wir können nicht<br>nur angeben.<br>Ich muss die Krieger der Morgendämmerung beschützen.","No podemos estar aquí todo el día pavoneando.<br>Debo proteger a los Guerreros del Albor."],"affinity":["What a greedy one, hanging on to me.<br>No worries, allow me then<br>to be your escort moving forth!","抓住了這麼好的男人還不知足。好吧，那我就護送你們到最後吧！","이런 멋진 남자를 붙들고 있다니 욕심꾸러기로군.<br>뭐, 좋아. 그럼 마지막까지<br>에스코트해 드리지!","T'es plutôt cupide comme garçon.<br>Enfin c'est pas grave. Laisse-moi t'escorter jusqu'au bout !","Wie gierig, so an mir zu hängen.<br>Keine Sorge, erlaube mir,<br>dich weiter zu eskortieren!","Que avaricioso eres tratando de quedarte conmigo.<br>¡No te preocupes, que estaré a tu vera para llevarte hacia delante!"],"fusion":["Phew, so busy...<br>I guess that's what comes<br>with being so popular, eh?","真的好忙啊……正所謂能者多勞吧？","정말이지, 무지하게 바쁘구만……<br>이게 바로 인기남의 숙명인가?","Pfiou, je suis tellement occupé...<br>J'imagine que c'est ce qu'on appelle la rançon de la gloire ?","Puh, so hektisch ...<br>Ich schätze, das bringt<br>der Ruhm mit sich, oder?","Uf, si es que no paro.<br>Supongo que es lo que tiene ser tan popular, ¿eh?"]}},"214000205":{"compendium_id":489,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[726,2199,300,150],"MP":[37,113,50,25],"ATK":[36,109,20,10],"DEF":[31,94,20,10],"MAG":[29,89,20,10],"SPR":[29,89,20,10]},"limitburst_id":214000205,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[21,36],"effect_frames":[19,34],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[4,0,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A Hyur hailing from Eorzea who appears in the tales of the world of Hydaelyn. Thancred is a man who enjoys chatting up the ladies, but has no qualms about raising his blade against the enemy to put the fighting skills he learned as part of the underground world of Limsa Liminsa to good use. He is well-known in Ul'dah, where he worked gathering rare materials required for the creation of magical instruments. Incidentally, his run ins with various women have lead to some heated arguments.","異界行星海德林上艾歐澤亞地區的故事中登場的人族男性。他曾經在利姆薩·羅敏薩的某地下組織學習了戰鬥技藝，雖然他喜歡拈花惹草，不過面對敵人毫不手下留情。他在烏爾達哈人脈眾多，可以通過人脈輕易找到製作魔器所需要的稀有礦石。但由於他不管走到哪裡都會向女性搭訕，也埋下了許多火種，甚至還引發過一場「女人間的戰鬥」。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족의 남성. 만나는 여자마다 추근대는 바람둥이지만, 림사 로민사의 비밀조직에 전해 내려오는 전투 기술을 몸에 익히고 있으며 대적하는 자에게는 냉정하게 칼을 들이민다. 울다하에서는 꽤 얼굴이 알려진 편으로, 마기 제작에 필요한 희귀 광석을 인맥을 이용해 조달하고 있다. 한편, 여기저기서 여자를 유혹해댄 것이 화근이 되어 아수라장을 만들어 버리는 일도 있었다.","Un Hyur venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Thancred est un séducteur qui aime bavarder avec les femmes, mais qui n'a aucun scrupule à sortir son épée face à l'ennemi pour mettre à profit les techniques de combats qu'il a apprises au monde souterrain de Limsa Lominsa. Il est connu à Ul'dah, où il a travaillé à la collecte de matériaux rares nécessaires à la création d'instruments de magie. Ses aventures avec différentes femmes ont par ailleurs provoqué de vives disputes.","Ein Hyur aus der fernen Welt Eorza, der in den Geschichten der Welt Hydaelyn auftaucht. Thancred genießt das Gespräch mit den Damen, aber zögert nicht, wenn es heißt, das Schwert zu ziehen. Das lernte er als Teil der Unterwelt von Limsa Liminsa. Er ist in Ul'dah wohlbekannt, wo er seltene Materialien zur Herstellung magischer Instrumente sammelte. Seine Begegnungen mit Frauen haben zu einigen hitzigen Streits geführt.","Un Hyur proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Thancred es un hombre que disfruta agasajando con sus palabras a las damas, pero no tiene escrúpulos para alzar su espada contra el enemigo y emplear las habilidades de lucha que aprendió cuando formaba parte del mundo subterráneo de Limsa Liminsa. Es muy conocido en Ul'dah, donde trabajó recabando materiales raros para crear instrumentos mágicos. Por otra parte, sus encontronazos con varias mujeres han provocado bastantes peleas acaloradas."],"summon":["The words of love vary wherever you go.<br>I wonder what kind of poems<br>the women of this world prefer...?","表達愛意的語言，因地而異。這個世界的淑女們，喜歡什麼樣的情詩呢？","사랑의 말도, 지역마다 다르지.<br>이 세계의 여성들은,<br>어떤 시를 좋아하려나……?","L'espression du sentiment amoureux est différent d'un pays à l'autre.<br>Je me demande quel genre de poèmes aiment les femmes de ce monde... ?","Über die Liebe spricht man überall anders.<br>Was für Gedichte die Frauen<br>dieser Welt wohl vorziehen ...?","Las palabras de amor cambian según donde vayas.<br>Me pregunto, ¿qué tipo de poemas preferirán las mujeres de este mundo...?"],"evolution":["Sorry for the wait!<br>Now the real fight begins!","久等啦！看來我也得認真起來才行了！","기다렸지!<br>고상한 싸움은 여기까지다!","Désolé pour l'attente !<br>C'est maintenant que les choses sérieuses commencent.","Entschuldige die Verzögerung!<br>Jetzt beginnt der wahre Kampf!","¡Perdona la espera!<br>¡Empieza la batalla de verdad!"],"affinity":["What a greedy one, hanging on to me.<br>No worries, allow me then<br>to be your escort moving forth!","抓住了這麼好的男人還不知足。好吧，那我就護送你們到最後吧！","이런 멋진 남자를 붙들고 있다니 욕심꾸러기로군.<br>뭐, 좋아. 그럼 마지막까지<br>에스코트해 드리지!","T'es plutôt cupide comme garçon.<br>Enfin c'est pas grave. Laisse-moi t'escorter jusqu'au bout !","Wie gierig, so an mir zu hängen.<br>Keine Sorge, erlaube mir,<br>dich weiter zu eskortieren!","Que avaricioso eres tratando de quedarte conmigo.<br>¡No te preocupes, que estaré a tu vera para llevarte hacia delante!"],"fusion":["I need to get more powerful<br>so that I can protect everyone!","我要變得更強大，強大到能夠保護大家！","내가 좀 더 힘을 길러서,<br>모두를 지켜야만 해!","Il faut que je devienne plus puissant<br>comme ça je pourrai protéger tout le monde !","Ich muss noch stärker werden,<br>damit ich alle beschützen kann!","¡Necesito más poder para proteger a todo el mundo!"]}}},"skills":{"207780":{"name":"Fast Blade","cost":{"MP":10},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy"],"icon":"ability_54.png"},"207790":{"name":"Savage Blade","cost":{"MP":25},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Use Savage Blade (500540), or Savage Blade (500530), if used after Fast Blade (207780), Fast Blade+1 (703950) or Fast Blade+2 (703960)"],"icon":"ability_54.png"},"207820":{"name":"Bloodbath","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (1.4x, ATK & MAG) to one enemy","Hybrid damage (0.8x, ATK & MAG) as HP drain (30%) to one enemy"],"icon":"ability_6.png"},"207830":{"name":"Circle of Scorn","cost":{"MP":35},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies","Inflict Poison (50%) on all enemies"],"icon":"ability_10.png"},"207840":{"name":"Fight or Flight","cost":{"MP":15},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% for 5 turns to caster"],"icon":"ability_63.png"},"207850":{"name":"Flash","cost":{"MP":8},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase chance of being targeted by 70% for 3 turns"],"icon":"ability_94.png"},"207860":{"name":"Foresight","cost":{"MP":15},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF by 30% for 5 turns to caster"],"icon":"ability_63.png"},"207870":{"name":"Featherfoot","attack_type":"None","element_inflict":null,"effects":["20% chance of evading physical attacks"],"icon":"ability_97.png"},"207880":{"name":"Perfect Dodge","cost":{"MP":12},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Dodge 2 physical attacks for 3 turns to caster"],"icon":"ability_97.png"},"207890":{"name":"Goad","cost":{"MP":12},"attack_frames":[[90]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 500 HP and 20 MP to one ally, except caster"],"icon":"ability_4.png"},"207900":{"name":"Tempered Will","cost":{"MP":16},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Paralyze and Petrify by 100% for caster for 3 turns"],"icon":"ability_19.png"},"500530":{"name":"Savage Blade","cost":{"MP":25},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy"],"icon":"ability_54.png","parentID":"207790"},"500540":{"name":"Savage Blade","cost":{"MP":25},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy"],"icon":"ability_54.png","parentID":"207790"},"703950":{"name":"Fast Blade+1","cost":{"MP":10},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.9x, ATK) to one enemy"],"icon":"ability_54.png"},"703960":{"name":"Fast Blade+1","cost":{"MP":10},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x, ATK) to one enemy"],"icon":"ability_54.png"},"703970":{"name":"Savage Blade+1","cost":{"MP":25},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Use Savage Blade+1 (504660), or Savage Blade+1 (703990), if used after Fast Blade (207780), Fast Blade+1 (703950) or Fast Blade+2 (703960)"],"icon":"ability_54.png"},"703980":{"name":"Savage Blade+1","cost":{"MP":25},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Use Savage Blade+2 (504670), or Savage Blade+2 (704000), if used after Fast Blade (207780), Fast Blade+1 (703950) or Fast Blade+2 (703960)"],"icon":"ability_54.png"},"704010":{"name":"Featherfoot+1","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks"],"icon":"ability_97.png"},"704020":{"name":"Featherfoot+1","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks","Increase ATK and HP by 30%"],"icon":"ability_97.png"}},"LB":{"name":"Rage of Halone","attack_count":[7],"attack_frames":[[58,74,96,114,151,156,162]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.7x, ATK) to one enemy","Inflict Stop (50%) for 3 turns on one enemy"],"max_level":["Physical damage (3.65x, ATK) to one enemy","Inflict Stop (69%) for 3 turns on one enemy"]},"TMR":{"name":"Follower's Oath","compendium_id":571,"compendium_shown":true,"unit_restriction":null,"skills":{"208110":{"name":"Follower's Oath","attack_type":"None","element_inflict":null,"effects":["Increase ATK and HP by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Follower's Oath' passive."],"unique":false,"price_buy":5000,"price_sell":500,"icon":"ability_77.png","strings":{"names":["Follower's Oath","追隨者的誓言","맹주에게 바치는 맹세","Serment du serviteur","Schwur des Anhängers","Voto del servidor"],"desc_short":["Boost HP and ATK by 10%","提高10%HP、攻擊","HP와 공격력 10% 상승","Augmente les PV et l'ATT de 10%","Erhöht LP und ANG um 10 %","Aumenta VIT/ATQ un 10%"],"desc_long":["Boosts HP and ATK by 10%.","提高10%HP攻擊。","HP와 공격력이 10% 상승합니다.","Augmente les PV et l'ATT de 10%","Erhöht LP und ANG um 10 %","Aumenta VIT/ATQ un 10%"]},"type":"MATERIA"}},"214000304":{"rarity_min":4,"rarity_max":6,"name":"Minfilia","game":"FFXIV","job":"Scion","sex":"Female","equip":[1,2,5,12,40,50,53,60],"entries":{"214000304":{"compendium_id":490,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[496,1503,240,120],"MP":[28,85,40,20],"ATK":[24,72,16,8],"DEF":[20,62,16,8],"MAG":[26,78,16,8],"SPR":[26,78,16,8]},"limitburst_id":214000304,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,0,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020400":25,"290030700":8,"290030800":13,"290050300":15,"291100200":5}},"strings":{"description":["A Hyur hailing from Eorzea who appears in the tales of the world of Hydaelyn. Minfilia is the leader of the Scions of the Seventh Dawn, an organization that has become involved in the multinational issues concerning the primals. Resolved to save Eorzea at all costs, she set up camp in Vesper Bay, west of Western Thanalan. Believing that those touched by the power of the Echo will act as the trump card to solve the dilemma concerning the primals, she is in search of those who can wield it, as well as any other adventurers willing to help her group's cause.","異界行星海德林上艾歐澤亞地區的故事中登場的人族女性。她是致力於跨越國界解決蠻神問題的「拂曉血盟」的盟主。為拯救艾歐澤亞，拂曉以西薩納蘭西部的黃昏灣為據點進行著活動，令團員與各地的冒險者進行接觸，從中召集擁有「超越之力」的人，以作為對付蠻神的最終王牌。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족 여성. 국가의 장벽을 뛰어넘어 야만신 문제에 맞서는 '새벽의 혈맹'의 맹주이기도 하다. 에오르제아를 구제하고자 하며, 서부 다날란의 저녁별 만에 위치한 '모래의 집'을 거점으로 삼아 활동하고 있었다. '초월하는 힘'을 가진 자들이 야만신 문제 해결의 최후의 수단이 될 것이라 생각하여, 능력자를 모으기 위해 단원들을 통해 각지의 모험가들과 접촉을 꾀하고 있다.","Une Hyur venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Minfilia est la chef des héritiers de la Septième Aube, une organisation qui s'est retrouvée impliquée dans les questions internationales au sujet des primordiaux. Résolue à sauver Éorzéa à tout prix, elle monte un camp dans la baie de Vesper, à l'ouest du Thanalan occidental. Croyant que ceux qui possèdent le pouvoir de l'Écho seront un atout pour résoudre le dilemme des primordiaux, elle est à la recherche de ceux qui savent s'en servir, tout comme tous les autres aventuriers au service de la cause de son groupe.","Eine Hyur aus der fernen Welt Eorza, die in den Geschichten der Welt Hydaelyn auftaucht. Minfilia ist die Anführerin des Spross der Siebten Dämmerung, einer Organisation, die sich überall auf der Welt mit den Primae beschäftigt. Von dem Gedanken beherrscht, Eorza unbedingt zu retten, schlug sie ihr Lager in der Vesperbucht westlich von West-Thanalan auf. Da sie glaubte, dass die das Problem mit den Primae zu lösen imstande wären, die von der Macht des Echos berührt wurden, sucht sie gemeinsam mit anderen Abenteurern nach diesen Leuten.","Una Hyur proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Minfilia es la líder de los Hijos del Séptimo Albor, una organización involucrada en los problemas multinacionales relacionados con los primitivos. Decididos a salvar Eorzea a cualquier precio, montó su campamento en la Bahía Vesper, al oeste de Thanalan Oeste. Creyendo que aquellos tocados por el poder del Eco actuarán como comodín para resolver el dilema relacionado con los primitivos, está buscando a aquellos que cuentan con él, así como cualquier otro aventurero dispuesto a ayudar a la causa de su grupo."],"summon":["Where am I?<br>Could this be another method<br>of gaining superior power?","這究竟是？難道說，這也是「超越之力」造就的嗎？","이곳은 대체……?<br>설마 이것도,<br>'초월하는 힘'이 일으킨 것일까?","Où suis-je ?<br>Serait-ce une autre méthode pour obtenir de plus grands pouvoirs ?","Wo bin ich?<br>Könnte dies eine weitere Methode sein,<br>überlegene Kräfte zu gewinnen?","¿Dónde estoy?<br>¿Será esta otra manera de conseguir un poder superior?"],"evolution":[null,null,null,null,null,null],"affinity":["You are my hope.<br>As long as you are around,<br>the Dawn Warriors can shine bright!","你就是希望所在。只要你在，「拂曉」之光就不會熄滅！","당신은 희망 그 자체야.<br>'새벽'의 빛은, 당신이 있는 한<br>몇 번이라도, 몇 번이라도 타오를 수 있어!","Tous mes espoirs sont en toi désormais.<br>Tant que tu seras là, les Guerriers de l'Aube pourront briller !","Du bist meine Hoffnung.<br>Solange es dich gibt,<br>strahlen die Krieger der Morgendämmerung!","Tú eres mi esperanza.<br>¡Contigo a nuestro lado, los Guerreros del Albor iluminaremos el camino!"],"fusion":["That password is \"wild rose.\"<br>Be sure not to forget it.","我們的暗號是「野玫瑰」。不要忘記了！","우리들의 암호는 '들장미'입니다.<br>기억해 두세요!","Le mot de passe est \"rose sauvage\".<br>Fais bien attention à ne pas l'oublier.","Das Kennwort lautet „Wildrose.“<br>Nicht vergessen.","La contraseña es \"rosa salvaje\". Que no se te olvide."]}},"214000305":{"compendium_id":491,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[721,2201,300,150],"MP":[39,117,50,25],"ATK":[30,92,20,10],"DEF":[27,81,20,10],"MAG":[31,95,20,10],"SPR":[35,107,20,10]},"limitburst_id":214000305,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290060000":10,"290060100":20,"290060300":5,"290060400":10,"291100200":5}},"strings":{"description":["A Hyur hailing from Eorzea who appears in the tales of the world of Hydaelyn. Minfilia became the leader of the Scions of the Seventh Dawn in accordance to sage Louisoix's dying wish by merging her organization of the Path of the Twelve with his of the Circle of Knowing. Following the culmination of the first stage of the war against the Garlean Empire, the Scions relocated their headquarters to the Rising Stones in Revenant's Toll. Their advancements in development have made them as productive as the three great city-states.","異界行星海德林上艾歐澤亞地區的故事中登場的人族女性。她遵循賢者路易索瓦的遺願，將自己率領的「十二跡調查會」與路易索瓦的「救世詩盟」合二為一，建立起新的組織「拂曉血盟」，並成為該組織的盟主。在與加雷馬帝國的戰鬥告一段落後，她又將拂曉的據點遷移至喪靈鐘的「石之家」，和三大城邦站在對等的立場上繼續展開著活動。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족 여성. 현자 루이수아의 유언에 따라 자신이 이끄는 '12 유적조사회'와, 루이수아가 리더를 맡았던 '구세시맹'을 통합한 조직 '새벽의 혈맹'의 맹주가 되었다. 갈레말 제국과의 싸움이 일단락되자, 조직의 거점을 모르도나의 '돌의 집'으로 옮겨, 세 도시와 대등한 입장에서 활동을 전개해 나간다.","Une Hyur venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Minfilia est devenue la chef des héritiers de la Septième Aube, selon les dernières volontés du défunt sage Louisoix, par la fusion de son organisation, la Voie des Douze, avec celle de Louisoix, le Cénacle du savoir. La première étape de la guerre contre l'empire de Garlemald achevée, les héritiers ont déménagé leur quartier général au Refuge des roches dans le Glas des revenants. Leur développement les a rendus aussi productifs que les trois grandes cités-États.","Eine Hyur aus der fernen Welt Eorza, die in den Geschichten der Welt Hydaelyn auftaucht. Minfilia ist die Anführerin des Spross der Siebten Dämmerung. Sie befolgt den letzten Wunsch des Weisen Louisoix, ihre Organisation des Pfads der Zwölf mit seinem Zirkel des Wissens zu verschmelzen. Nach der ersten Stufe im Kampf gegen das Imperium von Garlean verlagerte der Spross sein Hauptquartier zu den Hohen Steinen beim Tribut des Wiedergängers. Durch ihre Fortschritte wurden sie so produktiv wie die drei großen Stadtstaaten.","Una Hyur proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Minfilia se convirtió en la líder de los Hijos del Séptimo Albor siguiendo la última voluntad del sabio Ouisoix de juntar su organización del Camino de los Doce con la de él, el Círculo del Conocimiento. Tras la culminación de la primera etapa de la guerra contra el Imperio Garleano, los Descendientes reubicaron su sede a Piedras Emergentes, en Peaje de los Resucitados. Sus avances en desarrollo los han hecho tan productivos como las tres grandes ciudad estado."],"summon":["I'm not against being called upon<br>from time to time!","偶爾被別人呼來喚去，也很不賴啊。","가끔은 호출받는 것도<br>나쁘진 않네!","C'est plutôt agréable d'être appelée de temps en temps!","Ich habe nichts dagegen, von Zeit zu Zeit<br>beschworen zu werden!","¡No me importa que se me invoque de vez en cuando!"],"evolution":["Walls are not made to be taken away!<br>It is up to everyone to work together<br>to climb over them!","「隔閡」並不是要消除的東西！是需要大家團結一心、共同跨越的！","'벽'은 없애기 위한 것이 아니에요!<br>모두의 마음을 하나로 모아,<br>뛰어넘는 것입니다!","Les murs ne sont pas faits pour être retirés !<br>Ils sont faits pour être franchis ensemble !","Wände sind aus einem Grund da!<br>Wenn wir zusammen arbeiten,<br>können wir sie überwinden!","¡Los muros no están para echarse abajo!<br>¡Están para que los superemos uniendo nuestras fuerzas juntos!"],"affinity":["You are my hope.<br>As long as you are around,<br>the Dawn Warriors can shine bright!","你就是希望所在。只要你在，「拂曉」之光就不會熄滅！","당신은 희망 그 자체야.<br>'새벽'의 빛은, 당신이 있는 한<br>몇 번이라도, 몇 번이라도 타오를 수 있어!","Tous mes espoirs sont en toi désormais.<br>Tant que tu seras là, les Guerriers de l'Aube pourront briller !","Du bist meine Hoffnung.<br>Solange es dich gibt,<br>strahlen die Krieger der Morgendämmerung!","Tú eres mi esperanza.<br>¡Contigo a nuestro lado, los Guerreros del Albor iluminaremos el camino!"],"fusion":["All right! It's time for action!<br>Let's see this through to the end!","好了！既然決定要動手去做，那就得做好了才行！","좋아! 기왕 하는 거,<br>확실하게 해 주지!","Bon ! C'est l'heure de passer à l'action !<br>Qu'on mette fin à tout ça !","Gut! Zeit für Action!<br>Ziehen wir das durch!","¡Muy bien! ¡Es hora de actuar!<br>¡Vamos a llegar hasta el final!"]}},"214000306":{"compendium_id":492,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[944,2855,450,225],"MP":[50,153,75,37],"ATK":[37,112,30,15],"DEF":[36,110,30,15],"MAG":[37,112,30,15],"SPR":[46,140,30,15]},"limitburst_id":214000306,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A Hyur hailing from Eorzea who appears in the tales of the world of Hydaelyn. Minfilia is the leader of the Scions of the Seventh Dawn who fight the primals, and a wielder of the Echo bent on defeating the disciples of darkness known as the Ascians. The unwavering resolve she maintains to save Eorzea keeps her moving forth, regardless of the multitude of comrades she has lost along the way. Her intervention in the conflict between the people of Ishgard and their neighboring dragon kin was also for the sake of Eorzea's future.","異界行星海德林上艾歐澤亞地區的故事中登場的人族女性。她作為「拂曉血盟」的盟主，致力於解決蠻神問題、解開「超越之力」之謎、討伐暗之使徒無影。在一系列的戰鬥中，拂曉失去了眾多的夥伴，但依然為了拯救艾歐澤亞繼續前進。在山岳之都伊修加德介入龍詩戰爭也是為了艾歐澤亞的未來著想。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족 여성. '새벽의 혈맹'의 맹주로서, 야만신 문제 해결과 '초월하는 힘'의 해명, 아씨엔 이라 불리는 어둠의 사도 토벌에 온 힘을 다해 맞서고 있다. 그러한 활동 중에 많은 동지를 잃으면서도 에오르제아의 구제를 위해 포기하지 않고 전진해 나가던 그녀가 창천의 이슈가르드와 드래곤 족의 싸움에 개입한 것도, 에오르제아의 미래를 위해서였다고 한다.","Une Hyur venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Minfilia est la chef des héritiers de la Septième Aube qui se bat pour les primordiaux. Elle maîtrise l'Écho et est déterminée à vaincre les Asciens, disciples des ténèbres. Elle ne cesse d'aller de l'avant, poussée par sa résolution inébranlable à sauver Éorzéa, malgré le grand nombre de camarades qu'elle a perdu. C'est aussi pour le futur d'Éorzéa qu'elle est intervenue dans le conflit entre les habitants d'Ishgard et leur voisin, la famille dragon.","Eine Hyur aus der fernen Welt Eorza, die in den Geschichten der Welt Hydaelyn auftaucht. Minfilia ist die Anführerin des Spross der Siebten Dämmerung, die die Primae bekämpfen, und eine Trägerin des Echos, um den Schülern der Dunkelheit, bekannt als Askianer, entgegenzustehen. Ihr Wille, Eorza zu retten, lässt sie weiter kämpfen, obwohl sie bereits einige Kameraden verloren hat. Ihr Einschreiten in den Konflikt zwischen Ishgard und den Drachengeborenen diente ebenso diesem Zweck.","Una Hyur proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Minfilia es la líder de los Hijos del Séptimo Albor, que lucha contra los primitivos, y portadora del Eco, decidida a derrotar los discípulos de la oscuridad conocidos como los Ascianos. La firme resolución que tiene por salvar Eorze le hace seguir adelante sin importarle la multitud de camaradas que ha perdido durante el camino. Su intervención en el conflicto entre el pueblo de Ishgard y su pariente vecino dragón también fue por el futuro de Eorzea."],"summon":["Can you hear it?<br>I am Minfilia.<br>Pleasure to meet you.","……能聽到嗎？是我，敏菲利亞。請多關照。","……들려요?<br>나예요, 민필리아.<br>앞으로도 잘 부탁해요.","Tu m'as bien entendue ? Je suis Minfilia.<br>Ravie de te rencontrer.","Hörst du das?<br>Ich bin Minfilia.<br>Schön, dich kennenzulernen.","¿Lo oyes?<br>Me llamo Minfilia.<br>Encantada de conocerte."],"evolution":["Our only hope to save this planet,<br>this lone seed of light,<br>we mustn't allow it to expire.","拯救這個星球的光之萌芽，我一定會竭盡全力保護。","희망을…… 이 별을 구할 '빛의 싹'을,<br>꺾이게 할 순 없어요.","Cette petite \"graine de lumière\" est notre seul moyen de sauver cette planète.<br>Hors de question de la gâcher.","Wir dürfen unseren Planeten,<br>dieses einsame Licht in der Dunkelheit,<br>nicht erlöschen lassen.","No podemos permitir que esta semilla de luz perezca,<br>es nuestra última esperanza para salvar este planeta."],"affinity":["You are my hope.<br>As long as you are around,<br>the Dawn Warriors can shine bright!","你就是希望所在。只要你在，「拂曉」之光就不會熄滅！","당신은 희망 그 자체야.<br>'새벽'의 빛은, 당신이 있는 한<br>몇 번이라도, 몇 번이라도 타오를 수 있어!","Tous mes espoirs sont en toi désormais.<br>Tant que tu seras là, les Guerriers de l'Aube pourront briller !","Du bist meine Hoffnung.<br>Solange es dich gibt,<br>strahlen die Krieger der Morgendämmerung!","Tú eres mi esperanza.<br>¡Contigo a nuestro lado, los Guerreros del Albor iluminaremos el camino!"],"fusion":["Louisoix...<br>Please, protect the Seventh Dawn...","路易索瓦大師……您在天有靈……請保佑我們「拂曉血盟」……","루이수아 님……<br>부디, '새벽'을 지켜주십시오……","Louisoix...<br>Je vous en prie, protégez la Septième Aube...","Louisoix ...<br>Bitte beschütze die Siebte Dämmerung ...","Louisoix...<br>Por favor, protege al Séptimo Albor..."]}}},"skills":{"207910":{"name":"The Echo","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG, SPR, HP and MP by 10%"],"icon":"ability_77.png"},"207920":{"name":"Word of the Mother","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all status effects by 100%"],"icon":"ability_19.png"},"207930":{"name":"Flame Guard","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Fire by 70% for 3 turns to all allies"],"icon":"ability_11.png"},"207940":{"name":"Frozen Guard","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Ice by 70% for 3 turns to all allies"],"icon":"ability_15.png"},"207950":{"name":"Static Guard","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Lightning by 70% for 3 turns to all allies"],"icon":"ability_13.png"},"207960":{"name":"Aqua Guard","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 70% for 3 turns to all allies"],"icon":"ability_18.png"},"207970":{"name":"Breeze Guard","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Wind by 70% for 3 turns to all allies"],"icon":"ability_12.png"},"207980":{"name":"Soil Guard","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Earth by 70% for 3 turns to all allies"],"icon":"ability_17.png"},"207990":{"name":"Shining Guard","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Light by 70% for 3 turns to all allies"],"icon":"ability_99.png"},"208000":{"name":"Shadow Guard","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Dark by 70% for 3 turns to all allies"],"icon":"ability_98.png"},"208010":{"name":"Call to Attack","cost":{"MP":14},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 100% for 3 turns to one ally"],"icon":"ability_63.png"},"208020":{"name":"Call to Defend","cost":{"MP":14},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF by 100% for 3 turns to one ally"],"icon":"ability_63.png"},"208030":{"name":"Call to Magic","cost":{"MP":14},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 100% for 3 turns to one ally"],"icon":"ability_63.png"},"208040":{"name":"Call to Spirit","cost":{"MP":14},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase SPR by 100% for 3 turns to one ally"],"icon":"ability_63.png"},"208050":{"name":"Assault Order","cost":{"MP":53},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 40% for 5 turns to all allies"],"icon":"ability_63.png"},"208060":{"name":"Guard Order","cost":{"MP":53},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 40% for 5 turns to all allies"],"icon":"ability_63.png"},"208070":{"name":"Logistical Support","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure all status effects for one ally"],"icon":"ability_3.png"},"208080":{"name":"Leader's Disposition","cost":{"MP":13},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Confusion by 100% for all allies for 3 turns"],"icon":"ability_19.png"},"704030":{"name":"The Echo+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG, SPR, HP and MP by 10%","Gain Regen (10124) at the start of a battle or when revived","Recover MP (5%) per turn"],"icon":"ability_77.png"},"704040":{"name":"The Echo+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG, SPR, HP and MP by 20%","Gain Regen (10124) at the start of a battle or when revived","Recover MP (10%) per turn"],"icon":"ability_77.png"},"704050":{"name":"Leader's Disposition+1","cost":{"MP":13},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Paralyze, Confusion and Petrify by 100% for all allies for 3 turns"],"icon":"ability_19.png"},"704060":{"name":"Leader's Disposition+1","cost":{"MP":13},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Paralyze, Confusion and Petrify by 100% for all allies for 3 turns","Increase Stop resistance by 100% for 3 turns to all allies"],"icon":"ability_19.png"},"704070":{"name":"Assault Order+1","cost":{"MP":53},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 60% for 5 turns to all allies"],"icon":"ability_63.png"},"704080":{"name":"Assault Order+1","cost":{"MP":40},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 80% for 5 turns to all allies"],"icon":"ability_63.png"},"704090":{"name":"Guard Order+1","cost":{"MP":53},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 60% for 5 turns to all allies"],"icon":"ability_63.png"},"704100":{"name":"Guard Order+1","cost":{"MP":40},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 80% for 5 turns to all allies"],"icon":"ability_63.png"}},"LB":{"name":"Leader of the Dawn","attack_count":[4],"attack_frames":[[150,176,192,300]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.5x, ATK) to all enemies","Increase ATK, DEF, MAG and SPR by 40% for 3 turns to all allies"],"max_level":["Physical damage (3.7x, ATK) to all enemies","Increase ATK, DEF, MAG and SPR by 64% for 3 turns to all allies"]},"TMR":{"name":"Hydaelyn Guard","compendium_id":572,"compendium_shown":true,"unit_restriction":null,"skills":{"208120":{"name":"Hydaelyn Guard","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all elements by 10%"],"icon":"ability_9.png","desc":""}},"effects":["Grants 'Hydaelyn Guard' passive."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_9.png","strings":{"names":["Hydaelyn Guard","海德林的加護","하이델린의 가호","Protection d'Hydaelyn","Hydaelynische Wache","Guarda de Hydaelyn"],"desc_short":["Boost all elemental resistance by 10%","提高10%火冰雷水風土光暗屬性耐性","불, 얼음, 번개, 물, 바람, 땅, 빛, 어둠속성 저항력 10% 상승","Augmente toutes les résistances élémentaires de 10%","Alle Resistenzen hoch um 10 %","Aumenta todas las resistencias elementales un 10%"],"desc_long":["Boosts all elemental resistance by 10%.","提高10%火冰雷水風土光暗屬性耐性。","불, 얼음, 번개, 물, 바람, 땅, 빛, 어둠속성 저항력이 10% 상승합니다.","Augmente toutes les résistances élémentaires de 10%","Alle Resistenzen hoch um 10 %.","Aumenta todas las resistencias elementales un 10%"]},"type":"MATERIA"}},"214000404":{"rarity_min":4,"rarity_max":6,"name":"Yda","game":"FFXIV","job":"Scion","sex":"Female","equip":[16,40,50,51,60],"entries":{"214000404":{"compendium_id":738,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[465,1409,210,105],"MP":[23,68,35,17],"ATK":[23,69,18,9],"DEF":[17,52,14,7],"MAG":[19,56,14,7],"SPR":[18,53,14,7]},"limitburst_id":214000404,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[17,26,42,58],"effect_frames":[15,24,40,56],"max_lb_drop":2,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":25,"290030600":13,"290031000":8,"290050300":15,"290050400":8}},"strings":{"description":["A Hyur girl appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. A member of the Scions of the Seventh Dawn, she is in charge of surveying the forest capital Gridania. She is an accomplished martial artist, and the power of her punches is much higher than one might think from looking at her petite build. She has a mysterious air about her given the fact her eyes are covered by the visor she wears, however in reality she is very cheerful and sociable.","異界行星海德林上艾歐澤亞地區的故事中登場的人族女性。她是「拂曉血盟」的一員，負責調查森林之都格里達尼亞。同時她還是格鬥術高手，她所揮出的拳擊威力，令人無法想像是來自那纖瘦的身體。因為她總戴著遮住眼部的面具，所以飄散著一股神祕感，但是其實她的性格開朗，十分容易相處。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족 여성. '새벽의 혈맹'의 일원으로, 숲의 도시 그리다니아 조사를 담당하고 있다. 격투술의 달인이며, 가녀린 그 몸매로는 상상할 수 없을 정도로 강력한 펀치를 내뻗는다. 얼굴가리개 형태의 마스크로 눈가를 가리고 있는 탓에 겉보기엔 신비로운 분위기가 감돌지만, 실제로는 활발하고 붙임성이 좋은 인물이다.","Une Hyur venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Membre des Héritiers de la Septième Aube, elle est chargée de veiller sur Gridania, la cité forestière. Pugiliste accomplie, ses poings sont des armes bien plus dévastatrices, et ce malgré sa frêle constitution. Le masque qui lui couvre les yeux lui donne un air mystérieux, pourtant elle fait preuve d'un caractère très sociable et accueillant.","Eine Hyuran aus dem fernen Land Eorzea, die in den Geschichten der Welt Hydaelyn auftaucht. Sie ist ein Mitglied des Bundes der Morgenröte und verantwortlich für die Erforschung von Gridania, der Stadt des Waldes. Ihre wirbelnden Fäuste sind tödliche Waffen, mit einer Kraft, die man diesem zierlichen Mädchen nicht zutrauen würde. Ihre Augen sind von einer Maske verborgen, was ihr eine mysteriöse Erscheinung verleiht, aber in Wirklichkeit ist sie ein fröhliches und geselliges Mädchen.","Una mujer hyur que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Es miembro de los Hijos del Séptimo Albor y se encarga de inspeccionar la capital boscosa, Gridania. Está versada en las artes marciales y el daño de sus puñetazos es mucho mayor al que pueda aparentar con su pequeña estatura. Asimismo, tiene un aire misterioso, pues siempre lleva una visera que le cubre los ojos. Sin embargo, en realidad, es una persona muy sociable y alegre."],"summon":["I wonder what sort of enemy we'll face. I look forward to pummeling them!","這裡的敵人都是強者嗎?<br>正合我意！","여긴 좀 강력한 적들이 모여 있으려나?<br>바라던 바야!","Je me demande quel genre d'ennemis on va croiser.<br>J'espère seulement que ce seront des adversaires de valeur !","Ich frage mich, was für ein Gegner wohl auf uns wartet.<br>Hoffentlich sind es Ehrenmänner!","Me pregunto a qué clase de enemigo nos vamos a enfrentar. ¡Tengo ganas de darle una paliza!"],"evolution":[null,null,null,null,null,null],"affinity":["I wanna fight with you someday!<br>I guarantee I won't lose!","真期待某一天能與你一戰呢！<br>到時候，我可不會輸喔！","언젠가 너랑도 싸워보고 싶어!<br>그땐 절대 지지 않을 거야~!","Je veux me battre contre toi, un jour !<br>Je te garantis que je gagnerai !","Eines Tages will ich gegen dich kämpfen!<br>Ich verspreche, dass ich nicht verlieren werde.","¡Algún día quiero luchar contra ti!<br>¡Seguro que te ganaré!"],"fusion":["Alright! Let's get to it!<br>The more the merrier!","很好！來吧！<br>你們全部一起上吧！","좋았어! 해 볼까!<br>한 번에 상대해 주지!","Okay ! Allons-y !<br>Un pour tous et tous pour un !","Los geht's!<br>Alle für einen, einer für alle!","¡Vale! ¡Vamos!<br>¡Cuantos más, mejor!"]}},"214000405":{"compendium_id":739,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[664,2013,240,120],"MP":[32,98,40,20],"ATK":[33,99,24,12],"DEF":[25,75,16,8],"MAG":[27,81,16,8],"SPR":[25,77,16,8]},"limitburst_id":214000405,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[17,26,42,58],"effect_frames":[15,24,40,56],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":5,"290060200":10,"290060400":20}},"strings":{"description":["A Hyur girl appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. As a member of the Scions of the Seventh Dawn, she is charged with investigating various problems, starting with the trouble with the primals. She is bright and positive, and though she is often being watched out for by her colleagues Y'shtola and Papalymo, her personality is often a source of inspiration, with her often setting the tone for most situations.","異界行星海德林上艾歐澤亞地區的故事中登場的人族女性。她是「拂曉血盟」的一員，負責調查以蠻神為首的諸多問題。她樂觀又積極，但也有粗心大意的毛病，時常被同事帕帕力莫與雅・修特拉糾正。但是因為天性開朗又經常鼓舞周圍的人，因此大部分的情況下，她都能活躍氣氛。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족 여성. '새벽의 혈맹'의 일원으로, 숲의 도시 그리다니아 조사를 담당하고 있다. 덜렁거리고 태평한 성격 탓에 동료인 파파리모나 야슈톨라로부터 주의를 받을 때도 있지만, 천성적인 밝은 성격으로 주변을 고무시키고 , 웬만한 일은 어떻게든 해결될 것 같은 기분이 들게 해 주는 분위기 메이커이기도 하다.","Une Hyur venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Membre des Héritiers de la Septième Aube, elle a pour fonction de s'occuper de différents problèmes à commencer par celui des Primordiaux. Bien qu'elle se fasse souvent reprendre par ses collègues Y'shtola and Papalymo, sa nature optimiste et joyeuse est bien souvent une source d'inspiration qui permet de rendre agréable même les pires situations.","Eine Hyuran aus dem fernen Land Eorzea, die in den Geschichten der Welt Hydaelyn auftaucht. Als Mitglied des Bundes der Morgenröte ist sie mit der Untersuchung verschiedener Bedrohungen betraut, darunter auch die Primae. Sie ist klug und optimistisch, und auch wenn Y'shtola und Papalymo sich oft um sie kümmern, revanchiert sie sich bei ihren Freunden mit viel Inspiration und guter Laune.","Una mujer hyur que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Al ser miembro de los Hijos del Séptimo Albor, se le encomienda la tarea de investigar varios problemas: entre ellos, la situación con los primals. Es una persona inteligente y positiva. Además, es una fuente de inspiración y su personalidad hace que suela marcar las pautas en la mayoría de las situaciones, a pesar de que sus compañeros Y'shtola y Papalymo suelen vigilarla de cerca."],"summon":["Sorry for the wait!<br>Leave the rest to me!","久等啦！<br>交給我吧！","기다렸지!<br>나한테 다~ 맡겨줘!","Désolée pour l'attente !<br>Laisse-moi me charger du reste !","Komme ich zu spät?<br>Überlasst mir den Rest.","¡Perdón por la espera!<br>¡Dejadme a mí el resto!"],"evolution":["Looks like a new adventure's about to start! I can't help but be excited!","看來有新的冒險要開始了呢！<br>真是等不及了！","뭔가 새로운 게 시작되나 봐!<br>엄청나게 기대돼!","On dirait qu'une nouvelle aventure est sur le point de commencer ! Je suis si excitée !","Ein neues Abenteuer? Ich bin dabei!","¡Parece que una nueva aventura está a punto de empezar! ¡Estoy entusiasmada!"],"affinity":["I wanna fight with you someday!<br>I guarantee I won't lose!","真期待某一天能與你一戰呢！<br>到時候，我可不會輸喔！","언젠가 너랑도 싸워보고 싶어!<br>그땐 절대 지지 않을 거야~!","Je veux me battre contre toi, un jour !<br>Je te garantis que je gagnerai !","Eines Tages will ich gegen dich kämpfen!<br>Ich verspreche, dass ich nicht verlieren werde.","¡Algún día quiero luchar contra ti!<br>¡Seguro que te ganaré!"],"fusion":["There we are!<br>Time to really let one loose!","換我啦！<br>我可要出大招了喔！","감 잡았어!<br>따끔하게 한 발, 날려 주지!","Enfin !<br>C'est l'heure de te prendre une bonne raclée !","Da wären wir!<br>Lass wir es krachen!","¡Aquí estamos!<br>¡Hora de dar una buena tunda!"]}},"214000406":{"compendium_id":740,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[949,2876,390,195],"MP":[46,140,65,32],"ATK":[47,142,34,17],"DEF":[36,108,26,13],"MAG":[38,116,26,13],"SPR":[36,110,26,13]},"limitburst_id":214000406,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[17,26,42,58],"effect_frames":[15,24,40,56],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A Hyur girl appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. As a member of the Scions of the Seventh Dawn, she is mainly focused on solving Gridania's primal problem. As full of vigor as she may be, she is not good at difficult conversation, and instead of using her head, she prefers moving her body. Good friends with Moenbryda, an authority on aetheryte techniques, she was happy to be reunited with her when she visited the Rising Stones headquarters.","異界行星海德林上艾歐澤亞地區的故事中登場的人族女性。她是「拂曉血盟」的一員，主要負責對應格里達尼亞的蠻神問題。她雖然擁有優秀的體能，但不擅長動腦筋，是「與其花頭腦去想，不如先讓身體動起來」的類型。她與以太之光技術的權威——穆恩布瑞達是摯友，在石之家再次相遇時，她非常高興。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족 여성. '새벽의 혈맹'의 일원으로, 주로 그리다니아에서 야만신 문제에 대처하고 있다. 체력은 뛰어나지만 복잡한 이야기를 싫어하며, 머리로 생각하기보단 직접 몸을 움직이는 것을 좋아하는 타입이다. 에테라이트 기술의 권위자 문브뤼다와는 친구 사이로, 그녀가 돌의 집에 방문했을 때에 재회를 뛸 듯이 기뻐했다.","Une Hyur venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Membre des Héritiers de la Septième Aube, elle a pour principale fonction de s'occuper du problème des Primordiaux de la ville de Gridania. Elle est peut-être pleine de vie, mais reste en retrait lorsque la conversation se fait plus compliquée, c'est pourquoi elle préfère laisser son corps parler avant de faire usage de sa tête. Très amie avec Moenbryda, une personne qui fait autorité au sein des adeptes des techniques d'aetheryte, elle fut ravie de la revoir lorsqu'elle visita le Refuge des roches.","Eine Hyuran aus dem fernen Land Eorzea, die in den Geschichten der Welt Hydaelyn auftaucht. Als Mitglied des Bundes der Morgenröte ist sie hauptsächlich mit der Primae-Bedrohung in Gridania betraut. Zwar besitzt sie eine überlegene Kampfkraft,  benutzt aber lieber ihre Fäuste als ihren Verstand. Sie ist gut mit Moenbryda, einer Expertin auf dem Gebiet der Ätherytenkunde, befreundet und hat sich sehr über das Wiedersehen mit ihr im Sonnenstein, dem Hauptquartier des Bundes, gefreut.","Una mujer hyur que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Al ser miembro de los Hijos del Séptimo Albor, se le encarga la tarea de resolver el problema que tiene Gridania con los primals. Aunque pueda parecer que está llena de vigor, no se le dan bien las conversaciones complejas: antes que la cabeza, prefiere usar el cuerpo. Por otra parte, Moenbryda, toda una autoridad en lo que respecta a las técnicas aetheryte, y ella son buenas amigas. De hecho, se alegró mucho de reencontrarse con Moenbryda cuando esta la visitó en su base."],"summon":["Your support is here!<br>Nothing to worry about, I can handle this!","幫手登場！<br>這裡就讓我來吧！","구원 투수 등장~!<br>여긴 내가 알아서 할게!","Les renforts sont là !<br>Ne t'inquiète pas, je me charge de tout !","Die Verstärkung ist da!<br>Keine Sorge, ich kümmere mich um alles.","¡Han llegado los refuerzos!<br>¡No os preocupéis, yo me encargo!"],"evolution":["We all have the same dream!<br>I must keep it alive!","「拂曉」是大家的希望喔！<br>決不會在這種地方結束的！","'새벽'은 말야, 모두의 희망이야!<br>이런 데서 끝날 수는 없어!","Nous avons tous le même rêve ! Je dois tout faire pour qu'il reste bien vivant !","Wir haben alle den selben Traum.<br>Ich muss ihn am Leben halten.","¡Todos soñamos con lo mismo!<br>¡Tengo que conseguirlo!"],"affinity":["I wanna fight with you someday!<br>I guarantee I won't lose!","真期待某一天能與你一戰呢！<br>到時候，我可不會輸喔！","언젠가 너랑도 싸워보고 싶어!<br>그땐 절대 지지 않을 거야~!","Je veux me battre contre toi, un jour !<br>Je te garantis que je gagnerai !","Eines Tages will ich gegen dich kämpfen!<br>Ich verspreche, dass ich nicht verlieren werde.","¡Algún día quiero luchar contra ti!<br>¡Seguro que te ganaré!"],"fusion":["I-I'm not sleeping! I was just engrossed in thought, th-that's all!","……嗯？！我、我才不是睡著了！我只是在閉上眼睛想事罷了！","……푸핫! 아, 아냐!<br>안 잤어! 잠깐 눈 감고<br>생각에 빠져 있었던 것뿐이야!","Mhmm, ha ! N-non !<br>Je n'étais pas en train de dormir, je reposais mes yeux et je réfléchissais !","Nein nein, ich habe nicht geschlafen!<br>Ich habe bloß meine Augen ausgeruht und gründlich nachgedacht.","¡N-no estoy durmiendo! ¡Solo estaba en mi mundo! ¡E-eso es todo!"]}}},"skills":{"101200":{"name":"Counter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"207870":{"name":"Featherfoot","attack_type":"None","element_inflict":null,"effects":["20% chance of evading physical attacks"],"icon":"ability_97.png"},"216910":{"name":"Second Chance","cost":{"MP":6},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Restore 30% HP to caster"],"icon":"ability_3.png"},"216920":{"name":"Steel Peak","cost":{"MP":14},"attack_frames":[[20]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to one enemy","Inflict Paralyze (40%) on one enemy"],"icon":"ability_51.png"},"216930":{"name":"Howling Fist","cost":{"MP":11},"attack_frames":[[20]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to all enemies"],"icon":"ability_51.png"},"216940":{"name":"Fists of Fire","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"216950":{"name":"Fists of Wind","attack_type":"None","element_inflict":null,"effects":["10% chance of evading magic attacks"],"icon":"ability_97.png"},"216960":{"name":"Fists of Earth","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"216970":{"name":"Internal Release","attack_type":"None","element_inflict":null,"effects":["Increase crit. chance by 20%"],"icon":"ability_77.png"},"216980":{"name":"Kata","attack_type":"None","element_inflict":null,"effects":["Use Kata (503210) at the start of a battle"],"icon":"ability_60.png"},"503210":{"name":"Kata","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Gain Bootshine (503250) and Dragon Foot (503220)"],"icon":"ability_60.png","parentID":"216980"},"704110":{"name":"Kata+1","attack_type":"None","element_inflict":null,"effects":["Use Kata+1 (704130) at the start of a battle"],"icon":"ability_60.png"},"704120":{"name":"Kata+1","attack_type":"None","element_inflict":null,"effects":["Use Kata+2 (704140) at the start of a battle"],"icon":"ability_60.png"},"704170":{"name":"Fists of Fire+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% and HP by 20%","Increase ATK by 20% when equipped with a Fist"],"icon":"ability_77.png"},"704180":{"name":"Fists of Fire+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% and HP by 20%","Increase ATK by 20% when equipped with a Fist","Increase equipment ATK by 50% when armed with a single one-handed weapon","Increase Accuracy by 25% when armed with a single one-handed weapon"],"icon":"ability_77.png"},"704190":{"name":"Howling Fist+1","cost":{"MP":11},"attack_frames":[[20]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to all enemies"],"icon":"ability_51.png"},"704200":{"name":"Howling Fist+1","cost":{"MP":11},"attack_frames":[[20]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.2x, ATK) to all enemies"],"icon":"ability_51.png"}},"LB":{"name":"Forbidden Chakra","attack_count":[1],"attack_frames":[[360]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (4.5x * 1.33 = 6x, ATK) to one enemy (ignore cover)"],"max_level":["Physical damage (5.7x * 1.33 = 7.6x, ATK) to one enemy (ignore cover)"]},"TMR":{"name":"Spirit of Freedom","compendium_id":665,"compendium_shown":true,"unit_restriction":null,"skills":{"216990":{"name":"Spirit of Freedom","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 15%","10% chance of evading physical attacks"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Spirit of Freedom' passive."],"unique":true,"price_buy":30000,"price_sell":3000,"icon":"ability_77.png","strings":{"names":["Spirit of Freedom","不羈的氣焰","불기의 기염","Esprit de liberté","Geist der Freiheit","Espíritu libre"],"desc_short":["Chance of evading a physical attack and boost ATK by 15% (Not stackable)","一定機率閃避物理攻擊+提高15%攻擊[無法重複裝備]","일정 확률로 일부 물리 공격 회피+공격력 15% 상승 (중복 장착 불가)","Chance d'esquiver une attaque physique et augmente l'ATT de 15% (pas cumulable)","Chance auf Ausweichen vor einem physischen Angriff, erhöht ANG um 15%. (Nicht stapelbar)","Posibilidad de evitar ataque físico y aumenta el ATQ un 15%. (no acumulable)"],"desc_long":["Adds chance of evading a physical attack and boosts ATK by 15%. Not stackable.","一定機率閃避物理攻擊並提高15%攻擊。[無法重複裝備]","일정 확률로 물리 공격을 회피하고, 공격력이 15% 상승합니다. (중복 장착 불가)","Ajoute une chance d'esquiver une attaque physique et augmente l'ATT de 15%. Pas cumulable.","Chance auf Ausweichen vor einem physischen Angriff, erhöht ANG um 15%. Nicht stapelbar.","Posibilidad de evitar ataque físico y aumenta el ATQ un 15%. No acumulable."]},"type":"MATERIA"}},"214000504":{"rarity_min":4,"rarity_max":6,"name":"Papalymo","game":"FFXIV","job":"Scion","sex":"Male","equip":[1,6,40,50,53,60],"entries":{"214000504":{"compendium_id":741,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[458,1387,210,105],"MP":[27,83,35,17],"ATK":[17,52,14,7],"DEF":[17,53,14,7],"MAG":[23,70,18,9],"SPR":[18,56,14,7]},"limitburst_id":214000504,"attack_count":1,"attack_damage":[[100]],"attack_frames":[25],"effect_frames":[23],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,5,1,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":25,"290030700":13,"290030800":8,"290050300":15,"290050400":8}},"strings":{"description":["A Lalafell man appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. As one of the Scions of the Seventh Dawn, he is in charge of surveying the forest capital Gridania with his colleague Yda. Hailing from Sharlayan, a city of scholars, he is highly intelligent, particularly so in aetherial studies. More sharp-tongued and critical than he would appear, he often speaks harshly to his partner Yda.","異界行星海德林上艾歐澤亞地區的故事中登場的拉拉菲爾族男性。他是「拂曉血盟」的一員，與同組織的搭檔伊達一起負責調查森林之都格里達尼亞。他出身於學術城邦薩雷安，擁有豐富的知識，特別是在以太學上有非常深的造詣。他雖長得小巧玲瓏，說話卻很尖酸，總是挖苦搭檔伊達。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 라라펠 족 남성. '새벽의 혈맹'의 일원으로, 같은 조직 멤버인 이다와 함께 숲의 도시 그리다니아의 조사를 담당하고 있다. 학술도시 샬레이안 출신으로, 지식이 풍부하며 그중에서도 에테르학에 조예가 깊다. 외모와는 어울리지 않는 냉소적인 독설가로, 늘 파트너인 이다에게 신랄한 말을 던진다.","Un Lalafell venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. En tant que membre des Héritiers de la Septième Aube, il est chargé de veiller sur Gridania, la cité forestière avec sa collègue Yda. Originaire de Sharlayan, une ville d'érudits, il est très intelligent et particulièrement doué en science éthérée. Bien plus sarcastique et sec que son apparence le laisserait deviner, il remet souvent en place sa partenaire Yda.","Ein Lalafell aus dem fernen Land Eorzea, der in den Geschichten der Welt Hydaelyn auftaucht. Er ist ein Mitglied des Bundes der Morgenröte und zusammen mit Yda verantwortlich für die Erforschung von Gridania, der Stadt des Waldes. Er stammt aus Sharlayan, einer Stadt der Gelehrten, ist hochintelligent und gebildet in der Ätherytenkunde. Er hat einen rauen Ton und neigt dazu, ruppig mit seiner Kollegin Yda umzugehen.","Un hombre lalafell que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Es miembro de los Hijos del Séptimo Albor y se encarga de inspeccionar la capital boscosa, Gridania, junto a su compañera Yda. Al ser de Sharlayan, ciudad de eruditos, es muy inteligente y está versado en las técnicas aetherial. Por otra parte, aunque no lo aparente, tiene una lengua bastante viperina, por lo que suele hablarle de forma tosca a su compañera Yda."],"summon":["You require my power, I see.<br>...I suppose I shall just have to join you.","看來你需要我的力量啊。<br>沒辦法，就幫你一把吧。","내 힘이 필요한 것 같군.<br>어쩔 수 없지, 함께하겠어.","Je vois que tu as besoin de mon pouvoir.<br>Je crois que je n'ai pas trop le choix alors, je vais vous rejoindre.","Du brauchst mein Wissen und meine Kraft.<br>Gut, ich werde dir folgen.","Ya veo. Necesitáis mi poder.<br>... Me imagino que no me queda otra opción que unirme a vosotros."],"evolution":[null,null,null,null,null,null],"affinity":["Thanks to my willful partner,<br>I've grown used to being dragged around.<br>I'm with you to the end.","多虧那任性的搭檔，<br>我早就習慣被耍得團團轉了。<br>都到了這個地步，就陪你到最後吧。","제멋대로인 파트너 덕분에,<br>휘둘리는 건 익숙해.<br>이렇게 된 거, 마지막까지 함께 하지.","Grâce à l'égoïste qui me sert de partenaire,<br>j'ai grandi en m'habituant à ce genre de traitement.<br>Je serai avec toi, jusqu'à la fin.","Dank meiner egoistischen Kollegen<br>bin ich solch eine Behandlung gewohnt.<br>Ich folge dir bis zum Ende.","Gracias al terco de mi compañero,<br>estoy acostumbrado a que me arrastren de un lado para otro.<br>Te acompañaré hasta el final."],"fusion":["If you are to hold the fort, you must be no less than fully prepared. Every spare moment must be dedicated to training.","看家也是非常重要的職責。<br>切勿怠惰，時時刻刻都要鍛鍊自身。","빈 곳을 지키는 것도 중요한 임무다.<br>여유를 즐기기보다,<br>제대로 단련해 둬야겠지.","Surveiller est un métier très important.<br>Il faut toujours rester en bonne forme et constamment en alerte !","Wache halten ist eine wichtige Aufgabe.<br>Man muss in Form sein und darf sich nicht<br>ablenken lassen.","Si te vas a encargar tú, tienes que estar completamente preparado. Cada rato que tengas libre lo tienes que pasar entrenando."]}},"214000505":{"compendium_id":742,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[654,1982,240,120],"MP":[39,119,40,20],"ATK":[25,75,16,8],"DEF":[25,77,16,8],"MAG":[33,100,24,12],"SPR":[27,81,16,8]},"limitburst_id":214000505,"attack_count":1,"attack_damage":[[100]],"attack_frames":[25],"effect_frames":[23],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,6,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060200":10,"290060400":5}},"strings":{"description":["A Lalafell man appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. As a Scion of the Seventh Dawn, other than managing the primal situation, he also has to deal with problems caused by the Moogles and Sylphs in the forests nearby Gridania. Besides that, as an analyst, he also collects data necessary for the Scions of the Seventh Dawn to take action, but as it seems his partner Yda is quick to take action anyway, he is very harsh toward her.","異界行星海德林上艾歐澤亞地區的故事中登場的拉拉菲爾族男性。在「拂曉血盟」處理的蠻神問題中，負責的區域是格里達尼亞黑衣森林，大多在處裡當地的妖精族與莫古利族引發的事件，有時候也會幫忙收集研究所需資料等事務。他是活躍於「拂曉血盟」的理論派，對搭檔行動派的伊達十分嚴苛。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 라라펠 족 남성. '새벽의 혈맹'이 몰두하는 야만신 문제에 대해, 담당 지역인 그리다니아의 검은장막 숲에 거주하는 실프족이나 모그리족이 일으킨 사건에 대처하는 일이 잦다. 그 외에도, 연구에 필요한 자료를 수집하는 등 이론파로서 '새벽의 혈맹' 활동을 꾀하고 있으나, 파트너인 이다가 행동파인 탓에 그녀에게는 늘 엄격한 태도를 고수한다.","Un Lalafell venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn.  En tant que membre des Héritiers de la Septième Aube, il doit non seulement gérer les problèmes des Primordiaux, mais il doit aussi s'occuper des Mogs et des Sylphes qui vivent dans les forêts non loin de Gridania. Son métier d'analyste le conduit aussi à collecter des données nécessaires aux Héritiers de la Septième Aube pour conduire leurs missions. Sa partenaire Yda semble toutefois assez prompte à entrer en action, ce qu'il ne manque pas de lui dire assez durement.","Ein Lalafell aus dem fernen Land Eorzea, der in den Geschichten der Welt Hydaelyn auftaucht. Als Mitglied des Bundes der Morgenröte kümmert er sich nicht nur um die Primae-Bedrohung, sondern muss sich auch mit den Mogrys und den Sylphen herumschlagen. Er ist ein geschickter Analytiker, der Informationen für den Bund sammelt. Nicht selten maßregelt er seine zu plötzlichen Handlungen neigende Kollegin Yda.","Un hombre lalafell que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Como miembro de los Hijos del Séptimo Albor, aparte de tener que lidiar con la situación de los primals, también se encarga de los problemas que causan los moguris y las sílfides en los bosques que hay cerca de Gridania. Asimismo, como analista, también recaba cualquier dato que necesiten los Hijos del Séptimo Albor antes de pasar a la acción. Sin embargo, su compañera Yda es más de pasar a la acción sin pensárselo dos veces. Esto le hace tener un comportamiento tosco con Yda."],"summon":["The things that can manifest<br>should one believe and hope enough...<br>It's almost as if...","信念<br>讓原本不存在的東西具象化……<br>這簡直就像……","믿는 마음이,<br>보이지 않는 존재를 현현 시킨다……<br>이건, 마치……","Lorsque quelqu'un qui croit souhaite<br>très fort quelque chose, celle-ci se matérialise...<br>C'est comme si...","Glaube und Hoffnung beschwören die seltsamsten Dinge.<br>Es ist fast, als ob ...","Si uno cree y tiene la suficiente esperanza...<br>pueden manifestarse muchas cosas...<br>Es casi como..."],"evolution":["As is oft said, trouble arrives when you least expect it. It is precisely when things appear to be proceeding according to plan that we must needs steel ourselves for impending danger.","任何時候都不能大意，<br>正是因為現在工作告一段落了，<br>所以才更要小心謹慎……","방심은 금물이란 말이 있잖아?<br>한 가지 일이 끝났을 때야말로<br>정신을 바짝 차릴 순간인 거다.","Le manque de préparation est notre pire ennemi. Lorsqu'un travail est terminé, il faudrait passer directement au suivant.","Unvorsichtigkeit ist unser größter Feind. Eine Aufgabe nach der anderen, das ist der richtige Weg.","Como suele decirse, los problemas surgen cuando menos te lo esperas. De hecho, cuando las cosas van según lo planeado, es precisamente cuando más hay que estar preparado ante cualquier peligro."],"affinity":["Thanks to my willful partner,<br>I've grown used to being dragged around.<br>I'm with you to the end.","多虧那任性的搭檔，<br>我早就習慣被耍得團團轉了。<br>都到了這個地步，就陪你到最後吧。","제멋대로인 파트너 덕분에,<br>휘둘리는 건 익숙해.<br>이렇게 된 거, 마지막까지 함께 하지.","Grâce à l'égoïste qui me sert de partenaire,<br>j'ai grandi en m'habituant à ce genre de traitement.<br>Je serai avec toi, jusqu'à la fin.","Dank meiner egoistischen Kollegen<br>bin ich solch eine Behandlung gewohnt.<br>Ich folge dir bis zum Ende.","Gracias al terco de mi compañero,<br>estoy acostumbrado a que me arrastren de un lado para otro.<br>Te acompañaré hasta el final."],"fusion":["I have a way of breaking us<br>out of this situation.<br>It is called a joint effort.","我有對策，能夠打破這個狀況。<br>不如攜手作戰吧。","이 상황을 타파할 방법에 대해,<br>내게 좋은 계책이 있어.<br>공동 작전을 펼쳐보는 게 어때?","Je connais un moyen pour nous sortir de cette situation et ça s'appelle la coopération.","Ich weiß, wie wir hier rauskommen.<br>Indem wir zur Abwechslung mal zusammenarbeiten!","Conozco la forma para<br>salir de esta.<br>Se llama cooperación."]}},"214000506":{"compendium_id":743,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[935,2832,390,195],"MP":[56,171,65,32],"ATK":[36,108,26,13],"DEF":[36,110,26,13],"MAG":[48,144,34,17],"SPR":[38,116,26,13]},"limitburst_id":214000506,"attack_count":1,"attack_damage":[[100]],"attack_frames":[25],"effect_frames":[23],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,7,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A Lalafell man appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. As a member of the Scions of the Seventh Dawn, he is engaged in dealing with the primal situation in Gridania and beyond. Though he frequently scolds his partner Yda for her care-free behavior, it appears that deep down he really does trust her. Though this cute Lalafell may not look it, he is in his 40's, and has a tendency to be overprotective of young children.","異界行星海德林上艾歐澤亞地區的故事中登場的拉拉菲爾族男性。是「拂曉血盟」的一員，負責處理以格里達尼亞為首的各地的蠻神問題。他雖不時抱怨搭檔伊達過於樂觀，但其實是打心底信任伊達的。因為是擁有可愛外觀的拉拉菲爾族，讓人很難想像他其實已經年過四十，而且還有著過度保護小孩的一面。","이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 라라펠 족 남성. '새벽의 혈맹'의 일원으로, 그리다니아를 비롯해 각지의 야만신 문제에 몰두하고 있다. 행동을 같이하는 이다가 덜렁거릴 때마다 자주 잔소리를 늘어놓지만, 실은 그녀를 굳게 믿고 있는 듯하다. 라라펠 족의 귀여운 외모로는 상상하기 힘들지만, 실은 40대로 어린아이를 과보호하는 일면도 있다.","Un Lalafell venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn.  En tant que membre des Héritiers de la Septième Aube, il doit s'occuper du problème des Primordiaux et de bien d'autres choses encore. Bien qu'il réprimande souvent Yda, sa partenaire, pour son attitude souvent imprudente, il s'avère qu'au fond de lui, il lui fait véritablement confiance. Ce petit Lalafelle tout mignon n'en a peut-être pas l'air, mais il est dans la quarantaine et il a tendance à agir de façon excessive avec ses jeunes enfants.","Ein Lalafell aus dem fernen Land Eorzea, der in den Geschichten der Welt Hydaelyn auftaucht. Als Mitglied des Bundes der Morgenröte kümmert er sich um die Primae-Bedrohung in Gridania und anderswo. Er tadelt seine Kollegin Yda oft für ihr sorgloses Verhalten, hat tief in seinem Herzen aber viel Vertrauen zu ihr. Auch wenn er nicht so aussieht, ist dieser Lalafell in seinen Vierzigern und nicht besonders zimperlich im Umgang mit Kindern.","Un hombre lalafell que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Como miembro de los Hijos del Séptimo Albor, se encarga de lidiar con la situación de los primals en Gridania, además de cualquier otra cosa que pueda surgir. Asimismo, a pesar de que no para de reñirle a su compañera Yda por su comportamiento temerario, parece que en el fondo tiene una confianza plena en ella. Por otra parte, aunque no lo aparente, este lalafell sobrepasa ya los cuarenta años y tiende a ser bastante sobreprotector con los niños."],"summon":["I'm glad to have more friends.<br>It's just that the noisier things get,<br>the harder it becomes to settle down...","同伴增加我當然歡迎，<br>但是，太熱鬧的話<br>反而會無法清靜呢……","동료가 늘어나는 건 환영할 일이다.<br>다만, 너무 떠들썩해지면<br>좀처럼 진정되질 않아서……","Je suis content de m'être fait de nouveaux amis.<br>C'est juste les choses les plus bruyantes mettent plus de temps à se calmer…","Ich freue mich ja, neue Freunde zu finden.<br>Aber je mehr los ist, desto schwieriger<br>ist es, einen Gang runterzuschalten.","Me alegra tener más amigos.<br>Es solo que... mientras más se complican las cosas,<br>más cuesta relajarse..."],"evolution":["It's easy to get carried away fighting.<br>For you and me, both.<br>We both have people waiting for us, after all.","別在戰鬥中殺紅眼了。<br>我跟你，都有著等待我們回去的人。","전투로 지나치게 흥분하지 마라.<br>너에게도, 나에게도<br>기다리는 사람이 있으니.","Ne te laisse pas emporter par le combat.<br>Toi et moi, nous avons tous les deux des personnes qui nous attendent après tout.","Schnell lässt man sich zum Kampf hinreißen.<br>Das gilt für dich wie für mich.<br>Wir haben schließlich beide jemanden, der auf uns wartet.","Cuando se lucha, es fácil dejarse llevar.<br>Sin embargo, los dos, tanto tú como yo.<br>Tenemos gente esperando nuestro regreso."],"affinity":["Thanks to my willful partner,<br>I've grown used to being dragged around.<br>I'm with you to the end.","多虧那任性的搭檔，<br>我早就習慣被耍得團團轉了。<br>都到了這個地步，就陪你到最後吧。","제멋대로인 파트너 덕분에,<br>휘둘리는 건 익숙해.<br>이렇게 된 거, 마지막까지 함께 하지.","Grâce à l'égoïste qui me sert de partenaire,<br>j'ai grandi en m'habituant à ce genre de traitement.<br>Je serai avec toi, jusqu'à la fin.","Dank meiner egoistischen Kollegen<br>bin ich solch eine Behandlung gewohnt.<br>Ich folge dir bis zum Ende.","Gracias al terco de mi compañero,<br>estoy acostumbrado a que me arrastren de un lado para otro.<br>Te acompañaré hasta el final."],"fusion":["This disturbance in the aether...<br>I see. Now I understand why we were called here.","這以太紊亂……<br>原來如此，<br>我知道我們被召喚到這裡的理由了。","에테르의 이 격류는……<br>그렇군, 우리가 소환된 이유를<br>알 것 같아.","Cette turbulence dans l'Éther…<br> Je vois... Je comprends mieux pourquoi on nous a appelés ici.","Ich spüre eine Veränderung im Äther.<br>Jetzt weiß ich, warum wir hierher gerufen wurden.","Siento una perturbación en el aether...<br>Ya veo. Ahora entiendo por qué se nos convocó aquí."]}}},"skills":{"20080":{"name":"Fira","cost":{"MP":9},"attack_frames":[[95]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies"],"icon":"ability_21.png"},"20090":{"name":"Blizzara","cost":{"MP":9},"attack_frames":[[145]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.4x, MAG) to all enemies"],"icon":"ability_22.png"},"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20350":{"name":"Flare","cost":{"MP":35},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2.3x, MAG) to one enemy","Reduce resistance to Water by 30% for 3 turns to one enemy"],"icon":"ability_30.png"},"20500":{"name":"Astral Fire","cost":{"MP":10},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (0.8x, MAG) to one enemy","Increase MAG by 50% for 3 turns to caster"],"icon":"ability_21.png"},"20510":{"name":"Astral Blizzard","cost":{"MP":10},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (0.8x, MAG) to one enemy","Restore 60 MP split over 3 turns to caster"],"icon":"ability_22.png"},"20520":{"name":"Scathe","cost":{"MP":5},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (1x, MAG) to one enemy"],"icon":"ability_10.png"},"30010":{"name":"Sleep","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Inflict Sleep (40%) on one enemy"],"icon":"ability_14.png"},"70350":{"name":"Flare+1","cost":{"MP":35},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2.8x, MAG) to one enemy","Reduce resistance to Fire and Water by 30% for 3 turns to one enemy"],"icon":"ability_30.png"},"70360":{"name":"Flare+1","cost":{"MP":35},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (3.5x, MAG) to one enemy","Reduce resistance to Fire and Water by 50% for 3 turns to one enemy"],"icon":"ability_30.png"},"70370":{"name":"Astral Fire+1","cost":{"MP":10},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (0.8x, MAG) to one enemy","Increase MAG by 70% for 3 turns to caster"],"icon":"ability_21.png"},"70380":{"name":"Astral Fire+1","cost":{"MP":10},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (0.8x, MAG) to one enemy","Increase MAG by 70% for 5 turns to caster"],"icon":"ability_21.png"},"70390":{"name":"Astral Blizzard+1","cost":{"MP":10},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (0.8x, MAG) to one enemy","Restore 90 MP split over 3 turns to caster"],"icon":"ability_22.png"},"70400":{"name":"Astral Blizzard+1","cost":{"MP":10},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (0.8x, MAG) to one enemy","Restore 150 MP split over 5 turns to caster"],"icon":"ability_22.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png"},"202130":{"name":"Convert","cost":{"MP":10},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Restore 9999 MP to caster","Damage equal to remaining HP - 1 (min 1) to caster"],"icon":"ability_4.png"},"217010":{"name":"Apocatastasis","cost":{"MP":6},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Increase SPR by 50% for 3 turns to one ally, except caster"],"icon":"ability_63.png"},"217020":{"name":"Manawall","cost":{"MP":24},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken from physical attacks taken by 20% to caster for 5 turns"],"icon":"ability_43.png"},"217030":{"name":"Swiftcast","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Enable unit to cast 2 black magic spells"],"icon":"ability_26.png"}},"LB":{"name":"Enochian Thunder","attack_count":[1],"attack_frames":[[180]],"damage_type":"Magic","element_inflict":["Lightning"],"min_level":["Magic lightning damage (5x, MAG) to all enemies"],"max_level":["Magic lightning damage (7.4x, MAG) to all enemies"]},"TMR":{"name":"Sage's Prajna","compendium_id":666,"compendium_shown":true,"unit_restriction":null,"skills":{"217040":{"name":"Sage's Prajna","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20% and HP by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Sage's Prajna' passive."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_77.png","strings":{"names":["Sage's Prajna","賢人的智慧","현자의 지혜","Prajna du sage","Prajna des Weisen","Prajna del sabio"],"desc_short":["Boost HP by 10% and MAG by 20%","提高10%HP、20%魔力","HP 10%, 마력 20% 상승","Augmente les PV de 10% et la MAGIE de 20%","LP hoch um 10 % und MAG um 20 %","Aumenta la VIT un 10% y la MAG un 20%."],"desc_long":["Boosts HP by 10% and MAG by 20%.","提高10%HP、20%魔力。","HP가 10%, 마력이 20% 상승합니다.","Augmente les PV de 10% et la MAGIE de 20%.","LP hoch um 10 % und MAG um 20 %","Aumenta la VIT un 10% y la MAG un 20%."]},"type":"MATERIA"}}}