{"315000104":{"rarity_min":4,"rarity_max":6,"name":"Rinne","game":"Bravely Default FE","job":"Sprite","sex":"Other","equip":[40,50,53,60],"entries":{"315000104":{"compendium_id":872,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[545,1653,210,105],"MP":[34,103,35,17],"ATK":[20,62,14,7],"DEF":[22,66,14,7],"MAG":[46,138,18,9],"SPR":[29,87,14,7]},"limitburst_id":315000104,"attack_count":1,"attack_damage":[[100]],"attack_frames":[90],"effect_frames":[88],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,5,1,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020400":25,"290030300":13,"290040000":8,"290050300":15,"290050400":8}},"strings":{"description":["A cryst-fairy from a distant world falling into ruin where life revolves around Crystals. Rinne has emerald wings resembling those of a butterfly, and wears glasses of the same color on her head. In her world of origin the Fire, Water, Wind, and Earth Crystals suddenly lost their shine, and nations were swallowed up by the sea during \"The Great Collapse.\" Those who survived are said to have scavenged for resources, pitting the Alliance armies and Union armies against each other.","以水晶為軸心，文明逐漸走向毀滅的異界中的水晶精靈。長有蝴蝶一樣的翅膀，帶著綠色的眼鏡。在她原本所在的異界，有著火、水、風和土四種水晶。然而，曾幾何時，它們的力量急劇衰退，大片陸地沉沒海底。受此影響，為了爭奪剩餘的資源，同盟軍和聯合軍爆發了戰爭。","크리스탈을 기축으로 삼는, 문명이 멸망해가는 이계의 크리스탈의 정령. 나비와 같은 녹색의 날개를 지녔으며, 녹색 안경을 머리 위에 걸치고 있다. 본래 그녀가 살고 있던 이계에서는 불, 물, 바람, 땅의 네 종류의 크리스탈이 존재했지만, 어느 날 급속히 힘이 쇠퇴하여 여러 대륙이 바다에 잠기는 '대붕괴'가 일어났다. 그리고 남은 자원 등을 둘러싸고 동맹군과 연합군이 전쟁을 벌였다고 한다.","Une fée cristalline originaire d'un monde lointain tombant en ruine, et où la vie repose sur les cristaux. Rinne possède des ailes d'émeraude similaires à celles d'un papillon et porte sur son chef des lunettes de la même couleur. Dans son monde d'origine, les cristaux de feu, de l'eau, du vent et de la terre ont subitement perdu leur éclat et toutes les nations ont été englouties par la mer au cours d'un évènement baptisé\"le Grand effondrement\".Il est dit que les survivants sont aujourd'hui divisés par une guerre de ressources opposant les armées de l'Allianceet de l'Union.","Eine Kristallfee aus einer fernen Welt, die dem Untergang geweiht ist und in der sich alles um Kristalle dreht. Rinne besitzt schmetterlingsähnliche Smaragdflügel und sie trägt eine ebenfalls smaragdgrüne Brille. In ihrer Heimatwelt haben die Feuer-, Wasser-, Wind- und Erdkristalle plötzlich ihren Glanz verloren und beim \"Großen Untergang\" ganze Völker wurden vom Meer verschlungen. Diejenigen, die überlebten, sollen die Ressourcen geplündert und die Armeen der Allianz und des Bundes gegeneinander ausgespielt haben.","Un hada de los cristales de un lejano mundo que cayó en desgracia, y donde la vida gira en torno a los cristales. Rinne tiene unas alas de esmeralda que se asemejan a las de una mariposa y lleva unas gafas del mismo color. En su mundo natal, los cristales de fuego, agua, viento y tierra dejaron de brillar de un día para otro y el mar engulló a las naciones durante lo que se conoce como \"El gran hundimiento\". Se dice que los supervivientes se dedican a hurgar en busca de recursos, mientras que los ejércitos de la Alianza y de la Unión se enfrentan entre sí."],"summon":["Wh-what's the meaning of this?!<br>What do you mean, you can see me?","什、什麼？！<br>你看得見我的樣子？！","뭐, 뭐라고~?!<br>내 모습이 보인단 말야?!","Q-Qu'est-ce que ça signifie ?<br>Comment ça, tu peux me voir ?","W...Wie war das?!<br>Du kannst mich sehen?","¿Q-qué significa esto?<br>¿A qué te refieres? ¿Puedes verme?"],"evolution":[null,null,null,null,null,null],"affinity":["Were you the one I was waiting so long in that ancient archive for?","我在悠久的古代書庫中<br> 一直在等待的人<br> 就是你......嗎？","내가 유구의 고대 서고에서<br>계속 기다리고 있던 건<br>당신이었던 거야……?","C'est toi que j'attendais depuis une éternité dans les archives, non ?","Bist du derjenige, für den ich so lange in diesem uralten Archiv gewartet habe?","¿Tú eres a quien estuve esperando tanto tiempo en aquella biblioteca antigua?"],"fusion":["So this is how people get stronger in this world!","在這個世界裡，<br>大家都是這樣變強的呀！","이 세계에서는 모두가<br>이런 식으로 강해지는구나!","Alors c'est comme ça qu'on devient plus fort dans ce monde.","So werden also alle stärker in dieser Welt.","Así que... así es como la gente se hace más fuerte en este mundo."]}},"315000105":{"compendium_id":873,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[709,2149,240,120],"MP":[45,135,40,20],"ATK":[27,81,16,8],"DEF":[28,86,16,8],"MAG":[59,180,24,12],"SPR":[38,114,16,8]},"limitburst_id":315000105,"attack_count":1,"attack_damage":[[100]],"attack_frames":[90],"effect_frames":[88],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,6,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060300":5,"290060400":10}},"strings":{"description":["A cryst-fairy from a distant world falling into ruin where life revolves around Crystals. The protagonist meets Rinne in an ancient library buried in the sand, where he or she is hoping to find a way to repel the Iron Alliance. Although Rinne's life is shrouded in mystery, some say she had been waiting for the protagonist's arrival in the depths of the ancient library for thousands of years. She then proceeds to lead the endangered hero to a time when the world was called \"Luxendarc,\" more than 8000 years ago.","以水晶為軸心，文明逐漸走向毀滅的異界中的水晶精靈。在被沙石埋沒的古代書庫中和尋找對抗鐵騎同盟手段的主人公相逢。關於她本身，人們所知甚少。據說一直在古代書庫的深處，等待著主人公的到訪。她將被同盟追捕的主人公帶到了八千年前，那時世界被稱為盧森達爾克。","크리스탈을 기축으로 삼는, 문명이 멸망해가는 이계의 크리스탈의 정령. 모래 속에 파묻힌 고대 서고에서 '철기 동맹'에 대항할 수단을 찾기 위해 찾아온 주인공과 만나게 되었다. 그녀에 대해서는 대부분이 수수께끼에 둘러싸여 있지만, 고대 서고의 가장 깊은 곳에서 주인공이 찾아오기를 몇천 년 동안이나 기다려 왔다고 한다. 동맹에 쫓겨 위기 상황에 놓인 주인공을, 세계가 '룩센다르크'라 불리던 8000년 전의 시절로 이끈다.","Une fée cristalline originaire d'un monde lointain tombant en ruine, et où la vie repose sur les cristaux. Le (ou la) protagoniste fait la rencontre de Rinne dans une ancienne bibliothèque ensevelie sous le sable, où il espère trouver un moyen de repousser l'Alliance de fer. En dépit du mystère qui entoure la vie de Rinne, certains affirment qu'elle attend l'arrivée du protagoniste au plus profond de ce monument séculaire depuis des milliers d'années. La fée remonte alors le temps en compagnie du héros en péril et le transporte à une époque où le monde était encore appelé \"Lucsendarc\", il y a plus de 8 000 ans de cela.","Eine Kristallfee aus einer fernen Welt, die dem Untergang geweiht ist und in der sich alles um Kristalle dreht. Der Protagonist trifft Rinne in einer uralten und im Sand verborgen liegenden Bibliothek, wo er hofft, eine Möglichkeit zu finden, um die Eisenallianz abzuwehren. Obwohl Rinnes leben geheimnisumwittert ist, soll sie Tausende von Jahren in den Tiefen der alten Bibliothek auf die Ankunft des Protagonisten gewartet haben. Sie bringt den bedrohten Helden in eine Zeit, als die Welt noch \"Luxendarc\" hieß, was bereits über 8.000 Jahre zurückliegt.","Un hada de los cristales de un lejano mundo que cayó en desgracia, y donde la vida gira en torno a los cristales. El o la protagonista conoció a Rinne en una antigua biblioteca que había sido engullida por la arena, donde este o esta esperaba encontrar la forma de repeler a la Alianza de Hierro. Aunque la vida de Rinne está repleta de misterios, muchos afirman que ha estado esperando la llegada del protagonista en las profundidades de la antigua biblioteca durante miles de años. A partir de ahí, Rinne se dedica a mostrarle el camino a nuestro héroe hacia un punto en el tiempo en el que el mundo se llamaba \"Luxendarc\", hace ya más de 8000 años."],"summon":["My name is Rinne.<br>I'm a crystal fairy, and I should be<br>holed up in some ancient archives...","我的名字叫做林奈。<br>身為水晶精靈，<br>本來應該出現在古代書庫的……","내 이름은 린네.<br>크리스탈의 정령으로서,<br>고대 서고에 있었는데……","Je m'appelle Rinne.<br>Je suis une fée de cristal et je devrais être en train<br>de dormir dans des anciennes archives...","Mein Name ist Rinne.<br>Ich bin eine Kristallfee<br>und sollte eigentlich in einem uralten Archiv sein ...","Me llamo Rinne.<br>Soy un hada de cristal, y debería estar<br>escondida por alguna biblioteca antigua..."],"evolution":["In a world of destruction, how are we to fight back against our unbearable fates?","在崩壞的世界中，<br>該如何對抗難耐的命運？","붕괴한 세계에서, 견딜 수 없는 운명에<br>어떻게 대항하라는 거야……?","Dans un monde de destruction, comment lutter contre nos destins impitoyables ?","Wie können wir uns in einer Welt der Zerstörung gegen unser Schicksal wehren?","En un mundo plagado de destrucción, ¿cómo se supone que tenemos que luchar contra nuestros destinos"],"affinity":["Were you the one I was waiting so long in that ancient archive for?","我在悠久的古代書庫中<br> 一直在等待的人<br> 就是你......嗎？","내가 유구의 고대 서고에서<br>계속 기다리고 있던 건<br>당신이었던 거야……?","C'est toi que j'attendais depuis une éternité dans les archives, non ?","Bist du derjenige, für den ich so lange in diesem uralten Archiv gewartet habe?","¿Tú eres a quien estuve esperando tanto tiempo en aquella biblioteca antigua?"],"fusion":["How's this?<br>Think this makes me more reliable?","怎麼了？<br>不覺得我十分可靠嗎？","어때?<br>나도 꽤 쓸만한 것 같지 않아?","Et comme ça ?<br>Tu crois que je suis plus fiable ?","Wie ist es damit?<br>Macht mich das zuverlässiger?","¿Qué es esto?<br>¿Crees que así podrás confiar más en mí?"]}},"315000106":{"compendium_id":874,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[922,2794,390,195],"MP":[58,176,65,32],"ATK":[35,106,26,13],"DEF":[37,112,26,13],"MAG":[77,234,34,17],"SPR":[49,149,26,13]},"limitburst_id":315000106,"attack_count":1,"attack_damage":[[100]],"attack_frames":[90],"effect_frames":[88],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,7,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A cryst-fairy from a distant world falling into ruin where life revolves around Crystals. Rinne meets the protagonist in the depths of an ancient library, and together they set off to a time 8000 years prior when the world was still named \"Luxendarc.\" Once there, rumor has it that their actions in the past begin to affect the once collapsed future. In this foreign world of Luxendarc Rinne is the protagonist's partner, helping him or her by scavenging a wide variety of useful items.","以水晶為軸心，文明逐漸走向毀滅的異界中的水晶精靈。和探索古代書庫最深處的主人公相遇，將其帶到了八千年前，當世界還被稱為盧森達爾克的時代。他們在過去的行為，影響了崩潰的未來世界。在異界盧森達爾克，她以主人公搭檔的身份行動，有時還會撿來各種物品，並贈送給主人公。","크리스탈을 기축으로 삼는, 문명이 멸망해가는 까마득히 먼 이계의 크리스탈의 정령. 고대 서고의 가장 깊은 곳으로 찾아온 주인공과 만나, 세계가 '룩센다르크'라 불리던 8000년 전의 시절로 이끌어 주었다. 과거에서 벌인 그들의 행동은 붕괴한 미래에 큰 영향을 끼쳤다고 한다. 이계 룩센다르크에서는 주인공의 파트너로서 움직이며, 여러 가지 아이템을 선물하기도 했다.","Une fée cristalline originaire d'un monde lointain tombant en ruine, et où la vie repose sur les cristaux. Rinne fait la rencontre du protagoniste dans les tréfonds d'une ancienne bibliothèque, et ensemble, ils remontent 8 000 ans en arrière pour revenir à une époque où le monde était encore appelé \"Lucsendarc\". Une fois arrivés, plusieurs rumeurs affirment que leurs actions dans le passé commencent déjà à affecter le futur autrefois en ruine. Dans ce monde étranger de Lucsendarc, Rinne sert de partenaire au héros et l'aide en récoltant une myriade d'objets utiles.","Eine Kristallfee aus einer fernen Welt, die dem Untergang geweiht ist und in der sich alles um Kristalle dreht. Rinne trifft den Protagonisten in den Tiefen einer uralten Bibliothek und gemeinsam brechen sie in eine Zeit auf, die 8.000 Jahre zurückliegt und in der die Welt noch \"Luxendarc\" hieß. Ihre Aktionen in der Vergangenheit sollen Auswirkungen auf die einst zerstörte Zukunft haben. In Luxendarc ist Rinne die Partnerin des Protagonisten und hilft ihm, indem sie nützliche Objekte aufspürt.","Un hada de los cristales de un lejano mundo que cayó en desgracia, y donde la vida gira en torno a los cristales. Rinne conoció al protagonista en lo más profundo de una antigua biblioteca y juntos viajaron 8000 años atrás en el tiempo, cuando el mundo aún se llamaba Luxendarc. Una vez ahí, se rumorea que sus acciones empezaron a afectar al decadente futuro. En el mundo extranjero de Luxendarc, Rinne acompaña al protagonista y le ayuda a recoger bastantes objetos de utilidad."],"summon":["How surprising...<br>You have crystals in this world, too!","真是驚奇……<br>在這個世界也有水晶存在！","놀랐어……<br>이 세계에도 크리스탈이 존재하는구나……!","C'est surprenant...<br>Il y a donc des cristaux dans ce monde aussi !","Wer hätte das gedacht ...<br>In deiner Welt gibt es also auch Kristalle ...!","¡Qué sorpresa...!<br>¡También hay cristales en este mundo!"],"evolution":["Come along with me,<br>to a world of light and dark...","和我一起去吧。<br>前進充滿光暗的世界……","나와 함께 가자.<br>빛과 어둠이 넘치는 세계로……","Suis-moi jusqu'à un monde<br>de lumière et de ténèbres...","Komm mit<br>in eine Welt von Licht und Dunkel ...","Ven conmigo<br>a un mundo de luz y sombras..."],"affinity":["Were you the one I was waiting so long in that ancient archive for?","我在悠久的古代書庫中<br> 一直在等待的人<br> 就是你......嗎？","내가 유구의 고대 서고에서<br>계속 기다리고 있던 건<br>당신이었던 거야……?","C'est toi que j'attendais depuis une éternité dans les archives, non ?","Bist du derjenige, für den ich so lange in diesem uralten Archiv gewartet habe?","¿Tú eres a quien estuve esperando tanto tiempo en aquella biblioteca antigua?"],"fusion":["How amazing. I'm so full of energy I can't believe it!","好厲害。<br>真是不敢相信力量正高漲！","굉장하다. 놀라울 정도로<br>에너지가 흘러넘치고 있어……!","Je déborde d'énergie. C'est formidable, j'ai du mal à y croire !","Unfassbar. Ich bin so voller Energie!","¡No te veas! Tengo tanta energía que ni me lo creo."]}}},"skills":null,"LB":{"name":"A Gift from Me","attack_count":[1],"attack_frames":[[300]],"damage_type":"Magic","element_inflict":null,"min_level":["Increase MAG by 76% for 3 turns to all allies","Restore 20 MP to all allies","Gain Fused skills  [Amaterasu (222740) / Susano-o (222730)] for one turn"],"max_level":["Increase MAG by 100% for 3 turns to all allies","Restore 20 MP to all allies","Gain Fused skills  [Amaterasu (222740) / Susano-o (222730)] for one turn"]},"TMR":{"name":"Fragment of Thought","compendium_id":727,"compendium_shown":true,"unit_restriction":null,"skills":{"222780":{"name":"Fragment of Thought","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 25%","Increase resistance to Wind by 15%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Fragment of Thought' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_77.png","strings":{"names":["Fragment of Thought","思念的碎片","마음의 조각","Fragment de souvenir","Gedankenfragment","Fragmento de la memoria"],"desc_short":["Boost MAG by 25% and wind resistance by 15%","提高25%魔力、15%風屬性耐性","마력 25%, 바람속성 저항력 15% 상승","Augmente la MAGIE de 25% et la rés. au vent de 15%","Erhöht MAG um 25% und Windresistenz um 15%.","Aumenta la MAG un 25% y la res. al viento un 15%"],"desc_long":["Boosts MAG by 25%, and wind resistance by 15%.","提高25%魔力、15%風屬性耐性。","마력이 25%, 바람속성 저항력이 15% 상승합니다.","Augmente la MAGIE de 25% et la rés. au vent de 15%","Erhöht MAG um 25% und Windresistenz um 15%.","Aumenta la MAG un 25% y la resistencia al viento un 15%."]},"type":"MATERIA"}}}