{"905000102":{"rarity_min":3,"rarity_max":5,"name":"Mini Burst Pot","game":"FFBE","job":"Enhancer","sex":"Other","equip":[0],"entries":{"905000102":{"compendium_id":303,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[50,50,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":905000102,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["An odd wee beastie who lives in a pot. Mini Burst Pots are attracted to individuals seeking to overcome their own limits, and who possess immeasurable hidden potential. Little is known about these enigmatic creatures, but some believe they were created by the gods themselves to collect knowledge of the various powers existing in the world. Rumor tells that stored within their pots is the means of unlocking a warrior's dormant abilities.","住在罐子裡的神秘魔物，牠會被想要超越自己的極限，擁有向著更高境界飛躍的「可能性」的人物所吸引。關於其生態並沒有詳細的記載，但有一種說法是，神為了收集世界上充斥著的各種力量的知識而創造了牠。爆破罐會將一種神奇的力量積蓄在罐子中，這種力量能夠激發出沉睡在戰士心中的潛在能力。","항아리 속에 들어있는 수수께끼의 마물. 자신의 한계를 뛰어넘어 더욱 높은 경지에 오르려 하는 '가능성'을 가진 존재에 이끌려 나타난다. 그들의 생태는 불분명하지만, 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재인 모양이다. 그중에서도 버스트 포트 종은 전사들의 잠재 능력을 끌어내는 신기한 힘을 항아리 안에 축적하고 있다고 한다.","Un monstre mystérieux qui vit dans un pot. Les minis pots de limite sont attirés par les personnes qui cherchent à dépasser leurs propres limites et qui détiennent un immense potentiel caché. On sait peu de chose au sujet de ces créatures énigmatiques, mais certains pensent qu'elles ont été créées par les dieux pour collecter toute la connaissance du monde. Les rumeurs disent encore que leur pot renferme le pouvoir d'éveiller les capacités endormies de n'importe quel guerrier.","Ein mysteriöses Monster, das in einem Gefäß lebt. Mini-Rausch-Gefäße werden von Individuen angezogen, die ihre eigenen Grenzen überwinden wollen und ein unmessbares verborgenes Potenzial besitzen. Es ist nicht viel über sie bekannt, doch einige glauben, sie wurden von den Göttern selbst erschaffen, um das in der Welt verteilte Wissen zu sammeln. Einem Gerücht nach  schlummert die Kraft, die schlafende Fähigkeit eines Kriegers zu wecken, in ihren Gefäßen.","Un monstruo misterioso que vive dentro de un tarro. Los mini tarros de límite se ven atraídos por aquellos que persiguen superar sus límites y poseen gran potencial. No se sabe gran cosa de estas enigmáticas criaturas, pero algunos creen que pudieron haber sido creados por los dioses para recobrar el conocimiento que existe a lo largo del mundo. Los rumores cuentan que llevan en su tarro el poder de sacar a la luz el poder latiente de un guerrero."],"summon":["Just how strong...can you become?<br>I am...very curious.","你們能強到什麼程度？<br>對此我很有興趣。","너희, 얼마나 강해져?<br>나, 관심 많다.","Jusqu'à quel point... votre force peut-elle grandir ?<br>Ça m'intéresse... beaucoup.","Wie stark ... kann man werden?<br>Ich bin ... neugierig.","Pero ¿hasta dónde puede llegar... tu poder?<br>Me... muero de curiosidad."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Are you trying to make me stronger? I'm curious to see how this turns out.","要讓我變強？我也很想知道到底會變怎樣吶。","날 강하게 해준다고?<br>어떻게 될지 흥미로운걸.","Est-ce que tu essayes de me rendre plus fort ? J'ai hâte de voir ce que ça va donner.","Du willst mich stärker machen? Mal sehen was dabei rauskommt.","¿Quieres hacerme más fuerte? Cómo acabará esto... Ahora me pica la curiosidad."]}},"905000103":{"compendium_id":340,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":905000103,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A grown-up mini burst pot. These enlarged pots are full of knowledge relating to a power said to \"break limits.\" It is thought that pots original gathered up various powers from around the world to present to the gods. However, recently researchers believe that they may just be power transfer mechanisms, made to carry such power to be used by certain people.","迷你爆破罐經過成長之後的形態。變得更大的罐中存儲著牠們收集來的有關超越極限之力的知識。罐子是神為了收集並獲得世界上充斥著的各種力量而創造的。但最近有研究者認為，牠們是力量循環系統的組成部分，負責將蓄積在罐子裡的力量傳運給與之相稱之人。","미니 버스트 포트가 성장한 모습. 한층 더 커진 항아리에는 그들이 모은 '한계를 초월한 힘'에 관한 지식이 축적되어 있다. 원래 포트 종은 세계에 충만한 각양각색의 힘을 모아 신에게 바치는 존재라고 여겨져 왔다. 하지만 최근에는 항아리에 축적된 힘을 자격이 있는 자에게 전하기 위해 만들어진, 힘의 순환 시스템이라 생각하는 연구자도 있다고 한다.","Un mini pot de limite qui a atteint la maturité. Ce large pot déborde de connaissances sur le pouvoir de \"briser ses limites\". On pensait autrefois que le but des pots était d'amasser divers pouvoirs afin d'en faire offrande aux dieux, mais les chercheurs actuels affirment qu'il s'agit plutôt d'appareils de transfert voués à faire parvenir des pouvoirs à certaines personnes.","Ein ausgewachsenes Mini-Rausch-Gefäß. In den großen Töpfen sammelt sich Wissen über „die Macht, seine Grenzen zu überwinden“. Man nahm lange an, dass diese Lebewesen ursprünglich verschiedene Kräfte sammeln und den Göttern darbringen sollten. Mittlerweile gibt es aber auch die Theorie, dass es sich eher um eine Art kosmisches Kreislaufsystem handelt, das Kraft zu denjenigen transportiert, die sie verdienen.","Mini tarro de límite hiperdesarrollado. Estos enormes tarros rezuman conocimientos sobre un poder capaz, según se dice, de \"romper límites\". Se cree que al principio los tarros reunían poder de diversos tipos procedente de todos los rincones del mundo para ofrecérselo a los dioses. Hoy en día, sin embargo, recientes investigaciones apuntan a que son más bien mecanismos de transferencia de poder, creados para almacenarlo y que cierta gente pudiera usarlo a voluntad."],"summon":["I want to see up close<br>what you are capable of.","讓我仔細，看看你們的，可能性！","너희의 가능성,<br>좀 더 가까이서 보고 싶다!","Je vois de plus près<br>de quoi tu es capable.","Ich will aus der Nähe sehen,<br>wozu ihr in der Lage seid.","Quiero ver de cerca<br>de lo que eres capaz."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["I wonder how much I can grow! I guess there's only one way to find out.","能成長到什麼程度呢？我會從頭看到尾的喔。","어디까지 성장하려나?<br>지켜볼게.","Je me demande à quel point je peux grandir ! J'imagine qu'il n'y a qu'un moyen de le savoir.","Wie sehr wirst du dich verbessern? Lass es uns herausfinden.","Me pregunto cuánto puedo crecer. Me imagino que solo hay una forma de averiguarlo."]}},"905000104":{"compendium_id":341,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":905000104,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A form of pot which all burst pots strive to become. This massive pot is full of knowledge relating to a power said to \"break limits.\" It is said that burst pots appear to those whom they deem worthy of their power. Neither age, gender, nor personality seem to play a part in whom they select, but it is said that those selected share a strong desire to break beyond their own limits.","所有爆破罐都嚮往成為牠一樣。巨大的罐子內蓄積著關於超越極限之力的知識。爆破罐會自行甄選應當給予其力量的人，並悄悄出現在其面前。被選中的人在年齡、性別和性格方面沒有任何共同點，唯一相同的地方只有「想要超越自己的極限」這一強烈思念。","모든 버스트 포트들의 꿈이자 존경해 마지않는 존재. 거대한 항아리에는 '한계를 초월한 힘'에 관한 지식이 축적되어 있다. 버스트 포트들은 힘을 건네 받을 자격이 있는 자를 스스로 고르며, 그 앞에 모습을 드러낸다고 전해진다. 그 대상은 연령이나 성별, 성격 등 모든 것이 제각각이라 일관성이 없어 보이지만, '자신의 한계를 뛰어넘고 싶다'는 강한 의지만은 공통되어 있다.","Véritable pot modèle, tous les pots de limite aspirent à devenir comme lui. Cet énorme pot déborde de connaissances sur le pouvoir de \"briser ses limites\". On raconte qu'il n'apparaît qu'à ceux qu'il juge dignes de sa puissance. Ni l'âge, ni le genre, ni la personnalité ne semblent affecter ce choix, mais les heureux élus semblent tous partager un fort désir de dépasser leurs limites.","Jedes Rausch-Gefäß träumt davon, eines Tages diese Stufe zu erreichen. Der riesige Topf ist voll von Wissen über „die Macht, seine Grenzen zu überwinden“. Es heißt, dass diese Wesen sich nur denen zeigen, die sie ihrer Kraft für würdig erachten. Dabei spielen Alter, Geschlecht oder Persönlichkeit keine Rolle, es zählt einzig der starke Wille, seine eigenen Grenzen zu überwinden.","El tipo de tarro que todos los tarros de límite querrían ser. Este enorme tarro rezuma conocimientos sobre un poder capaz, según se dice, de \"romper límites\". Se considera que este tipo de tarros tan solo se aparecen ante aquellos a los que consideran dignos de utilizar su poder. Las cuestiones de edad, sexo o personalidad parecen no tener cabida en los motivos que manejan para elaborar sus decisiones, pero se dice que todos los elegidos comparten un fuerte deseo de superar sus propios límites."],"summon":["Let me see you surpass your limits<br>and expand your power.","釋放超越極限的，力量，讓我，見識見識吧。","한계를 초월한, 힘을<br>해방시켜다오.","Laisse-moi voir si tu arrives à dépasser tes limites et si tu parviens à devenir plus fort.","Zeig mir, welche Kraft du hast,<br>wenn du deine Grenzen überwindest.","A ver si puedes pasar tus límites<br>y expandir tus poderes."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Show me what happens when you break your own limits—the power of possibility!","讓我見識一下。超越極限，力量的可能性吧。","보여다오.<br>한계를 넘은, 가능성의 힘을.","Montre-moi ce qui se passe quand on dépasse ses propres limites ! Le pouvoir de son potentiel !","Zeig es mir! Zeig mir, wie du dein Kraftpotenzial überschreitest!","Enséñame lo que pasa cuando sobrepasas tus límites. ¡El poder de las posibilidades!"]}}},"skills":null,"LB":{"name":"Heart of a Burst Pot","attack_count":[2],"attack_frames":[[3,59]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (1.1x, ATK) to one enemy"],"max_level":["Physical damage (1.1x, ATK) to one enemy"]}}}