{"210000105":{"rarity_min":5,"rarity_max":7,"name":"Tidus","game":"FFX","job":"Guardian","sex":"Male","equip":[1,2,3,4,13,30,40,41,50,51,52,60],"entries":{"210000105":{"compendium_id":467,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[928,2812,300,150],"MP":[40,122,50,25],"ATK":[39,118,20,10],"DEF":[32,96,20,10],"MAG":[31,93,20,10],"SPR":[31,95,20,10]},"limitburst_id":210000105,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,5,0],"element_resist":[0,0,0,100,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060200":10,"290060300":5}},"strings":{"description":["A young man who appears in the tales of another world where its people are trapped in a spiral of death. Tidus is a talented player of blitzball, a beloved aquatic sport played in the sleepless city of Zanarkand. During a tournament match, a calamitous being known as Sin attacked the city, sending him to the unfamiliar world of Spira in the process. Puzzled and worried about the circumstances he will surely have to face, he washes ashore at Besaid Island. There he meets a man named Wakka, and takes up his proposition of going on a pilgrimage with the summoner Yuna in order to find his way back home.","在被死之螺旋囚禁的異界中登場的青年，他出身於不夜城札納爾坎德，是一名水鬥球王牌運動員。由於遭到災禍魔物「辛」襲擊，他被傳送到了一個叫史匹拉的陌生世界，懷著不安的心情漂流到了比塞德島。在島上他遇到了瓦卡，為了尋找回到故鄉的方法而加入了召喚士優娜的旅行。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 청년. 잠들지 않는 도시 자나르칸드에서 수중 경기인 블리츠 볼의 에이스 선수로서 활약하고 있었지만, 재앙을 일으키는 마물 '신'의 습격을 받아 낯선 세계 스피라로 보내진다. 사정을 파악하지 못하고 불안을 품은 채로 비사이드 섬에 다다르고, 섬에서 만난 와카의 제안에 따라 고향으로 돌아갈 방법을 찾기 위해 소환사 유우나의 여행에 동행하기로 한다.","Un jeune homme qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Tidus est un excellent joueur de blitzball, un sport aquatique populaire qui se joue à Zanarkand, la ville qui ne dort jamais. Durant un tournoi, un monstre connu sous le nom de Sin provoqua un désastre, l'emportant dans le monde inconnu de Spira. Troublé et inquiet du sort qui l'attend, il dérive jusqu'à l'île de Besaid. Là, il rencontre un homme s'appelant Wakka, et accepte sa proposition de partir en pèlerinage avec l'invocatrice Yuna afin de rentrer chez lui.","Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Tidus ist ein talentierter Blitzballspieler, einer beliebten Sportart in der Stadt ohne Schlaf Zanarkand. Während eines Turniers greift ein Wesen namens Sin die Stadt an und er wird in der Folge in die unbekannte Welt von Spira geschickt. Verwirrt über die neue Umgebung wird er an das Ufer der Insel Besaid gespült. Dort trifft er auf einen Mann namens Wakka und begibt sich mit ihm und der Beschwörerin Yuna auf eine Pilgerreise, um einen Weg zurück in seine Welt zu finden.","Un joven que aparece en las historias de otro mundo en el que la gente está atrapada en una espiral de muerte. Tidus es un jugador con talento de blitzbol, un apreciado deporte acuático al que se juega en la ciudad de Zanarkand. Durante el partido de un torneo, un ser catastrófico conocido como Sinh atacó la ciudad, enviándolo al desconocido mundo de Spira en el proceso. Desconcertado y preocupado por las circunstancias a las que seguro que se tendrá que enfrentar, llega a la tierra de Isla Besaid. Allí conoce a un hombre llamado Wakka, y acepta su proposición de ir en peregrinación con la invocadora Yuna para encontrar un modo de volver a casa."],"summon":["Where am I?<br>My head is spinning...","這是，哪裡？我頭好暈……","여기, 어디야?<br>머리가 핑핑 도네……","Où suis-je ?<br>J'ai la tête qui tourne...","Wo bin ich?<br>Mein Kopf dreht sich ...","¿Dónde estoy?<br>La cabeza me da vueltas..."],"evolution":[null,null,null,null,null,null],"affinity":["Let us continue<br>this story of ours!","一起續寫我們的故事吧！","함께 이어나가자,<br>우리들의 이야기를!","Continuons notre histoire ensemble !","Setzen wir unsere<br>Geschichte fort!","¡Prosigamos con nuestra historia!"],"fusion":["I'm all powered up!<br>I'll clean these guys up in a flash!","力量充滿全身！速戰速決吧！","파워 전개!<br>단숨에 해치워 드리지!","Je me sens que je pourrais déplacer des montagnes ! Je vais m'occuper de ces gars en un instant !","Ich bin bei voller Kraft!<br>Um diese Typen kümmere ich mich sofort!","¡Estoy a tope! ¡Voy a cargarme a estos tíos en un plisplás!"]}},"210000106":{"compendium_id":468,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1206,3656,450,225],"MP":[52,159,75,37],"ATK":[51,154,30,15],"DEF":[42,126,30,15],"MAG":[40,121,30,15],"SPR":[41,124,30,15]},"limitburst_id":210000106,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,6,0],"element_resist":[0,0,0,100,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000140":1}},"strings":{"description":["A young man who appears in the tales of another world where its people are trapped in a spiral of death. After being swept away from his home of Zanarkand and subsequently landing in the world of Spira, Tidus washes ashore at Besaid Island, where he meets a young woman named Yuna. There he learns that she is to set off on a pilgrimage to save the world, despite just having become a summoner. Tidus decides to accompany her, and during their time together Yuna discloses that his long lost father, Jecht, had previously visited Spira. This strengthens his resolve to help the summoner defeat Sin, as his father once had hoped to do as well.","在被死之螺旋囚禁的異界中登場的青年，他被從故鄉札納爾坎德傳喚至史匹拉，在比塞德村遇到了剛剛成為召喚士的少女優娜，並加入了優娜拯救世界的旅行。在旅行途中，他得知原本已經去世的父親傑克特也來到過史匹拉。與父親一樣，他也成為了輔佐召喚士的護衛，為了打倒「辛」而繼續著旅行。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 청년. 고향 자나르칸드에서 스피라라 불리는 세계로 빨려 들어와, 헤맨 끝에 도착한 비사이드 마을에서 갓 소환사가 된 소녀 유우나와 만나게 된다. 세계를 구하려 하는 유우나의 여행에 동행하며 스피라의 각지를 돌던 중, 죽은 줄 알았던 아버지 젝트가 스피라에 와 있었다는 사실이 밝혀진다. 과거의 아버지와 마찬가지로, 소환사를 도와 '신'을 쓰러뜨리기 위한 여행을 계속해 나간다.","Un jeune homme qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Après avoir été arraché à sa terre de Zanarkand pour atterrir ensuite dans le monde de Spira, Tidus dérive jusqu'à l'île de Besaid, où il rencontre une jeune femme nommée Yuna. Là, il apprend qu'elle s'apprête à partir en pèlerinage pour sauver le monde, bien qu'elle vienne tout juste de devenir invocatrice. Tidus décide de l'accompagner, puis elle lui révèle pendant leur voyage que son père Jecht, décédé il y a longtemps, était lui aussi allé à Spira. Cela l'encourage à aider l'invocatrice à vaincre Sin, comme son père l'aurait ainsi voulu.","Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Nachdem er aus seiner Heimat Zanarkand verschwindet und in der Welt von Spira landet, findet sich Tidus am Ufer der Insel Besaid wieder, wo er eine junge Frau namens Yuna trifft. Er erfährt, dass sie sich auf einer Pilgerreise zur Rettung der Welt befindet, obwohl sie gerade erst als Beschwörerin ernannt wurde. Tidus begleitet sie. Auf ihrer Reise entdeckt Yuna, dass sein verschollen geglaubter Vater zuvor Spira besuchte. Tidus fasst den Entschluss, Yuna dabei zu helfen, Sin zu besiegen, da sein Vater dies auch vorgehabt hatte.","Un joven que aparece en las historias de otro mundo en el que la gente está atrapada en una espiral de muerte. Después de ser arrastrado de su casa de Zanarkand y aterrizar en el mundo de Spira, Tidus llega a la tierra de Isla Besaid, donde conoce a una joven llamada Yuna. Allí aprende que ella va a realizar una peregrinación para salvar el mundo, a pesar de que acaba de convertirse hace poco en invocadora. Tidus decide acompañarla, y durante su tiempo juntos Yuna le revela que su padre, Jecht, al que perdió hace mucho tiempo, había visitado Spira antes. Esto refuerza su decisión de ayudar a la invocadora para que derrote a Sinh, como su padre una vez esperó hacer."],"summon":["Support is here!<br>Don't know what's goin' on,<br>but I'm here to help!","援軍來也！雖說不明所以，但我會幫忙的！","구원 투수 등장!<br>잘은 모르겠지만 도와줄게!","Les renforts sont là !<br>Je sais pas ce qu'il se passe,<br>mais je suis là pour te donner un coup de main !","Unterstützung ist da!<br>Keine Ahnung, was los ist,<br>aber ich werde helfen!","¡Ha llegado la caballería!<br>¡No sé que es lo que está pasando, pero os echaré una mano!"],"evolution":["As long as you have energy, use it!<br>That being said, let's do this!","不要浪費這股幹勁！一鼓作氣衝啊！","기세가 올랐을 때는 계속 밀어붙인다!<br>그런 고로, 이대로 돌진하자고!","Tant que t'as de l'énergie, sers-t’en !<br>C'est parti, les gars !","Hast du Energie, dann nutze sie!<br>Legen wir also los!","¡Siempre que quede energía, hay que usarla!<br>¡Y ahora, vamos a por todas!"],"affinity":["Let us continue<br>this story of ours!","一起續寫我們的故事吧！","함께 이어나가자,<br>우리들의 이야기를!","Continuons notre histoire ensemble !","Setzen wir unsere<br>Geschichte fort!","¡Prosigamos con nuestra historia!"],"fusion":["I refuse to be called a greenhorn any longer!","不會再讓你們叫我「戰鬥門外漢」了！","더는 '풋내기 전사'라고<br>부르지 못할걸!","Je refuse d'être appelé \"bleusaille\"plus longtemps !","Nennt mich nicht mehr Grünschnabel!","¡Me niego a que me sigan llamando novato!"]}},"210000107":{"compendium_id":982,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1568,4752,600,300],"MP":[68,201,100,50],"ATK":[64,194,50,25],"DEF":[54,171,50,25],"MAG":[52,157,50,25],"SPR":[53,169,50,25]},"limitburst_id":210000107,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,6,0],"element_resist":[0,0,0,100,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man who appears in the tales of another world where its people are trapped in a spiral of death. Tidus accompanies the summoner Yuna as her guardian on her pilgrimage to destroy the immortal entity known as Sin. Unfortunately, during their journey they learn that the Final Aeon needed to defeat Sin can only be summoned in exchange for the summoner's life. Refusing to lead Yuna to her death, Tidus seeks other methods to defeat Sin by challenging old traditions and offering solutions unconventional to Spiran ways.","在被死之螺旋囚禁的異界中登場的青年。作為召喚士優娜的護衛之一，為了討伐不滅魔物「辛」而與她共同踏上旅途。在旅途當中得知了為打倒「辛」而進行的究極召喚需要以術者的生命作為交換，為了不讓優娜死去，他一心尋找究極召喚以外的打倒「辛」的方法。他向至今已來的傳統提出質疑，想要以不被史匹拉的常識所束縛的方法來打破現狀。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 청년. 소환사 유우나의 가드 중 하나로, 불멸의 마물 '신'을 토벌하기 위한 여행에 동행한다. 여행 도중, '신'을 쓰러뜨릴 수단인 궁극 소환이 소환사의 생명과 맞바꿔야 한다는 사실을 알게 되고, 유우나를 잃고 싶지 않다는 일념으로 궁극 소환을 이용하지 않고 '신'을 쓰러뜨릴 방법을 모색하게 된다. 지금까지 전해져 내려오는 전통에 이의를 주장하며, 스피라의 상식에 얽매이지 않는 방법으로 상황을 타개하려 한다.","Un jeune homme qui apparaît dans les contes d'un autre monde dont les habitants sont soumis à un éternel cycle de mort. Tidus est l'un des gardiens de Yuna, une invocatrice qu'il a pour rôle d'accompagner dans un pèlerinage ayant pour but de détruire l'être immortel connu sous le nom de Sin. Au cours de ce périple, l'homme et ses compagnons apprennent malheureusement que quiconque souhaite terrasser Sin doit invoquer l'ultime chimère, et le payer de sa propre vie. Refusant d'escorter Yuna vers sa mort, Tidus entreprend alors de rechercher d'autres méthodes pouvant lui permettre de vaincre la calamité. Il remet ainsi en question les traditions de Spira dans l'espoir de trouver une voie que ses habitants n'auraient jamais envisagée.","Ein junger Mann, der in Sagen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Tidus begleitet das Medium Yuna als Leibwächter auf ihrer Pilgerreise, um die unsterbliche Bestie Sin zu vernichten. Auf ihrer Reise erfahren sie jedoch zu ihrer Bestürzung, dass die letzte Bestia, die benötigt wird, um Sin zu besiegen, nur im Austausch mit dem Leben des Mediums erlangt werden kann. Unwillig, Yuna in den Tod zu führen, sucht Tidus andere Wege Sin ein Ende zu bereiten. So stellt er alte Traditionen in Frage und eröffnet dem Volk von Spira völlig neue Wege.","Un joven que aparece en las historias de un mundo donde la gente se encuentra atrapada en una espiral de muerte. Tidus acompaña a la invocadora Yuna y la protege a lo largo de su peregrinaje, que tiene como objetivo final destruir a Sinh, la bestia inmortal que amenaza su mundo. Desafortunadamente, a lo largo del viaje, nuestros personajes acaban descubriendo que el Eón Supremo que hace falta para derrotar a Sinh solo se puede invocar sacrificando la vida de quien lo invoque. Por esta razón, Tidus se niega a escoltar a Yuna a una muerte segura e investiga otras formas de derrotar a Sinh desafiando las tradiciones antiguas y ofreciendo soluciones que a la gente de Spira nunca se les habrían pasado por la cabeza."],"summon":["I'm the only ace around here! You can just leave the rest to me!","王牌就是我！全都交給我吧！","에이스는 바로 나야!<br>됐으니까 맡겨 두라고!","Hé ! Les joueurs-vedette d'abord ! Je m'en charge. T'en fais pas, c'est dans la poche !","Moment! Ich bin hier der Starspieler, klar? Keine Sorge, ich mach das schon!","¡Oye! ¡Los goleadores primero! Déjamelo a mí, ¡tú no te preocupes!"],"evolution":["I have no interest in acting like an adult if it means I can't say what I want to!","因為耍帥或是裝成熟而不能說出真正想說的話，我絕對不要這樣！","어른인 척하고 폼 잡으면서<br>하고 싶은 말도 제대로 못 하는 건<br>절대로 싫어!","Et qu'est-ce que ferait un adulte, alors ? Ils savent qu'ils ont qu'à sacrifier quelqu'un pour pouvoir faire ce qui leur plaît !","Einen auf cool machen ... und seine Meinung nicht sagen? Darauf pfeif ich!","Entonces dime, ¿qué haría un adulto? ¿Sacrificar a otro invocador para poder vivir tranquilo?"],"affinity":["Let us continue<br>this story of ours!","一起續寫我們的故事吧！","함께 이어나가자,<br>우리들의 이야기를!","Continuons notre histoire ensemble !","Setzen wir unsere<br>Geschichte fort!","¡Prosigamos con nuestra historia!"],"fusion":["As strong as I am now, I can take on any enemy we come across with ease!","有這麼強的力量，再強的敵人都能輕鬆解決！","이만큼 강해졌으니<br>어떤 적이든 식은 죽 먹기지!","Peu importe combien d'ennemis il y a. Trop facile !","Ist doch egal, wieviele Gegner es sind. Alles kein Problem!","No importa cuántos sean. ¡No hay ningún problema!"]}}},"skills":{"100030":{"name":"HP +30%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100090":{"name":"ATK +30%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"100141":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"200470":{"name":"Entrust","cost":{"MP":18},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Transfer LB gauge to another unit"],"icon":"ability_78.png"},"207000":{"name":"Top Athlete","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 200%","Increase resistance to Blind, Sleep and Paralyze by 100%"],"icon":"ability_19.png"},"207010":{"name":"Quick Hit","cost":{"MP":45},"attack_frames":[[22,27,32,37,42,47,52,57,62,67,72,92]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to one enemy"],"icon":"ability_54.png"},"207020":{"name":"Spiral Cut","cost":{"MP":18},"attack_frames":[[95]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.1x, ATK) to one enemy"],"icon":"ability_54.png"},"207030":{"name":"Energy Rain","cost":{"MP":17},"attack_frames":[[67,77,87,97]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies"],"icon":"ability_10.png"},"207040":{"name":"Jecht Shot","cost":{"MP":45},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (2x * 2 = 4x, ATK) to one enemy (ignore cover)","Add Water element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_23.png"},"207050":{"name":"Blitz Mania","cost":{"MP":30},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 10 (+0.3x, Heal) MP split over 3 turns to all allies","Increase resistance to Water by 100% for 3 turns to all allies"],"icon":"ability_92.png"},"207060":{"name":"Get pumped!","cost":{"MP":62},"attack_frames":[[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to one enemy","Increase ATK, DEF, MAG and SPR by 40% for 3 turns to all allies"],"icon":"ability_10.png"},"207070":{"name":"Tackle Slip","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks"],"icon":"ability_97.png"},"207080":{"name":"Sun Crest","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%","Increase physical damage against Beasts by 50%","Increase physical damage against Avians by 50%","Increase physical damage against Demons by 50%"],"icon":"ability_77.png"},"226820":{"name":"Gotcha Covered","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 25%","Increase physical damage against Avians by 25%","Increase physical damage against Demons by 25%","Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase LB damage by 25%"],"icon":"ability_76.png"},"226821":{"name":"Jecht Shot 2","cost":{"MP":64},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (8x, ATK) to one enemy","Reduce resistance to Water by 65% for 5 turns to one enemy"],"icon":"ability_40.png"},"226822":{"name":"Delay Buster","cost":{"MP":99},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Delay Buster (507390) on turn 4 [4 turns CD]"],"icon":"ability_105.png"},"226823":{"name":"Delay Attack","cost":{"MP":76},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.6x, ATK) to one enemy","Gain 2 uses of Energy Rain (207030), Get pumped! (207060), Get pumped!+1 (702970), Get pumped!+2 (702980), Jecht Shot (207040), Jecht Shot 2 (226821), Quick Hit (207010), Quick Hit+1 (702950), Quick Hit+2 (702960) and Spiral Cut (207020) for one turn"],"icon":"ability_8.png"},"226824":{"name":"Son of Jecht","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%","Increase ATK by 40% and MP by 20% when equipped with a Sword"],"icon":"ability_77.png"},"507390":{"name":"Delay Buster","cost":{"MP":99},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.5x, ATK) to one enemy","Gain 3 uses of Energy Rain (207030), Get pumped! (207060), Get pumped!+1 (702970), Get pumped!+2 (702980), Jecht Shot (207040), Jecht Shot 2 (226821), Quick Hit (207010), Quick Hit+1 (702950), Quick Hit+2 (702960) and Spiral Cut (207020) for one turn"],"icon":"ability_105.png","parentID":"226822"},"702950":{"name":"Quick Hit+1","cost":{"MP":45},"attack_frames":[[22,27,32,37,42,47,52,57,62,67,72,92]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5.6x, ATK) to one enemy"],"icon":"ability_54.png"},"702960":{"name":"Quick Hit+1","cost":{"MP":45},"attack_frames":[[22,27,32,37,42,47,52,57,62,67,72,92]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (7.2x, ATK) to one enemy"],"icon":"ability_54.png"},"702970":{"name":"Get pumped!+1","cost":{"MP":62},"attack_frames":[[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to one enemy","Increase ATK, DEF, MAG and SPR by 40% for 4 turns to all allies"],"icon":"ability_10.png"},"702980":{"name":"Get pumped!+1","cost":{"MP":62},"attack_frames":[[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to one enemy","Increase ATK, DEF, MAG and SPR by 60% for 4 turns to all allies"],"icon":"ability_10.png"},"702990":{"name":"Sun Crest+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40%","Increase physical damage against Beasts by 50%","Increase physical damage against Avians by 50%","Increase physical damage against Demons by 50%"],"icon":"ability_77.png"},"703000":{"name":"Sun Crest+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40%","Increase physical damage against Beasts by 50%","Increase physical damage against Avians by 50%","Increase physical damage against Demons by 50%","Increase ATK by 50% when equipped with a Sword"],"icon":"ability_77.png"},"703010":{"name":"Tackle Slip+1","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks","10% chance of evading magic attacks"],"icon":"ability_97.png"},"703020":{"name":"Tackle Slip+1","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks","20% chance of evading magic attacks","30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_97.png"}},"LB":{"name":"Blitz Ace","attack_count":[16],"attack_frames":[[106,110,120,124,134,138,142,146,158,162,182,186,200,204,240,390]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (9.1x, ATK) to one enemy","Reduce resistance to Water by 75% for 5 turns to one enemy"],"max_level":["Physical damage (12x, ATK) to one enemy","Reduce resistance to Water by 100% for 5 turns to one enemy"]},"TMR":{"name":"Brotherhood","compendium_id":432,"compendium_shown":true,"rarity":8,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":135,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":["Water"],"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_10318.png","strings":{"name":["Brotherhood","兄弟會","플라타니티","Fraternité","Bruderherz","Fraternidad"],"desc_short":["A beloved sword made with a bluish see-through blade.","刀身呈清透藍色的友愛之劍","투명하고 푸른 검날을 가진 우애의 도","Une épée fétiche dont la lame est d'un bleu transparent.","Ein Schwert mit einer bläulich durchscheinenden Klinge.","Una preciada espada con una hoja translúcida azul."],"desc_long":["A sword from the distant world of Spira. Its blade is reminiscent of the crystalline waters of the sea. A young man who landed in Spira after an encounter with the mysterious beast known as Sin is said to have received this weapon as a gift from a friend. Afterwards, he would set off on a pilgrimage with a young summoner as one of her guardians in order to rid the world of Sin's calamities by defeating it once and for all.","來自遙遠異界「史匹拉」的劍。劍身呈美麗的海藍色，讓人聯想到清澈的大海。相傳這是被神秘魔物「辛」搬運到史匹拉的青年，從某個人手中獲得的武器。手持這把劍的青年成為了一位少女召喚士的「護衛」，陪伴她一起踏上了擊敗散播恐懼的魔物「辛」的旅途。","까마득히 먼 이계 '스피라'에서 유입된 검. 맑은 바다를 연상시키는 푸르고 아름다운 검날이 특징이다. 수수께끼의 마물 '신'에 의해 스피라를 헤매게 된 청년이, 어느 인물에게서 물려받은 것이라 한다. 청년은 이 검을 손에 쥐고, 소환사 소녀를 지키는 호위인 '가드'가 되어 세계를 공포에 떨게 하는 재앙 '신'을 쓰러뜨리는 여행에 동행했다고 한다.","Une épée venant du monde lointain appelé \"Spira\". Cette lame rappelle les eaux cristallines de la mer. Un jeune homme atterrit à Spira après avoir rencontré une bête mystérieuse répondant au nom de Sin et dit avoir reçu cette arme en cadeau de la part d'un ami. Ensuite, il partit en pèlerinage accompagnant une jeune invocatrice en tant que gardien afin de se débarrasser de Sin une bonne fois pour toute.","Ein Schwert aus der fernen Welt von Spira. Seine Klinge erinnert an das kristallklare Wasser des Meeres. Ein junger Mann, der nach einer Begegnung mit der mysteriösen Bestie Sin in Spira landete, soll diese Waffe von einem Freund erhalten haben. Anschließend soll er mit einer jungen Beschwörerin als Wächterin zu einer Pilgerreise aufgebrochen sein, um Sins Unheil ein für alle Mal zu beseitigen.","Una espada del lejano mundo de Spira. Su hoja recuerda a las aguas cristalinas del mar. Se dice que un joven que llegó a Spira tras un encuentro con una bestia misteriosa llamada Sinh la recibió como regalo de un amigo. Más adelante se embarcó en un peregrinaje con una joven invocadora a la que protegía para liberar al mundo de las calamidades de Sin venciéndolo de una vez por todas."]}},"STMR":{"name":"Dream of the Fayth","compendium_id":768,"compendium_shown":true,"unit_restriction":null,"skills":{"226883":{"name":"Dream of the Fayth","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 50%","Increase the limit burst gauge fill rate by 150%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Dream of the Fayth' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_77.png","strings":{"names":["Dream of the Fayth","祈禱者的夢","기도자의 꿈","Rêve du Priant","Traum der Asthra","Sueño del orador"],"desc_short":["Boost parameters when setting an esper by 50%, and increase burst stone fill rate (Not Stackable)","提高50%設定幻獸時反映在兵員身上的狀態數值+提高極限技石對極限技槽的增加量 [無法重複裝備]","환수 장착 시 반영되는 능력치 50% 상승+LB 게이지 효율 상승 (중복 장착 불가)","Augmente les caractéristiques de 50% quand une chimère est associée, et augmente le taux de remplissage des pierres de limite (non cumulable)","Erhöht Werte bei Festlegung eines Espers um 50% und erhöht Effekt von Limitsteinen (Nicht stapelbar).","Aumenta los parámetros un 50% al configurar un esper y las piedras de estallido recuperan más EL (no acumulable)"],"desc_long":["Boosts parameters when setting an esper by 50%, and boosts burst stone fill rate. Not stackable.","提高50%設定幻獸時反映在兵員身上的狀態數值，並提高極限技石對極限技槽的增加量。[無法重複裝備]","환수 장착 시 반영되는 능력치가 50% 상승하고, LB 게이지 효율이 상승합니다. (중복 장착 불가)","Augmente les caractéristiques de 50% quand une chimère est associée, et augmente le taux de remplissage des pierres de limite. Non cumulable.","Erhöht Werte bei Festlegung eines Espers um 50% und erhöht Effekt von Limitsteinen (nicht stapelbar).","Aumenta los parámetros un 50% al configurar un esper y las piedras de estallido recuperan más EL (no acumulable)."]},"type":"MATERIA"}},"210000205":{"rarity_min":5,"rarity_max":7,"name":"Yuna","game":"FFX","job":"Evoker","sex":"Female","equip":[5,6,11,30,40,50,53,60],"entries":{"210000205":{"compendium_id":785,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[882,2672,300,150],"MP":[50,152,50,25],"ATK":[23,70,20,10],"DEF":[30,92,20,10],"MAG":[34,104,20,10],"SPR":[38,116,20,10]},"limitburst_id":210000205,"attack_count":1,"attack_damage":[[100]],"attack_frames":[21],"effect_frames":[19],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[7,6,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060300":20,"290060400":5}},"strings":{"description":["A young summoner who appears in the tales of another world where its people are trapped in a spiral of death. Yuna was raised by Wakka and Lulu since she was a girl, and has thus come to see them as her older siblings. Her father, High Summoner Braska, once defeated the undying evil entity known as Sin and inspired her to become a summoner as well. As fate would have it, she would eventually cross paths with Tidus, the son of Braska's friend Jecht. With Tidus as part of her guardians during her pilgrimage to defeat Sin, they traveled together as their parents had done before them.","在被死之螺旋囚禁的異界中登場的召喚士少女，把自幼照顧自己的瓦卡和露露視為哥哥和姐姐一樣尊敬。她是曾經擊敗了不滅魔物「辛」的大召喚士——布拉斯卡的女兒，而她本人也選擇了和父親一樣的道路，成為召喚士並與「辛」戰鬥到底。在踏上討伐「辛」的旅程之前，她與父親的戰友「傑克特」的兒子——提達邂逅，並決定讓他加入自己的旅行團隊。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 소녀. 어릴 적부터 자신을 돌봐준 와카나 루루를 친남매처럼 생각하고 따른다. 과거에 불멸의 마물 '신'을 쓰러뜨린 대소환사 브라스카의 딸이며, 아버지처럼 소환사가 되어 '신'과 싸우는 길을 택했다. '신'을 쓰러뜨리기 위한 여행을 떠나기 직전, 아버지의 전우였던 젝트의 아들 티더와 운명처럼 만나 그를 자신의 일행으로 맞아들이게 된다.","Une jeune invocatrice qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Wakka et Lulu ont toujours veillé sur Yuna, si bien qu'elle les considère aujourd'hui comme sa propre famille. Son père, le Grand Invocateur Braska, est parvenu à terrasser l'entité maléfique immortelle connue sous le nom de Sin. C'est cette prouesse qui lui donna envie de devenir invocatrice à son tour. Le destin l'amena à croiser le chemin de Tidus, fils de Jecht, le grand ami de Braska. Avec lui, elle entreprit un voyage dans tout Spira afin de détruire la menace que représente Sin, comme leurs parents l'avaient fait avant eux.","Ein junges Medium aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Yuna wurde von Wakka und Lulu großgezogen, die wie ältere Geschwister für sie sind. Sie ist die Tochter des hohen Mediums Braska, dem es einst gelang, das unsterbliche Monster Sin zu besiegen und der Welt die Stille Zeit zu bringen. Yuna ist entschlossen, ihrem Vater auf diesem Weg zu folgen. Wie es das Schicksal so will, trifft sie kurz vor ihrer Abreise auf Tidus, den Sohn von Braskas Kampfgefährten Jekkt, und nimmt ihn als Leibgardist in ihre Gruppe auf.","Una joven invocadora que aparece en las historias de un mundo atrapado en una espiral de muerte. Wakka y Lulu criaron a Yuna desde que era pequeñita y, por ello, esta acabó considerándolos sus hermanos mayores. Su padre, el alto invocador Braska, derrotó a la malvada entidad inmortal conocida como Sinh y esto motivó a Yuna a hacerse invocadora también. Más tarde, el destino haría que se cruzase con Tidus, el hijo de Jecht, un compañero de armas de su padre. Tidus acompañó a Yuna como guardián durante su peregrinaje para derrotar a Sinh, igual que Jecht fue guardián de Braska en el pasado."],"summon":["I've done it.<br>I have become a summoner!","成功了！<br>我成為了召喚士！","해냈어요!<br>저, 소환사가 되었어요!","J'ai réussi !<br>Je suis devenue invocatrice !","Geschafft!<br>Ich bin ein Beschwörer!","Lo he logrado. ¡Soy una invocadora!"],"evolution":[null,null,null,null,null,null],"affinity":["Thank you for always being by my side...","真的非常感謝你……<br>一直陪在我身邊。","항상 곁에 있어 줘서……<br>정말 고마워.","Merci d'être toujours à mes côtés.","Du warst immer an meiner Seite ...<br>Danke für alles.","Gracias por haber estado a mi lado..."],"fusion":["Maybe I'm learning, too.<br>I won't lose, not with all of you with me.","我好像也有所成長了。<br>只要有大家在就不會輸喔。","나도 성장할 수 있어.<br>모두가 있으니까, 지지 않아.","Peut-être que j'apprends, moi aussi.<br>Je ne perdrai pas si vous êtes tous avec moi.","Auch ich bin stärker geworden.<br>Mit euch an meiner Seite werde ich nicht verlieren.","¡Parece que mi poder ha aumentado un poco! Ahora no os puedo fallar."]}},"210000206":{"compendium_id":786,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1146,3474,450,225],"MP":[65,198,75,37],"ATK":[30,92,30,15],"DEF":[40,120,30,15],"MAG":[45,136,30,15],"SPR":[50,151,30,15]},"limitburst_id":210000206,"attack_count":1,"attack_damage":[[100]],"attack_frames":[21],"effect_frames":[19],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,7,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000520":1}},"strings":{"description":["A young summoner who appears in the tales of another world where its people are trapped in a spiral of death. Yuna is a serious girl with a strong sense of justice that takes on every challenge thrown at her to avoid disappointing those around her. She followed in her father's footsteps by becoming a summoner tasked with the destruction of Sin, and set off on a pilgrimage to Zanarkand. Gaining the power of aeons by traveling from temple to temple, she was eventually branded a traitor of Yevon by Seymour, one of the Maesters who leads this predominant faith in Spira.","在被死之螺旋囚禁的異界中登場的召喚士少女。她有著強烈的正義感和認真較勁的性格，總是擔心違背周圍人的期待而將所有重擔都扛在自己肩上。為了完成擊敗「辛」的使命，她踏上了前往終焉之地——札納爾坎德的旅程。她走訪各地寺院，獲得了召喚獸的力量，但由於得罪了世界最大組織耶朋寺院的老師——希摩爾，因而被扣上了反叛者的帽子。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 소녀. 정의감이 투철하고 고지식하며, 주변의 기대를 저버리지 않기 위해 무엇이든 혼자서 끌어안으려 하는 성향이 있다. 아버지처럼 '신'을 쓰러뜨리는 사명을 받아들이고, 최후의 땅 자나르칸드를 향해 여행을 떠난다. 각지의 사원을 방문해 소환사로서의 힘을 얻지만, 세계 최대의 조직인 에본 사원의 노사 시모어와 적대하게 되어 반역자의 오명을 뒤집어쓰게 된다.","Une jeune invocatrice qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Yuna est une femme sérieuse dotée d'un sens aigu de la justice et déterminée à affronter tous les défis de la vie, avec une incroyable volonté de ne pas décevoir ses proches. Elle a suivi l'exemple de son père en devenant elle-même invocatrice et en acceptant sa mission : détruire Sin. À cette fin, elle a entamé un pèlerinage pour Zanarkand. Mais alors qu'elle voyageait d'un temple à l'autre afin d'acquérir la puissance des chimères, elle fut accusée de traîtrise envers Yevon par Seymour, l'un des maîtres à la tête du culte dominant en Spira.","Ein junges Medium aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Yuna ist ein ernsthaftes Mädchen mit einem starken Sinn für Gerechtigkeit, das immer darum bemüht ist, die an sie gestellten Erwartungen auf keinen Fall zu enttäuschen. Wie ihr Vater vor ihr schon sieht sie ihre Bestimmung darin, Sin zu besiegen und der Welt die Stille Zeit zu bringen. Auf ihrem Weg nach Zanarkand sucht sie Tempel nach Tempel auf, um sich dort die Macht der Bestia anzueignen, doch als sie sich im Yevon-Tempel von Macalania gegen den Primas Seymor stellt, wird sie als Verräterin gebrandmarkt.","Una joven invocadora que aparece en las historias de un mundo atrapado en una espiral de muerte. Yuna es una chica seria con un fuerte sentido de la justicia que tiende a cargar ella sola con toda la responsabilidad para no decepcionar a nadie. Siguió los pasos de su padre y se convirtió en invocadora para destruir a Sinh, lo que le obligó a peregrinar a Zanarkand. Viajó de templo en templo adquiriendo el poder de los eones. Se opuso a Seymour, venerable de Yevon, y este empleó su influencia religiosa para tacharla de traidora al mundo de Spira."],"summon":["I wish I could live in a place like this.<br>Peaceful... Living with a smile on my face every day","真是和平的世界啊。<br>要是能夠每天住在這裡<br>該有多好……","평온한 세계에서,<br>매일 웃으며 지낼 수 있으면<br>좋을 텐데……","J'aimerais pouvoir vivre en paix...<br>Vivre chaque jour avec le sourire aux lèvres.","Ich wünschte, ich könnte in so einer ruhigen Welt leben<br>und jeden Tag lachend verbringen.","Ojalá pudiera vivir en un lugar así. Vivir en paz... sonriendo cada día."],"evolution":["I want my journey to be full of laughter.<br>Try laughing out loud!","我想要一面歡笑……一面旅行。<br>所以，來吧！<br>練習笑容！","웃으면서, 여행을…… 하고 싶어.<br>그러니까, 자!<br>웃는 연습!","Je veux que mon pèlerinage... soit jalonné de rires.<br>Essayons de rire à haute voix !","Ich will meine Reise mit einem Lächeln begehen.<br>Und jetzt üben wir das mal!","Quiero que mi viaje esté lleno de risas. ¡Acordaos de sonreír!"],"affinity":["Thank you for always being by my side...","真的非常感謝你……<br>一直陪在我身邊。","항상 곁에 있어 줘서……<br>정말 고마워.","Merci d'être toujours à mes côtés.","Du warst immer an meiner Seite ...<br>Danke für alles.","Gracias por haber estado a mi lado..."],"fusion":["I will fight, too!","不能總是受別人保護，<br>對吧。","언제까지나 보호받기만 해선 안 되니까.","Je me battrai moi aussi !","Ich kann selbst kämpfen.","Yo también lucharé."]}},"210000207":{"compendium_id":1079,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1490,4516,600,300],"MP":[85,257,100,50],"ATK":[39,119,50,25],"DEF":[54,163,50,25],"MAG":[58,176,50,25],"SPR":[68,206,50,25]},"limitburst_id":210000207,"attack_count":1,"attack_damage":[[100]],"attack_frames":[21],"effect_frames":[19],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,7,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young summoner who appears in the tales of another world where its people are trapped in a spiral of death. Adverse to relying on others, Yuna often shoulders great burdens alone. She also has an honest nature that makes it difficult for her to lie or keep secrets. At the end of her pilgrimage she finally learns how to defeat the immortal being known as Sin, but realizes that the price she must pay to do so is unbearable. Now she must make a very difficult choice in order to fulfill her duty and save the future of Spira.","在被死之螺旋囚禁的異界中登場的召喚士少女。不論什麼事總是習慣自己一個人背負，不會依靠他人，也不擅長隱瞞與說謊。在苦難之旅的最後得到了打倒不滅的魔物「辛」的手段，但使用這一手段的代價對她而言卻是難以承受的。在自己的使命與史匹拉這一世界的未來面前，她被迫做出艱難的抉擇。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 소환사 소녀이다. 무엇이든 혼자 짊어지고 약한 모습을 보이지 않으려는 성격으로,  비밀을 가지거나 거짓말을 하는데 익숙지 못하다. 힘겨운 여행 끝에 불멸의 마물 '신'을 물리칠 수단을 손에 넣었으나, 그것을 실행하기 위한 대가는 그녀가 견디기 힘든 것이었다. 자신의 사명과 '스피라'라는 세계의 미래 앞에서, 그녀는 어려운 선택을 하게 된다.","Une jeune invocatrice qui apparaît dans les récits d'un monde pris au cœur d'un cycle de mort perpétuel. Yuna s'efforce de ne jamais dépendre d'autrui pour accomplir sa tâche, de sorte qu'elle est souvent amenée à porter un fardeau très lourd. De plus, sa personnalité fait qu'elle est incapable de mentir ou de garder un secret. C'est au bout de son pèlerinage qu'elle découvre enfin comment vaincre l'être immortel connu sous le nom de Sin, et qu'elle apprend également le prix à payer pour cette victoire. Elle est à présent forcée de faire un choix très difficile afin de remplir son devoir et de sauver Spira.","Ein junges Medium aus den Erzählungen einer anderen Welt, in denen die Menschen in einer Spirale des Todes gefangen sind. Yuna verlässt sich ungern auf andere und hat die Tendenz, schwere Lasten nur sich selbst aufzubürden. Sie ist zudem sehr aufrichtig, weshalb es ihr schwerfällt, zu lügen und Geheimnisse für sich zu behalten. Am Ende ihrer Pilgerreise erfährt sie, wie sie das unsterbliche Wesen Sin besiegen kann, aber auch, dass dieser Akt einen hohen Preis fordert. Yuna steht vor einer schwierigen Entscheidung, um ihre Pflicht zu erfüllen und Spira eine Zukunft zu geben.","Joven invocadora que aparece en las leyendas de una tierra lejana cuya población se ve atrapada en una espiral de destrucción. La aversión de Yuna a depender de los demás la lleva a cargar con grandes responsabilidades. Su personalidad hace que le resulte imposible mentir ni guardar un secreto. Al término de su peregrinación, descubre la manera de derrotar al ser inmortal conocido cono Sinh, pero muy pronto se da cuenta de que debe pagar un precio intolerable para conseguirlo. Así, deberá tomar una decisión muy difícil para cumplir con su deber y salvar el futuro de Spira."],"summon":["It would be so easy to let my fate just carry me away but I know I can't. What I do, I do…with no regrets!","如果隨波逐流，無論迎來什麼樣的結局，也一定會後悔。所以，我要自己來做決定！","흔들리고 휩쓸리면<br>어떤 결말이든 후회할 게 분명해.<br>그러니까 난 스스로 결정하겠어!","Ce serait si simple de me laisser porter par mon destin, de suivre ce même chemin toute ma vie. Mais j'ai compris que je ne le pouvais pas. Ce que je fais, je le fais... sans aucun regret.","Für mich ... ist dies meine eigene Geschichte. Ich muss die Verantwortung tragen. Ich kann mich nicht treiben lassen. Sonst werde ich es am Ende bereuen. Und das ... will ich nicht.","Sería tan fácil... dejarme llevar por el destino... por el mismo camino que he seguido toda la vida. Pero... no puedo. Yo tomaré la decisión, y no me arrepentiré."],"evolution":["I don't know when it will be but someday, I will conquer my sorrow. And I will do it without…false hope.","命運即使暫時無法改變，但是遲早……一定能夠改變！我不需要虛假的希望……","지금은 바뀌지 않을 운명이라도 <br>언젠가…… 반드시 바꿀 거야!<br>거짓된 희망 따위 필요 없어……","Je ne sais pas encore quand, mais un jour, je vaincrai ma peine. Et je le ferai... sans faux espoir.","Ich werde leben, kämpfen und dann ...! Dann werde ich irgendwann das Schicksal abwenden! Ich brauche keine trügerische Hoffnung ...","Y no sé cuándo, pero algún día lo lograré. No quiero falsas esperanzas."],"affinity":["Thank you for always being by my side...","真的非常感謝你……<br>一直陪在我身邊。","항상 곁에 있어 줘서……<br>정말 고마워.","Merci d'être toujours à mes côtés.","Du warst immer an meiner Seite ...<br>Danke für alles.","Gracias por haber estado a mi lado..."],"fusion":["I've always known where to go. I won't hesitate. I'll keep moving forward and keep fighting on this journey of ours.","我……是不會猶豫不決的。絕不逃避，將一直戰鬥下去。","난…… 헤매지 않아.<br>도망가지 않고 싸워서<br>여행을 계속할 거야.","Moi... J'ai toujours su où aller. Je n'hésiterai pas. Je continuerai d'avancer et de me battre tout au long de notre périple.","Ich ... weiß, wohin der Weg führt. Ich werde nicht zögern. Ich werde weiter voranschreiten und auf unserer Reise kämpfen.","Yo sé adónde debo ir. No escaparemos. Lucharemos y seguiremos."]}}},"skills":{"10100":{"name":"Raise","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (30% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png"},"10130":{"name":"Dispel","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10200":{"name":"Dispelga","cost":{"MP":18},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from all enemies"],"icon":"ability_3.png"},"10230":{"name":"Reraise","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Auto-revive (80% HP) for 3 turns to one ally"],"icon":"ability_1.png"},"10290":{"name":"Curaja","cost":{"MP":30},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 2500 (+18x, Heal) HP to all allies"],"icon":"ability_4.png"},"30260":{"name":"Barfiraga","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Increase resistance to Fire by 70% for 3 turns to all allies"],"icon":"ability_11.png"},"30270":{"name":"Barblizzaga","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Increase resistance to Ice by 70% for 3 turns to all allies"],"icon":"ability_15.png"},"30280":{"name":"Barthundaga","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Increase resistance to Lightning by 70% for 3 turns to all allies"],"icon":"ability_13.png"},"30290":{"name":"Barwaterga","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Increase resistance to Water by 70% for 3 turns to all allies"],"icon":"ability_18.png"},"30320":{"name":"Protectga","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"30330":{"name":"Shellga","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"100141":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"200150":{"name":"Dualcast","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Enable unit to use magic (excluding blue magic) twice in one turn"],"icon":"ability_26.png"},"219130":{"name":"Prayer to the Aeons","cost":{"MP":32},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Fill esper gauge by 2-4","Increase MAG and SPR by 100% for 3 turns to caster"],"icon":"ability_4.png"},"219140":{"name":"Energy Blast","cost":{"EP":5},"attack_frames":[[285]],"attack_type":"None","element_inflict":null,"effects":["Use Energy Blast (508013), or Energy Blast (508014), if used after Heart of the Fayth (227570)"],"icon":"ability_10.png"},"219150":{"name":"Energy Ray","cost":{"EP":3},"attack_frames":[[300]],"attack_type":"None","element_inflict":null,"effects":["Use Energy Ray (508015), or Energy Ray (508016), if used after Heart of the Fayth (227570)"],"icon":"ability_10.png"},"219160":{"name":"Summoner's Mission","attack_type":"None","element_inflict":null,"effects":["Allow unit to summon any esper in party"],"icon":"ability_70.png"},"219170":{"name":"Determined Summoner","attack_type":"None","element_inflict":null,"effects":["Increase MAG, SPR and MP by 30%","Increase Esper summon damage by 50%"],"icon":"ability_77.png"},"219180":{"name":"Moon Crest","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all elements by 20%","Increase magic damage against Reapers by 100%"],"icon":"ability_9.png"},"219190":{"name":"Braska's Daughter","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 50%"],"icon":"ability_77.png"},"219200":{"name":"Unwavering Resolution","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Paralyze and Confusion by 100%"],"icon":"ability_19.png"},"227570":{"name":"Heart of the Fayth","cost":{"MP":120},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Unlock Prayers of the Children (508010) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"227571":{"name":"Guardian Bonds","cost":{"MP":108},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Unlock Guardian Bonds (508011) on turn 1 [4 turns CD]"],"icon":"ability_105.png"},"227572":{"name":"Moon Sigil","attack_type":"None","element_inflict":null,"effects":["Increase DEF, SPR, HP and MP by 20%","Cast Full Moon Saint (508012) at the start of your turn","Replace LB with The Sending (900000137):\n\tRestore 2500 (+12x, Heal) HP to all allies\n\tRevive all allies from KO (60% HP)\n\tRestore 3000 (+12x, Heal) HP split over 3 turns to all allies\n\tIncrease DEF and SPR by 105% for 3 turns to all allies\n\tRestore 36 (+0.2x, Heal) MP split over 3 turns to all allies"],"icon":"ability_77.png"},"227573":{"name":"Unbroken Promise","attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 30%","Increase Esper summon damage by 30%","Increase the damage of Energy skills  [Blast (508013) / Blast+1 (508670) / Blast+2 (508672) / Ray (508015) / Ray+1 (508674) / Ray+2 (508676)] by (0.5x)","Increase the damage of Energy skills  [Blast (508014) / Blast+1 (508671) / Blast+2 (508673) / Ray (508016) / Ray+1 (508675) / Ray+2 (508677)] by (1.5x)"],"icon":"ability_77.png"},"508010":{"name":"Prayers of the Children","cost":{"MP":120},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 2500 (+18x, Heal) HP to all allies","Fill esper gauge by 5"],"icon":"ability_105.png","parentID":"227570"},"508011":{"name":"Guardian Bonds","cost":{"MP":108},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Grant a 3000 HP shield to all allies for 3 turns"],"icon":"ability_105.png","parentID":"227571"},"508012":{"name":"Full Moon Saint","cost":{},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Fill esper gauge by 1-2"],"icon":"ability_77.png","parentID":"227572"},"508013":{"name":"Energy Blast","cost":{"EP":5},"attack_frames":[[285]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (10x MAG + 10x SPR)) to one enemy"],"icon":"ability_10.png","parentID":"219140"},"508014":{"name":"Energy Blast","cost":{"EP":5},"attack_frames":[[285]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (11.25x MAG + 11.25x SPR)) to one enemy"],"icon":"ability_10.png","parentID":"219140"},"508015":{"name":"Energy Ray","cost":{"EP":3},"attack_frames":[[300]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (4.5x MAG + 4.5x SPR)) to all enemies"],"icon":"ability_10.png","parentID":"219150"},"508016":{"name":"Energy Ray","cost":{"EP":3},"attack_frames":[[300]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (5.25x MAG + 5.25x SPR)) to all enemies"],"icon":"ability_10.png","parentID":"219150"},"508670":{"name":"Energy Blast","cost":{"EP":5},"attack_frames":[[285]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (10.75x MAG + 10.75x SPR)) to one enemy"],"icon":"ability_10.png","parentID":"227573"},"508671":{"name":"Energy Blast","cost":{"EP":5},"attack_frames":[[285]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (12x MAG + 12x SPR)) to one enemy"],"icon":"ability_10.png","parentID":"227573"},"508672":{"name":"Energy Blast","cost":{"EP":5},"attack_frames":[[285]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (11.5x MAG + 11.5x SPR)) to one enemy"],"icon":"ability_10.png","parentID":"227573"},"508673":{"name":"Energy Blast","cost":{"EP":5},"attack_frames":[[285]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (12.75x MAG + 12.75x SPR)) to one enemy"],"icon":"ability_10.png","parentID":"227573"},"508674":{"name":"Energy Ray","cost":{"EP":3},"attack_frames":[[300]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (5x MAG + 5x SPR)) to all enemies"],"icon":"ability_10.png","parentID":"227573"},"508675":{"name":"Energy Ray","cost":{"EP":3},"attack_frames":[[300]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (5.75x MAG + 5.75x SPR)) to all enemies"],"icon":"ability_10.png","parentID":"227573"},"508676":{"name":"Energy Ray","cost":{"EP":2},"attack_frames":[[300]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (5.5x MAG + 5.5x SPR)) to all enemies"],"icon":"ability_10.png","parentID":"227573"},"508677":{"name":"Energy Ray","cost":{"EP":2},"attack_frames":[[300]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (6.25x MAG + 6.25x SPR)) to all enemies"],"icon":"ability_10.png","parentID":"227573"},"707388":{"name":"Moon Crest+1","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all elements by 20%","Increase magic damage against Reapers by 100%","Increase SPR and HP by 10%","Increase Esper summon damage by 10%"],"icon":"ability_9.png"},"707389":{"name":"Moon Crest+2","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all elements by 30%","Increase magic damage against Reapers by 100%","Increase SPR and HP by 30%","Increase Esper summon damage by 30%"],"icon":"ability_9.png"},"707394":{"name":"Prayer to the Aeons+1","cost":{"MP":32},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Fill esper gauge by 2-5","Increase MAG and SPR by 100% for 4 turns to caster"],"icon":"ability_4.png"},"707395":{"name":"Prayer to the Aeons+2","cost":{"MP":32},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Fill esper gauge by 3-6","Increase MAG and SPR by 120% for 5 turns to caster"],"icon":"ability_4.png"},"912330":{"name":"Guardian Bonds+1","cost":{"MP":120},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Unlock Guardian Bonds+1 (912332) on turn 1 [4 turns CD]"],"icon":"ability_105.png"},"912331":{"name":"Guardian Bonds+2","cost":{"MP":120},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Unlock Guardian Bonds+2 (912333) on turn 1 [4 turns CD]"],"icon":"ability_105.png"},"912334":{"name":"Unbroken Promise+1","attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 30%","Increase Esper summon damage by 30%","Increase the damage of Energy skills  [Blast (508013) / Blast+1 (508670) / Blast+2 (508672) / Ray (508015) / Ray+1 (508674) / Ray+2 (508676)] by (3x)","Increase the damage of Energy skills  [Blast (508014) / Blast+1 (508671) / Blast+2 (508673) / Ray (508016) / Ray+1 (508675) / Ray+2 (508677)] by (5.5x)"],"icon":"ability_77.png"},"912335":{"name":"Unbroken Promise+2","attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 30%","Increase Esper summon damage by 30%","Increase the damage of Energy skills  [Blast (508013) / Blast+1 (508670) / Blast+2 (508672) / Ray (508015) / Ray+1 (508674) / Ray+2 (508676)] by (6x)","Increase the damage of Energy skills  [Blast (508014) / Blast+1 (508671) / Blast+2 (508673) / Ray (508016) / Ray+1 (508675) / Ray+2 (508677)] by (10.5x)","Increase the limit burst gauge fill rate by 50%"],"icon":"ability_77.png"}},"LB":{"name":"The Sending","attack_count":[1,1],"attack_frames":[[470],[470]],"damage_type":"None","element_inflict":null,"min_level":["Restore 2500 (+12x, Heal) HP to all allies","Revive all allies from KO (60% HP)","Restore 3000 (+12x, Heal) HP split over 3 turns to all allies","Increase DEF and SPR by 105% for 3 turns to all allies"],"max_level":["Restore 2500 (+19.25x, Heal) HP to all allies","Revive all allies from KO (89% HP)","Restore 3000 (+14.9x, Heal) HP split over 3 turns to all allies","Increase DEF and SPR by 134% for 3 turns to all allies"]},"TMR":{"name":"Nirvana","compendium_id":722,"compendium_shown":true,"rarity":8,"type_id":5,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100750":{"name":"Auto-Limit","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 1 per turn"],"icon":"ability_91.png","desc":""}},"effects":["Grants 'Auto-Limit' passive."],"stats":{"HP":0,"MP":0,"ATK":19,"DEF":0,"MAG":68,"SPR":116,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":80000,"price_sell":8000,"icon":"item_10523.png","strings":{"name":["Nirvana","超脫涅槃","니르바나","Nirvana","Nirvana","Nirvana"],"desc_short":["A staff once owned by a summoner from another world.","異界召喚士所持有的手杖","이계의 소환사가 지니던 지팡이","Un bâton autrefois porté par un invocateur d'un autre monde.","Ein Stab, der einst einem Medium aus einer anderen Welt gehörte.","Un bastón que perteneció a una invocadora de otro mundo."],"desc_long":["A staff from the faraway world of Spira. There are seven special weapons in Spira that exhibit tremendous power after strengthening them through special means, and the Nirvana is said to be one such weapon. This staff is said to have been used by a certain traveling summoner who ventured out into the world to defeat the great fiend Sin.","來自異界史匹拉的手杖。在異界史匹拉中存在七把武器，透過特殊強化可以發揮出令人畏懼的力量，據說這把超脫涅槃就是其中之一。擊敗強大魔物「辛」的召喚士，似乎就裝備著這把手杖。","이계 '스피라'에서 유입된 지팡이. 이계 스피라에서는 특수한 강화를 거쳐 무시무시한 힘을 발휘하는 일곱 개의 무기가 존재하며, 그중 하나가 바로 이 니르바나이다. 강력한 마물 '신'을 쓰러뜨리기 위해 여행을 계속하던 어느 소환사가 이 지팡이를 장비했다고 한다.","Un bâton venu d'un monde lointain appelé Spira. Nirvana serait l'une des sept armes légendaires abritant des pouvoirs extraordinaires, qui se manifesteraient une fois l'objet renforcé avec certains éléments. Il aurait appartenu à un invocateur parti en pèlerinage afin de vaincre Sin, un monstre aussi grand que terrifiant.","Ein Stab aus der fernen Welt Spira, in der man von sieben Waffen weiß, die durch besondere Verstärkung eine überwältigende Macht entfalten. Bei Nirvana soll es sich um eine dieser Waffen handeln. Sie gehörte einem Medium, das auf eine Reise aufbrach, um das Ungeheuer Sin zu vernichten.","Un bastón del lejano mundo de Spira. En ese mundo existen siete armas especiales que albergan un poder tremendo, conocidas como las Armas de los 7 Astros, y Nirvana es una de ellas. Perteneció a una invocadora que viajó por el mundo para derrotar a la temible bestia conocida como Sinh."]}},"STMR":{"name":"Yuna's Clothes","compendium_id":979,"compendium_shown":true,"rarity":9,"type_id":53,"type":"EQUIP","slot_id":4,"slot":"Chest","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"227574":{"name":"Summoner's Soul","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 20%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Summoner's Soul' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":32,"MAG":44,"SPR":78,"element_resist":{"Fire":20,"Ice":20,"Lightning":20,"Water":20},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":200000,"price_sell":20000,"icon":"item_20439.png","strings":{"name":["Yuna's Clothes","優娜衣","유우나의 옷","Tenue de Yuna","Yunas Kleidung","Ropa de Yuna"],"desc_short":["A set of clothes worn by a summoner from a faraway world.","異界召喚士所穿的服裝","이계의 소환사가 입던 옷","Une tenue portée par une invocatrice dans un monde fort lointain.","Kleidung, die von einem Medium aus einer fernen Welt getragen wird.","El conjunto de ropa que suele llevar una invocadora de una tierra lejana."],"desc_long":["Clothes that once belonged to a summoner from the faraway world of Spira, a world in which summoners are deeply respected and revered as those who bring peace to the land. The summoner who once wore these clothes is said to have always kept a smile on her face despite being burdened with a great fate at her young age.","來自異界史匹拉的召喚士服裝。在異界史匹拉，召喚士作為為世界帶來和平之人而深受著人們的敬愛。穿著這件衣服的召喚士年紀輕輕就背負著沉重的使命，但為了不讓別人擔心，總是會故作堅強開朗。","이계 '스피라'에서 건너온 소환사의 옷이다. 그 세계에서 소환사는 세계에 평화를 가져오는 존재로서 사람들에게 깊은 존경과 사랑을 받고 있다. 이 옷을 착용하던 소환사는 어린 나이에 무거운 사명을 짊어지고도 주변에 걱정을 끼치지 않으려 항상 밝고 꿋꿋하게 행동했다고 한다.","La tenue d'une invocatrice venue du monde fort lointain de Spira. Les invocateurs sont profondément respectés et révérés comme sauveurs dans le monde de Spira pour y avoir ramené la paix. On dit que l'invocatrice qui portait cette tenue avait toujours un sourire sur son visage malgré le lourd fardeau qu'imposait sa destinée à son jeune âge.","Die Kleidung eines Mediums aus der fernen Welt Spira, in der Medien zutiefst geachtet und als dem Land Frieden bringende Erlöser verehrt werden. Das Medium, dem diese Kleidung gehörte, soll immer ein Lächeln auf den Lippen gehabt haben, obwohl sie trotz ihres jungen Alters ein schweres Schicksal zu tragen hatte.","La ropa de una invocadora procedente de la tierra lejana de Spira. En el mundo de Spira, a los invocadores se les tiene un gran respeto y se les venera como salvadores, como aquellos que traerán la Calma a la tierra. Dicen que la invocadora que usaba estas prendas mantenía en todo momento la sonrisa en su rostro, a pesar de cargar con un destino abrumador a una edad muy temprana."]}}},"210000303":{"rarity_min":3,"rarity_max":6,"name":"Wakka","game":"FFX","job":"Guardian","sex":"Male","equip":[1,7,13,40,41,50,51,60],"entries":{"210000303":{"compendium_id":527,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[539,1633,210,105],"MP":[22,66,25,12],"ATK":[21,65,10,5],"DEF":[19,57,10,5],"MAG":[17,51,10,5],"SPR":[18,56,10,5]},"limitburst_id":210000303,"attack_count":1,"attack_damage":[[100]],"attack_frames":[32],"effect_frames":[30],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[0,3,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":25,"290020600":10,"290030300":5,"290050200":15,"290050300":5}},"strings":{"description":["A young man who appears in the tales of another world where its people are trapped in a spiral of death. Wakka is an avid blitzball player, and the optimistic captain and coach of the ill-fated Besaid Aurochs. He has known Lulu since childhood, and considers Yuna to be a part of his own family. When Tidus suddenly washes ashore the island of Besaid, Wakka can't help but see his deceased brother Chappu in the young man, and takes him under his wing. Not only that, but he also gifts Tidus with the sword that was once his younger brother's.","在被死之螺旋囚禁的異界中登場的青年，是一名水鬥球選手。他作為隊長兼教練，拼命帶領著弱隊比塞德野牛隊的隊員們。他與露露是青梅竹馬，和優娜也情同一家人。因為從突然出現在比塞德島的提達身上看到了自己已故弟弟的影子，所以把為弟弟準備的劍贈予了提達，並且一路上對他照顧有加。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 청년. 수중경기 블리츠볼 선수이며, 약소 팀이라 알려진 비사이드 아우라카의 캡틴 겸 코치를 맡아, 현명하게 팀을 이끌고 있다. 루루와는 소꿉친구 사이이며, 유우나와는 가족이나 마찬가지인 관계이다. 어느 날 갑자기 비사이드 섬에 나타난 티더에게서 죽은 남동생 채프의 환영을 보게 되고, 예전에 동생을 위해 준비한 검을 건네주는 등 여러모로 도움을 주게 된다.","Un jeune homme qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Fervent joueur de Blitzball, Wakka est à la fois le capitaine et le coach de l'équipe malchanceuse des Besaid Aurochs. Il connaît Lulu depuis l'enfance et considère Yuna comme sa propre sœur. Lorsque Tidus échoua un beau jour sur la plage de Besaid, Wakka ne put s'empêcher de voir en lui son jeune frère décédé, Chappu. Il le prit aussitôt sous son aile, et il lui offrit même l'épée qui appartenait autrefois à Chappu.","Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Wakka ist ein passionierter Blitzballspieler und der optimistische Kapitän der vom Pech verfolgten Besaid Aurochs. Er kennt Lulu seit seiner Kindheit und sieht Yuna als Teil der Familie. Als Tidus am Strand von Besaid angespült wird, erinnert er Wakka an seinen verstorbenen Bruder Chappu und nimmt ihn unter seine Fittiche. Dazu schenkt er Tidus das Schwert, das einst seinem jüngeren Bruder gehörte.","Chico de los relatos de otro mundo con gente atrapada en una espiral de muerte. Wakka es un jugador de blitzbol entusiasta y optimista, capitán y entrenador de los abocados a la derrota, los Besaid Aurochs. Conoce a Lulu desde la infancia y considera a Yuna parte de su familia. Cuando Tidus llegó hasta la orilla de la isla Besaid arrollado por las olas, Wakka no pudo evitar recordar a su difunto hermano Chappu al verle y sentir que debía ayudarle. Por si fuera poco, regaló a Tidus la espada que otrora fue de su hermano pequeño."],"summon":["I'm Wakka.<br>Coach and star of the<br>Besaid Aurochs.","我叫瓦卡。比塞德野牛隊的選手兼教練！","나는 와카.<br>비사이드 아우라카의<br>선수 겸 코치다.","Moi, c'est Wakka.<br>Entraîneur et star des<br>Besaid Aurochs.","Ich bin Wakka.<br>Trainer und Star der<br>Besaid Aurochs.","Me llamo Wakka.<br>Entrenador y estrella de los Besaid Aurochs."],"evolution":[null,null,null,null,null,null],"affinity":["I feel like as long as I'm<br>with you, I can't lose.<br>Let's keep working together!","和你在一起簡直可以百戰百勝。今後也請多關照啦！","너와 함께라면<br>절대 지지 않을 것 같아.<br>앞으로도 잘 부탁해!","J'ai l'impression que je ne peux pas perdre tant que tu es à mes côtés.<br>Continuons à combattre ensemble !","Mit dir kann ich nicht<br>verlieren.<br>Halten wir weiter zusammen!","Siempre como si al estar contigo no pudiera perder.<br>¡Sigamos trabajando juntos!"],"fusion":["It's hard getting my mind off blitz,<br>but now I know I need to focus on<br>the next battle.","雖然我很在意水鬥球， 不過現在還是專心戰鬥吧。","블리츠 쪽도 신경이 쓰이지만,<br>지금은 전투에 집중해야겠지.","J'ai du mal à penser à autre chose qu'au blitz,<br>je sais que je dois me concentrer sur le prochain combat.","Es ist schwer, nicht an Blitze zu denken,<br>aber jetzt weiß ich,<br>dass es um den nächsten Kampf geht ...","Me costó dejar pensar en blitzbol,<br>pero ahora se que debo concentrarme en el próximo combate."]}},"210000304":{"compendium_id":528,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[701,2123,270,135],"MP":[28,86,35,17],"ATK":[28,85,14,7],"DEF":[25,75,14,7],"MAG":[22,67,14,7],"SPR":[24,73,14,7]},"limitburst_id":210000304,"attack_count":1,"attack_damage":[[100]],"attack_frames":[32],"effect_frames":[30],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,4,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020600":20,"290030300":10,"290040100":5,"290050300":10,"290050400":5}},"strings":{"description":["A young man who appears in the tales of another world where its people are trapped in a spiral of death. Although Wakka was a passionate blitzball player, he decided to retire from the sport after his last tournament in Luca to join the summoner Yuna on her pilgrimage to defeat Sin. A positive and cheerful individual by nature, he may also intentionally avoid things that trouble him from time to time. This includes his strong dislike for the Al Bhed, who use machina as part of their lifestyle.","在被死之螺旋囚禁的異界中登場的青年，他是一名水鬥球選手，但決定在參加路加舉行的水鬥球大賽後引退，作為一名護衛保護召喚士優娜去打倒「辛」。他的性格開朗，是一個信得過的大哥哥，但遇到對自己不利的事就總是不敢面對。他十分厭惡使用機械的阿爾貝德族，經常不分青紅皂白地責怪他們。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 청년. 수중경기 블리츠볼 선수였지만, 대도시 루카에서 열린 대회를 마지막으로 은퇴한 후 소환사 유우나의 가드로서 '신'을 쓰러뜨리기 위한 모험에 전념하게 된다. 밝고 낙천적이며 남을 잘 돌보는 형님 같은 존재이지만, 자신에게 불리한 일에는 눈을 돌려버리는 면도 가지고 있다. 특히 기계를 다루는 알베드족에 대해서는 그 사정도 이해하지 않고 비난을 일삼고 있다.","Un jeune homme qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. En dépit de sa passion pour le Blitzball, Wakka décida de prendre sa retraite après un dernier tournoi à Luca, afin d'assister Yuna dans son pèlerinage visant à vaincre Sin. De nature optimiste et joviale, il a aussi tendance à détourner le regard des choses qui le dérangent. Cela inclut son aversion pour les Al Bhed, qui vivent au milieu des machines.","Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Wakka ist ein passionierter Blitzballspieler, zog er sich nach dem letzten Turnier in Luca zurück, um sich der Beschwörerin Yuna auf ihrer Pilgerreise anszuschließen und Sin zu besiegen. Als Frohnatur geht er dem Ärger von Zeit zu Zeit aus dem Weg. Darunter fallen auch die Al Bhed, die Maschinen als Teil ihres Lebensstils nutzen.","Chico de los relatos de otro mundo con gente atrapada en una espiral de muerte. Aunque Wakka era un jugador apasionado de blitzbol, optó por dejar el deporte y unirse a la invocadora Yuna en su peregrinación para derrotar a Sinh. Es un individuo de mentalidad positiva y alegre que, de vez en cuando, evita intencionadamente aquello que le preocupa, entre otras cosas, su odio hacia los Albhed, para los que las máquinas son una forma de vida."],"summon":["Introducing Wakka to the field!<br>Let's get this done.","瓦卡選手登場！全力以赴！","와카 선수 등장!<br>정신 바짝 차리고 가자구.","Wakka entre sur le terrain !<br>Finissons ça au plus vite !","Wakka stürmt aufs Feld!<br>Erledigen wir das.","¡Y Wakka entra en el campo!<br>¡Vamos a ocuparnos de esto!"],"evolution":["Leave the next shot to me.<br>I'll show you the fruits of my training!","下一球我絕對能進。讓你看看我特訓的成果！","한 방에 끝내주지.<br>특훈의 성과를 보시라!","Laisse-moi tirer ensuite.<br>Je vais te montrer le fruit de mon entraînement !","Überlass den nächsten Schlag mir.<br>Ich zeige dir die Früchte meiner Ausbildung!","Déjame el próximo chut a mí.<br>¡Te enseñaré los frutos de mi entrenamiento!"],"affinity":["I feel like as long as I'm<br>with you, I can't lose.<br>Let's keep working together!","和你在一起簡直可以百戰百勝。今後也請多關照啦！","너와 함께라면<br>절대 지지 않을 것 같아.<br>앞으로도 잘 부탁해!","J'ai l'impression que je ne peux pas perdre tant que tu es à mes côtés.<br>Continuons à combattre ensemble !","Mit dir kann ich nicht<br>verlieren.<br>Halten wir weiter zusammen!","Siempre como si al estar contigo no pudiera perder.<br>¡Sigamos trabajando juntos!"],"fusion":["I'm all warmed up!<br>I'll boot away any who dare cross us!","已經熱好身啦，不管是什麼敵人都不是我的對手！","워밍업은 충분해.<br>어떤 녀석이든 날려버려 주지!","L'échauffement est terminé !<br>Je botterai les fesses de tous ceux qui oseront nous barrer la route !","Ich bin aufgewärmt!<br>Ich schalte alle aus, die uns in die Quere kommen!","¡Ya he calentado suficiente!<br>¡Voy a patear a cualquiera que se entrometa!"]}},"210000305":{"compendium_id":529,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[911,2761,360,180],"MP":[37,112,40,20],"ATK":[37,111,16,8],"DEF":[32,98,16,8],"MAG":[29,88,16,8],"SPR":[31,95,16,8]},"limitburst_id":210000305,"attack_count":1,"attack_damage":[[100]],"attack_frames":[32],"effect_frames":[30],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,5,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060200":5,"290060400":10}},"strings":{"description":["A young man who appears in the tales of another world where its people are trapped in a spiral of death. Wakka is a former blitzball player who now uses the techniques he learned for the sport against his enemies by throwing his ball at them. A devoted follower of the teachings of Yevon, he strongly objects to those who use machina, particularly the Al Bhed. However, he gradually learns that Yevon itself does not follow the teachings it preaches, leading the Al Bhed to protect summoners from the very Yevon he reveres. This eye-opening experience results in change of heart for Wakka.","在被死之螺旋囚禁的異界中登場的青年，他擅長運用水鬥球技巧，以拋球為戰鬥方式。他嚴格遵守史匹拉最大組織耶朋寺院的教誨，打心底厭惡機械與使用機械的阿爾貝德族。但當他得知耶朋寺院自身並不遵循教義的事實，以及阿爾貝德族保護召喚士的真相後，他的想法也逐漸發生了變化。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 청년. 블리츠볼 선수로서의 기술을 살려, 볼을 던져 마물과 싸운다. 스피라 최대의 조직인 에본 사원의 가르침을 굳건히 지키며, 교리에 반하는 기계와 알베드족을 과하게 혐오하고 있다. 그러나 교의를 소홀히 하는 에본 사원의 실태와, 소환사를 보호하려 하는 알베드족의 사정을 깨닫고 차츰 생각을 바꾸게 된다.","Un jeune homme qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Ancien joueur de Blitzball, Wakka met ses talents à profit durant les combats en jetant son ballon à la tête de ses ennemis. Fidèle adepte de Yevon, il condamne tous ceux qui utilisent les machines, notamment les Al Bhed. Cependant, il apprit peu à peu que l'église de Yevon elle-même ne suivait pas ses propres enseignements, poussant les Al Bhed à tenter de protéger les Invokeurs du sort qu'elle leur réservait. Cette découverte eut pour effet de lui ouvrir les yeux et l'esprit.","Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Wakka ist ein Blitzballspieler, der die Spieltechniken nun einsetzt, indem er den Ball auf seine Feinde schleudert. Als Anhänger der Lehren von Yevon ist er strikt gegen den Einsatz von Maschinen, darum lehnt er die Al Bhed ab. Er erfährt jedoch, dass Yevon selbst sich nicht an eigene Lehren hält, was schließlich dazu führt, dass die Al Bhed Beschwörer vor Yevon beschützen. Dieses Augen öffnende Ereignis verändert Wakkas Einstellung.","Chico de los relatos de otro mundo con gente atrapada en una espiral de muerte. Wakka es un antiguo jugador de blitzbol que lanza una pelota contra los enemigos, aplicando las técnicas aprendidas en ese deporte. Como seguidor devoto de las enseñanzas de Yevon, está totalmente en contra de aquellos que usan máquinas, especialmente los Albhed. Sin embargo, poco a poco descubre que el mismo Yevon se contradice y que algunos Albheds protegen a invocadores de las enseñanzas que él venera. Esta experiencia abre los ojos de Wakka y cambia su manera de ser."],"summon":["Well then, guess it's time.<br>Let's give it all we've got.","好啦，該上場了。千萬不要洩氣啊！","좋았어, 해 보실까!<br>기합 넣고 가자구.","Bon, ben je crois que c'est le moment.<br>On donne tout ce qu'on a.","Es ist an der Zeit.<br>Geben wir alles, was wir haben.","Muy bien, supongo que es la hora.<br>Vamos a darlo todo."],"evolution":["I'll never lose a battle!<br>I'll defeat every monster I see!<br>It's so easy!","只要是戰鬥就全贏！只要是魔物就全殺！再簡單不過了！","전투는 전부 승리한다!<br>몬스터는 전부 쓰러뜨린다!<br>간단하잖아!","Je ne perdrai jamais un combat !<br>je battrai tous les monstres que je vois !<br>C'est aussi simple que ça !","Ich verliere nie!<br>Ich besiege jedes Monster!<br>Kein Problem!","¡Nunca pierdo un combate!<br>¡Acabaré con cada monstruo que vea!<br>¡Está tirado!"],"affinity":["I feel like as long as I'm<br>with you, I can't lose.<br>Let's keep working together!","和你在一起簡直可以百戰百勝。今後也請多關照啦！","너와 함께라면<br>절대 지지 않을 것 같아.<br>앞으로도 잘 부탁해!","J'ai l'impression que je ne peux pas perdre tant que tu es à mes côtés.<br>Continuons à combattre ensemble !","Mit dir kann ich nicht<br>verlieren.<br>Halten wir weiter zusammen!","Siempre como si al estar contigo no pudiera perder.<br>¡Sigamos trabajando juntos!"],"fusion":["This is what I'm really made of.<br>Here it is, my super fast ball!","讓你見識見識我的真功夫！看這高速球！","내가 진지할 땐 어떤지 잘 봐 둬.<br>강속구를 날려주지!","Voilà ce dont je suis vraiment capable.<br>Essaye d'arrêter ma balle super rapide !","Das habe ich also drauf.<br>Hier ist meine rasende Kugel!","Esta es la pasta de la que estoy hecho.<br>¡Echa un ojo a mi tiro súper rápido!"]}},"210000306":{"compendium_id":792,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1184,3589,510,255],"MP":[48,145,65,32],"ATK":[48,144,26,13],"DEF":[42,127,26,13],"MAG":[38,114,26,13],"SPR":[41,123,26,13]},"limitburst_id":210000306,"attack_count":1,"attack_damage":[[100]],"attack_frames":[32],"effect_frames":[30],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,6,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man who appears in the tales of another world where its people are trapped in a spiral of death. Wakka is the cheerful older-brother type, though he happens to be quite conservative regarding his beliefs. At one point in his life he became unable to reconcile his feelings, and left his duties as a guardian and as a blitzball player unfulfilled. He is incredibly passionate about blitzball and a fanatic follower of the faith of Yevon. He also held a strong prejudice against the Al Bhed people, but eventually came to learn the truth surrounding his biased views during his travels.","在被死之螺旋囚禁的異界中登場的青年。他外表是個快活的大哥，但內心深處純樸保守。他曾經因為無法直面自己的內心而左右搖擺，無論是作為護衛還是作為水鬥球選手，都是個半吊子。在漫長的旅途中，笨拙的他不停地在思考自己對水鬥球的熱情、對耶朋的盲目信仰和對阿爾貝德族的偏見，最終，他逐漸開始真誠地對待真相。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 청년. 쾌활한 형님처럼 굴지만 실은 순박하고 보수적인 성격이다. 과거에는 자신의 마음에 매듭을 짓지 못해, 가드로서도 블리츠볼 선수로서도 어중간한 태도로 임하고 있었다. 하지만 그는 여행을 통해, 블리츠 볼에 대한 정열과 에본 교에 대한 맹신 그리고 알베드 족에 대한 편견이 뒤섞인 자신의 마음과 똑바로 마주하게 된다.","Un jeune homme qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Wakka est caractérisé par sa bonne humeur et ses croyances religieuses quelque peu traditionalistes. Il fut un temps où celui-ci avait cependant des difficultés à assumer son rôle de gardien et celui de joueur de blitzball, si bien qu'il se débrouillait mal dans les deux domaines. Son pèlerinage l'amènera à reconsidérer sa passion pour le sport, ses croyances et ses préjugés envers les Al Bheds.","Ein junger Mann aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Wakka gibt sich gerne als der fröhliche ältere Bruder, hat aber sehr konservative Ansichten. Früher hatte er mit seiner Doppelverpflichtung als Blitzballspieler und Leibgardist schwer zu kämpfen und konnte sich keiner der beiden Pflichten ganz widmen. Doch im Verlauf seiner Reise gelingt es ihm, sich dem Wirrwarr in seinem Herzen bestehend aus brennender Leidenschaft für das Blitzballspiel, seinem strengen Glauben an Yevon und seinen Vorteilen gegenüber den Al-Bhed aufrichtig zu stellen.","Un joven que aparece en las historias de un mundo atrapado en una espiral de muerte. Wakka se comporta como un hermano mayor jovial; sin embargo, tiene una mentalidad simplista y conservadora. Durante cierta etapa de su vida no era capaz de aclararse las ideas y por ello no pudo entregarse al máximo a su papel de guardián ni a su carrera de blitzbol. Wakka es un apasionado del blitzbol y a la vez un seguidor acérrimo de la fe de Yevon; además, guarda rencor a los albhed. A lo largo del viaje, aprende poco a poco a conciliar todas esas facetas de sí mismo."],"summon":["I'm pulling out all the stops!<br>Traitors, coming through!","不管三七二十一了！<br>反叛者大人來了！","이렇게 된 이상 이판사판이다!<br>반역자님 지나가신다, 길을 비켜라!","Plus rien peut m'arrêter !<br>Laissez passer les traîtres !","Jetzt ist mir alles egal!<br>Weg frei! Die Ketzer kommen!","Es lo único que podemos hacer... ¡Paso a los traidores!"],"evolution":["Might be against the rules and all,<br>but who's keeping track, ya?","雖然……可能算是犯規。<br>但是我們也沒那個餘力<br>去管這些了。對吧？","뭐…… 반칙일 수도 있긴 한데.<br>일일이 따질 때가 아니지, 안 그래?","Bon, c'est pas vraiment réglo, mais ça devrait gêner personne.","Das ist nicht fair, aber es ist unsere einzige Chance.","Va contra el reglamento... ¡Pero no habrá árbitro!"],"affinity":["As long as I'm with you, I feel like I'm on a winning streak.<br>Let's keep working together!","和你在一起<br>簡直可以百戰百勝。<br>今後也請多關照啦！","너와 함께라면<br>절대 지지 않을 것 같아.<br>앞으로도 잘 부탁해!","Tous les deux, on est imbattables !<br>Continuons à nous battre ensemble !","Zusammen sind wir unschlagbar!<br>Zeigen wir es ihnen!","Siento que, mientras esté contigo, no puedo perder. ¡Cuento contigo!"],"fusion":["I'd never forgive myself--no way!<br>Not if I ran away now.","如果在這裡逃走的話……<br>我會無法原諒自己的啊。","여기서 도망치면……<br>난, 날 용서할 수 없을 거야.","Je me le pardonnerais jamais si je partais maintenant !","Wenn ich hier den Schwanz einziehe,<br>werde ich's ewig bereuen.","Si huyera ahora nunca me lo perdonaría."]}}},"skills":{"20160":{"name":"Drain","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.8x, MAG) as HP drain (30%) to one enemy"],"icon":"ability_6.png"},"20190":{"name":"Osmose","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.3x, MAG) as MP drain (30%) to one enemy"],"icon":"ability_6.png"},"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100070":{"name":"ATK +10%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100750":{"name":"Auto-Limit","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 1 per turn"],"icon":"ability_91.png"},"101090":{"name":"Bird Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Avians by 50%"],"icon":"ability_79.png"},"209120":{"name":"Triple Foul","cost":{"MP":45},"attack_frames":[[30]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.1x, ATK) to all enemies","Inflict Blind, Sleep and Silence (100%) on all enemies"],"icon":"ability_14.png"},"209130":{"name":"Dark Buster","cost":{"MP":9},"attack_frames":[[30]],"attack_type":"None","element_inflict":null,"effects":["Inflict Blind (90%) on one enemy"],"icon":"ability_14.png"},"209140":{"name":"Silence Buster","cost":{"MP":9},"attack_frames":[[30]],"attack_type":"None","element_inflict":null,"effects":["Inflict Silence (90%) on one enemy"],"icon":"ability_14.png"},"209150":{"name":"Sleep Buster","cost":{"MP":9},"attack_frames":[[30]],"attack_type":"None","element_inflict":null,"effects":["Inflict Sleep (90%) on one enemy"],"icon":"ability_14.png"},"209160":{"name":"Centre Forward","cost":{"MP":12},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.1x, ATK) to one enemy"],"icon":"ability_40.png"},"209170":{"name":"Flying Ball","cost":{"MP":18},"attack_frames":[[42,52,62]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, 2.1x to Avian monsters, ATK) to one enemy."],"icon":"ability_79.png"},"209180":{"name":"Water Ball","cost":{"MP":20},"attack_frames":[[42,52,62]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (1.9x, ATK) to all enemies"],"icon":"ability_23.png"},"209190":{"name":"Aurochs Spirit","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 50% for 3 turns to all allies"],"icon":"ability_18.png"},"209200":{"name":"Mercury Crest","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 30%"],"icon":"ability_18.png"},"209210":{"name":"Danger Armguard","attack_type":"None","element_inflict":null,"effects":["Regenerate 800 HP per turn when HP drops below 50% (max 9000x)","Regenerate 20 MP per turn when HP drops below 50% (max 9000x)"],"icon":"ability_77.png"},"219090":{"name":"Zealous Fighter","cost":{"MP":28},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 150% for 2 turns to caster","Reduce DEF by 100% for 2 turns to caster","Gain Aurochs Reels (504170) for one turn"],"icon":"ability_60.png"},"219100":{"name":"Status Reels","cost":{"MP":20},"attack_frames":[[32,40,48]],"attack_type":"Physical","element_inflict":null,"effects":["Randomly use:\n30%: Status Reels (504100)\n30%: Status Reels (504110)\n40%: Status Reels (504120)"],"icon":"ability_83.png"},"219120":{"name":"Element Reels","cost":{"MP":25},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Randomly use:\n25%: Element Reels (504130)\n25%: Element Reels (504140)\n25%: Element Reels (504150)\n25%: Element Reels (504160)"],"icon":"ability_83.png"},"219280":{"name":"Bird Killer+","attack_type":"None","element_inflict":null,"effects":["Increase physical and magic damage against Avians by 75%"],"icon":"ability_79.png"},"504100":{"name":"Status Reels","cost":{"MP":20},"attack_frames":[[32,40,48]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to all enemies","Inflict Poison, Blind, Sleep and Silence (30%) on all enemies"],"icon":"ability_14.png","parentID":"219100"},"504110":{"name":"Status Reels","cost":{"MP":20},"attack_frames":[[32,40,48]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to all enemies","Inflict Petrify (30%) on all enemies"],"icon":"ability_14.png","parentID":"219100"},"504120":{"name":"Status Reels","cost":{"MP":20},"attack_frames":[[32,40,48]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to all enemies","Reduce ATK, DEF, MAG and SPR by 40% for 3 turns to all enemies"],"icon":"ability_14.png","parentID":"219100"},"504130":{"name":"Element Reels","cost":{"MP":25},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (4x, ATK) to one enemy"],"icon":"ability_21.png","parentID":"219120"},"504140":{"name":"Element Reels","cost":{"MP":25},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Physical ice damage (4x, ATK) to one enemy"],"icon":"ability_22.png","parentID":"219120"},"504150":{"name":"Element Reels","cost":{"MP":25},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (4x, ATK) to one enemy"],"icon":"ability_20.png","parentID":"219120"},"504160":{"name":"Element Reels","cost":{"MP":25},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (4x, ATK) to one enemy"],"icon":"ability_23.png","parentID":"219120"},"504170":{"name":"Aurochs Reels","cost":{"MP":45},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x * 2 = 6x, ATK) to all enemies (ignore cover)"],"icon":"ability_10.png","parentID":"219090"},"707408":{"name":"Zealous Fighter+1","cost":{"MP":28},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 150% for 2 turns to caster","Reduce DEF by 50% for 2 turns to caster","Gain Aurochs Reels+1 (508680) for one turn"],"icon":"ability_60.png"},"707409":{"name":"Zealous Fighter+2","cost":{"MP":28},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 150% for 3 turns to caster","Gain Aurochs Reels+2 (508681) for one turn"],"icon":"ability_60.png"},"707410":{"name":"Mercury Crest+1","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 40%"],"icon":"ability_18.png"},"707411":{"name":"Mercury Crest+2","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 50%","Increase ATK by 50%"],"icon":"ability_18.png"},"707412":{"name":"Water Ball+1","cost":{"MP":20},"attack_frames":[[42,52,62]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (2.3x, ATK) to all enemies"],"icon":"ability_23.png"},"707413":{"name":"Water Ball+2","cost":{"MP":25},"attack_frames":[[42,52,62]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (3x, ATK) to all enemies","Reduce resistance to Water by 50% for 3 turns to all enemies"],"icon":"ability_23.png"}},"LB":{"name":"Attack Reels","attack_count":[10],"attack_frames":[[190,195,201,206,212,217,223,228,234,240]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (7x, ATK) to one enemy"],"max_level":["Physical damage (9.4x, ATK) to one enemy"]},"TMR":{"name":"Over the Top","compendium_id":470,"compendium_shown":true,"rarity":7,"type_id":13,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":117,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_11315.png","strings":{"name":["Over the Top","超越巔峰","오버 더 탑","Over the Top","Flankentor","Balón energizado"],"desc_short":["An otherworldly ball that boasts high ATK.","以強大攻擊力著稱的異界之球","높은 공격력을 자랑하는 이계의 볼","Un ballon d'un autre monde qui augmente énormément l'ATT.","Ein Ball aus einer anderen Welt, der den ANG stark erhöht.","Una pelota de otro mundo que aumenta enormemente el ATQ."],"desc_long":["A high-quality ball made in another world. In the world of Spira balls like this one are originally created for the sport known as blitzball. However, most of the athletes who play this aquatic sport have built so much muscle and endurance thanks to their rigorous training that they are able to face beasts in battle as well. For these type of warriors, the ball they are so familiar with serves better as a weapon than any average sword.","以高超性能著稱的異界之球。它原本是在異界「史匹拉」中流行的競技體育項目「水鬥球」所使用的競技用球。經過不懈鍛煉的水鬥球選手所投擲的球，可以發揮討伐魔物的威力。因此，有很多人更加習慣用球，而不是劍來戰鬥。","이계에서 만들어진 고성능의 공. 본래 이계 스피라에서 가장 인기 많은 스포츠 '블리츠 볼'에서 사용하는 경기용 공이지만, 단련된 육체의 블리츠 볼 선수가 던지면 마물을 처치할 수 있을 정도로 강력하다. 그 때문에, 검 등의 무기를 사용하기보다 몸에 익숙한 공을 이용해 싸우는 자도 있는 것 같다.","Un ballon de très grande qualité fabriqué dans un autre monde. Dans le monde de Spira, les ballons comme celui-ci sont créés pour un sport appelé le blitzball. La plupart des athlètes qui pratiquent ce sport aquatique régulièrement ont développé une telle musculature et ont tellement amélioré leur endurance grâce à leur entraînement rigoureux qu'ils sont aussi capables de se battre contre des bêtes sur le champ de bataille. Le ballon qui leur est si familier leur servant d'arme est, entre leurs mains, bien plus efficace qu'une simple épée.","Ein hochwertiger Ball aus einer anderen Welt. In der Welt von Spira würde man Blitzball dazu sagen. Die meisten Athleten dieser Sportart haben so viel Muskeln und Ausdauer aufgebaut, dass sie auch gegen Monster im Kampf antreten können. Für diese Art von Kriegern ist der Ball eine vertrautere Waffe als jedes normale Schwert.","Una pelota de calidad hecha en otro mundo. En el mundo de Spira las pelotas de este tipo se crearon para un deporte llamado blitzbol. Sin embargo, la mayoría de atletas que juegan a este deporte acuático tienen tanto músculo y resistencia por su riguroso entrenamiento que pueden enfrentarse también a bestias en la batalla. Para ese tipo de guerreros, la pelota es algo tan propio que les sirve mejor de arma que cualquier espada."]}}},"210000405":{"rarity_min":5,"rarity_max":7,"name":"Lulu","game":"FFX","job":"Guardian","sex":"Female","equip":[1,5,6,12,40,50,53,60],"entries":{"210000405":{"compendium_id":787,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[861,2610,240,120],"MP":[50,153,40,20],"ATK":[20,62,16,8],"DEF":[29,89,16,8],"MAG":[38,116,24,12],"SPR":[34,104,16,8]},"limitburst_id":210000405,"attack_count":1,"attack_damage":[[100]],"attack_frames":[48],"effect_frames":[46],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,8,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060200":10,"290060300":10,"290060400":20}},"strings":{"description":["A black mage who appears in the tales of another world where its people are trapped in a spiral of death. Lulu grew up alongside Wakka, and even had a romantic relationship with his younger brother Chappu. Although she is quick to criticize Wakka for his inability to overcome the death of his younger brother, the truth is that she has yet to overcome it herself. However cold and strict her attitude may make her seem, she is actually a very kind soul who cares for Yuna as a sister.","在被死之螺旋囚禁的異界中登場的黑魔道士女性。她是瓦卡的青梅竹馬。瓦卡死去的弟弟恰普曾是她的戀人。在瓦卡無法接受自己弟弟的死而逃避現實時，她曾多次嚴厲對待瓦卡，可實際上，她自身也沒能完全接受恰普的死。她平時給人印象嚴峻冷淡，但實際上她內心善良，對優娜而言就像姐姐一樣。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 흑마도사. 와카와는 소꿉친구 사이로, 와카의 죽은 남동생 채프의 연인이었다. 남동생의 죽음을 받아들이지 못하고 현실에서 눈을 돌리려 하는 와카에게 몇 번이고 따끔한 소리를 내뱉었지만, 루루 자신도 채프의 죽음을 극복하지 못하고 있었다. 평소에는 엄격하고 차가운 인상을 주는 여자이지만, 실은 상냥하고 인정이 많으며 유우나에겐 친언니나 다름없는 존재이다.","Une jeune mage noire qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Lulu a grandi aux côtés de Wakka et a même eu une relation amoureuse avec Chappu, le petit frère de ce dernier. Bien qu'elle ne manque jamais de critiquer Wakka pour son incapacité à surmonter la mort de son cadet, elle-même ne l'a pas encore véritablement acceptée. Affichant souvent une attitude stricte et distante, c'est en réalité une femme d'une gentillesse extraordinaire qui considère Yuna comme sa propre sœur.","Eine Schwarzmagierin aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Lulu und Wakka sind seit sie Kinder waren miteinander befreundet, und mit Wakkas Bruder Chapp ging Lulu sogar eine Liebesbeziehung ein. Obwohl sie Wakka häufig dafür kritisiert, nicht über den Tod seines jüngeren Bruders hinwegzukommen, hat sie selbst ihre Schwierigkeiten damit. Sie wirkt meist kalt und streng, hat aber ein gutes Herz und ist für Yuna so etwas wie eine große Schwester.","Una maga negra que aparece en las historias de un mundo atrapado en una espiral de muerte. Lulu se crió junto a Wakka y tuvo una relación romántica con su difunto hermano menor, Chappu. Aunque a menudo critica a Wakka por su rechazo de la realidad de la muerte de Chappu, ella tampoco ha sido aún capaz de superar esta tragedia. A pesar de lo fría o estricta que pueda parecer, Lulu tiene un corazón de oro y es como una hermana mayor para Yuna."],"summon":["Seems you need more training.<br>No mistakes, understood?","你的修行好像不夠啊。<br>我會嚴厲教導你的。","당신, 수행이 부족한 것 같은데.<br>엄격하게 갈 테니 그리 알아 둬.","Tu manques de discipline...<br>Pas de gaffes. C'est compris ?","Du musst mehr üben.<br>Ich werde dich ab jetzt nicht mehr schonen","Ahora eres un guardián. No se te permiten errores."],"evolution":[null,null,null,null,null,null],"affinity":["A day with you is never dull!<br>Let's go. Just you and me.","只要和你一起就不會感到無聊。<br>乾脆就我們兩個去吧？","당신과 있으면 지루하지 않아.<br>그냥, 우리 둘이서만 갈까?","On ne s'ennuie jamais avec toi.<br>Allons-y ! Juste toi et moi !","Mit dir wird es nie langweilig.<br>Warum gehen wir nicht mal zu zwei irgendwohin?","Contigo es imposible aburrirse. ¿Y si vamos los dos solos?"],"fusion":["I'll take care of any opponents resistant to your blows with my magic.","抗打擊的對手<br>就用我的魔法來解決吧。","공격이 먹히지 않는 상대는<br>내가 마법으로 처리해주지.","Si un monstre te résiste, faut utiliser la magie !","Um Gegner, gegen die ihr nichts ausrichten könnt, kümmere ich mich mit meiner Magie.","Con mi magia, me encargaré de todos los oponentes que sean resistentes a vuestros golpes."]}},"210000406":{"compendium_id":788,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1120,3393,390,195],"MP":[66,200,65,32],"ATK":[27,81,26,13],"DEF":[38,116,26,13],"MAG":[50,152,34,17],"SPR":[45,136,26,13]},"limitburst_id":210000406,"attack_count":1,"attack_damage":[[100]],"attack_frames":[48],"effect_frames":[46],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,8,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000530":1}},"strings":{"description":["A black mage who appears in the tales of another world where its people are trapped in a spiral of death. Lulu is a very wise woman who taught the naive Tidus everything there was to know about the world of Spira. However, she eventually realized that she did not know it all, and began taking a special interest in the wisdom Tidus had to share in return. Originally frail and delicate in nature, some believe that the reason she was so hard on her companions during their pilgrimage was because she was actually directing her scoldings towards herself.","在被死之螺旋囚禁的異界中登場的黑魔道士女性。她有著豐富的知識，教了對史匹拉一無所知的提達很多事。另一方面，她又深知自己的知識並非無限，因此也會細心傾聽提達荒唐的想法，以自己的方式表示理解。她內心脆弱，容易搖擺。在旅途中嚴厲訓斥同伴，也是為了讓自己堅定信心。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 흑마도사. 지식이 풍부하여 스피라에 대해 아무것도 모르는 티더에게 여러 가지 지식을 알려준다. 한편, 자신이 모르는 사실도 많다는 것을 자각하고 있으며 상식 밖의 티더의 사고방식에도 귀를 기울이며 그녀 나름대로 이해하려고 한다. 여행 도중 동료들을 엄격하게 질타하는 것은, 본래 마음이 약한 그녀가 스스로를 꾸짖기 위해서이기도 했다.","Une jeune mage noire qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Lulu est une femme d'une grande sagesse, qui inculqua à un Tidus plutôt naïf tout ce qu'il devait savoir sur Spira. Elle réalisa cependant qu'elle était loin de pouvoir répondre à toutes ces questions et manifesta même un intérêt particulier pour sa façon inattendue de voir les choses. De nature fragile et délicate, certains pensent que l'attitude stricte qu'elle a envers ses compagnons de pèlerinage est due au mécontentement qu'elle ressent à son propre égard.","Eine Schwarzmagierin aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Lulu verfügt über großes Wissen, und so ist es meist sie, die Tidus alles über die Welt Spira, die ihm so unglaublich fremd ist, erklärt. Doch im Verlauf des Abenteuers erkennt sie, dass auch ihr Wissen Grenzen hat, und bereitwillig hört sie sich an, was Tidus zu berichten hat. Eigentlich ist Lulu charakterlich nicht so stark, wie sie wirkt, und oft sind die Standpauken, die sie ihren Kameraden unterwegs hält, eigentlich an sich selbst gerichtet.","Una maga negra que aparece en las historias de un mundo atrapado en una espiral de muerte. Lulu es una mujer muy sabia y enseña mucho a Tidus, que no sabe nada acerca de Spira. Sin embargo, es consciente de que su conocimiento no es absoluto, y por eso escucha y trata de comprender la forma de pensar de Tidus, que no siempre encaja con la suya. Es de naturaleza influenciable e incluso frágil, y sus críticas a sus compañeros de viaje estaban motivadas en parte por el rechazo que siente hacia sí misma."],"summon":["You need someone with magic skills.<br>So. How shall we do this?","需要我的魔法之力啊。<br>那麼，該怎樣才好呢。","내 마법의 힘이 필요하단 말이지.<br>흐음, 어떻게 할까.","Vous avez besoin d'une magicienne ?<br>Alors, comment on va s'y prendre ?","Braucht ihr Magie?<br>So, wie stellen wir das nun an?","¿Necesitábais una maga? Pues bien, ¿cómo lo hacemos?"],"evolution":["No matter how strong you are,<br>you must always be on guard.<br>Keep your wits about you.","不論變得多強，都不能夠大意。<br>集中精神繼續前進吧。","아무리 강해졌다 해도,<br>방심은 금물이야.<br>정신 바짝 차리고 가자.","Quelle que soit ta puissance,<br>il ne faut pas te relâcher.<br>Tu ne dois jamais baisser ta garde.","Nicht leichtsinnig werden.<br>Bleib auf der Hut!","Sin importar lo fuerte que seas,<br>siempre tienes que estar alerta.<br>No te despistes en ningún momento."],"affinity":["A day with you is never dull!<br>Let's go. Just you and me.","只要和你一起就不會感到無聊。<br>乾脆就我們兩個去吧？","당신과 있으면 지루하지 않아.<br>그냥, 우리 둘이서만 갈까?","On ne s'ennuie jamais avec toi.<br>Allons-y ! Juste toi et moi !","Mit dir wird es nie langweilig.<br>Warum gehen wir nicht mal zu zwei irgendwohin?","Contigo es imposible aburrirse. ¿Y si vamos los dos solos?"],"fusion":["There are many things I do not know, and much more I must learn.","我還有很多不知道的事情。<br>得要獲得更多的知識才行呢。","나도 아직 모르는 게 많아.<br>더욱 다양한 지식을 쌓아야지.","J'ignore beaucoup de choses.<br>Je dois acquérir plus de connaissances.","Es gibt noch viele Dinge, von denen ich nichts weiß...<br>Ich muss noch viel lernen.","Hay muchas cosas que no conozco. Debo ampliar mis conocimientos."]}},"210000407":{"compendium_id":1080,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1455,4410,540,270],"MP":[86,260,90,45],"ATK":[35,105,40,20],"DEF":[53,161,40,20],"MAG":[65,197,65,32],"SPR":[61,185,40,20]},"limitburst_id":210000407,"attack_count":1,"attack_damage":[[100]],"attack_frames":[48],"effect_frames":[46],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,8,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A woman who appears in the tales of another world where its people are trapped in a spiral of death. Lulu had served as a guardian to two summoners in the past, both of whom were unable to defeat Sin. She chose to serve a third summoner, Yuna, and guided her and the others throughout their journey, all the while fighting her own grief. She and her friends now seek a new way to destroy Sin once and for all.","在被死之螺旋囚禁的異界中登場的女性。曾有過兩次作為召喚士的護衛共同旅行的經歷，但這兩次都沒有實現打倒「辛」這一目的就結束了。第三次作為優娜的護衛的旅程，她一邊直面過去的心理創傷，一邊作為有經驗的嚮導引領著眾人。為了將「辛」完全消滅，和同伴們一起冥思苦想尋找新的方法。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 여성이다. 과거 두 번에 걸쳐 소환사의 가드를 맡아 여행을 떠났으나, 두 번 다 '신'을 물리치지 못했다. 유우나의 가드가 되어 떠난 세 번째 여행에서, 그때 받은 마음의 상처와 마주하고 경험자이자 안내인으로서 일행을 이끌었다. '신'을 완전히 소멸시키기 위해 동료들과 함께 고민하면서 새로운 방법을 찾는다.","Une femme qui apparaît dans les récits d'un autre monde pris au cœur d'un cycle de mort perpétuel. Lulu avait déjà servi de gardien à deux autres invocateurs chargés de vaincre Sin avant d'être choisie pour en accompagner un troisième dans son pèlerinage. Grâce à son expérience, elle fut notamment capable de guider Yuna et ses compagnons tout au long de leur périple, et ce, en dépit de ses propres tourments. Elle cherche désormais, aux côtés de ses amis, à trouver un autre moyen de détruire Sin une fois pour toutes.","Eine Frau aus den Erzählungen einer anderen Welt, in denen die Menschen in einer Spirale des Todes gefangen sind. Lulu hatte bereits zuvor zwei anderen Medien als Leibgarde gedient, denen es beiden jedoch nicht gelungen war, Sin zu besiegen. Sie entschied, ein drittes Medium, Yuna, auf seiner Reise zu begleiten und zu führen, obwohl sie immer noch mit ihrer eigenen Trauer zu kämpfen hat. Nun ist sie gemeinsam mit ihren Kameraden auf der Suche nach einem neuem Weg, Sin ein für alle Mal zu vernichten.","Una mujer que aparece en las leyendas de una tierra lejana cuya población se ve atrapada en una espiral de destrucción. Lulu ya había sido guardiana de otros dos invocadores que no consiguieron derrotar a Sinh. Decidió servir como guardiana de una tercera invocadora, Yuna, y gracias a su experiencia previa, pudo guiarla a ella y a los demás a lo largo de todo el viaje, a pesar de la pesadumbre que nublaba su corazón. Junto a los demás guardianes, buscó la forma de derrotar a Sinh de una vez por todas."],"summon":["Allow me to perform my duty as a guardian.","我會盡好護衛的職責。","가드로서의 임무를<br>확실하게 수행하겠어.","Permettez-moi de remplir mon devoir envers vous, en tant que gardien.","Ich werde der letzten Pflicht als Leibgarde nachkommen.","Permíteme cumplir mi último deber como tu guardiana."],"evolution":["No matter how dark the night, morning always comes. And our journey begins anew.","夜晚終將結束，太陽總會升起……又到踏上旅程的時候了。","어떤 때라도 밤은 지나고<br>아침이 찾아오는 법이지……<br>다시 여행이 시작되는구나.","Aussi noire que soit la nuit, l'aube lui succède toujours... et notre voyage reprend son cours.","Egal wie dunkel die Nacht, der Morgen kommt immer. Und unsere Reise beginnt erneut.","Por oscura que sea la noche, siempre llega el amanecer... y nuestro viaje continúa."],"affinity":["A day with you is never dull!<br>Let's go. Just you and me.","只要和你一起就不會感到無聊。<br>乾脆就我們兩個去吧？","당신과 있으면 지루하지 않아.<br>그냥, 우리 둘이서만 갈까?","On ne s'ennuie jamais avec toi.<br>Allons-y ! Juste toi et moi !","Mit dir wird es nie langweilig.<br>Warum gehen wir nicht mal zu zwei irgendwohin?","Contigo es imposible aburrirse. ¿Y si vamos los dos solos?"],"fusion":["It would be so easy to fight without thinking… Walk a straight line. So easy.","不考慮任何事，只勇往直前的話，明明較輕鬆呢。要是突然停住，就會思考很多事。","아무 생각 없이<br>그저 나아갈 수 있다면 편할 텐데.<br>멈춰 서면 온갖 생각이 들기 마련이야.","Ce serait plus simple si on pouvait se battre sans réfléchir, aller toujours tout droit... Tellement plus simple...","Es wäre so einfach, nur zu kämpfen ohne nachzudenken und einem geraden Pfad zu folgen. So einfach ...","Sería tan fácil luchar sin pensar. Aquí parada, una empieza a pensar..."]}}},"skills":{"20070":{"name":"Bio","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (1.2x, MAG) to one enemy","Inflict Poison (15%) on one enemy"],"icon":"ability_24.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20230":{"name":"Waterga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.8x, MAG) to all enemies"],"icon":"ability_23.png"},"20280":{"name":"Death","cost":{"MP":14},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Instant KO (30%) to one enemy"],"icon":"ability_38.png"},"20290":{"name":"Firaja","cost":{"MP":28},"attack_frames":[[210]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_21.png"},"20300":{"name":"Blizzaja","cost":{"MP":28},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_22.png"},"20310":{"name":"Thundaja","cost":{"MP":28},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_20.png"},"20320":{"name":"Waterja","cost":{"MP":28},"attack_frames":[[190]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_23.png"},"20350":{"name":"Flare","cost":{"MP":35},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2.3x, MAG) to one enemy","Reduce resistance to Water by 30% for 3 turns to one enemy"],"icon":"ability_30.png"},"20380":{"name":"Flood","cost":{"MP":48},"attack_frames":[[133,145,157,169,181,193,205,217,229,241,253,265]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (2.5x, MAG) to all enemies","Reduce resistance to Lightning by 50% for 3 turns to all enemies"],"icon":"ability_35.png"},"20390":{"name":"Tornado","cost":{"MP":48},"attack_frames":[[212,200,188,176,164,152,140,128,116,104,92,80]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (2.5x, MAG) to all enemies","Reduce resistance to Wind by 50% for 3 turns to all enemies"],"icon":"ability_31.png"},"20760":{"name":"Raging Water","cost":{"MP":28},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.2x, MAG) with consecutive damage increase (max. 9 times, +1.2x MAG each, 12x total) to one enemy"],"icon":"ability_23.png"},"30213":{"name":"Bravery (Mars Sigil)","cost":{},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase ATK, DEF and SPR by 20% for this fight to one ally","Restore 1800 (+1x, Heal) HP per turn to one ally"],"icon":"ability_77.png","parentID":"227583"},"70434":{"name":"Flood+1","cost":{"MP":48},"attack_frames":[[133,145,157,169,181,193,205,217,229,241,253,265]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (3x, MAG) to all enemies","Reduce resistance to Lightning by 50% for 3 turns to all enemies"],"icon":"ability_35.png"},"70435":{"name":"Flood+2","cost":{"MP":48},"attack_frames":[[133,145,157,169,181,193,205,217,229,241,253,265]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (4x, MAG) to all enemies","Reduce resistance to Lightning by 50% for 3 turns to all enemies"],"icon":"ability_35.png"},"100060":{"name":"MP +30%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 30%"],"icon":"ability_77.png"},"100141":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"200160":{"name":"Dual Black Magic","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Enable unit to cast 2 black magic spells"],"icon":"ability_26.png"},"200460":{"name":"Focus","cost":{"MP":48},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"211100":{"name":"Null Confusion","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Confusion by 100%"],"icon":"ability_19.png"},"212340":{"name":"Null Sleep","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Sleep by 100%"],"icon":"ability_19.png"},"213200":{"name":"Null Silence","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Silence by 100%"],"icon":"ability_19.png"},"215170":{"name":"Null Stone","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Petrify by 100%"],"icon":"ability_19.png"},"219020":{"name":"Magical Mog","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 40% when equipped with a Rod"],"icon":"ability_95.png"},"219030":{"name":"Venus Crest","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%","Increase resistance to Fire by 30%"],"icon":"ability_77.png"},"219040":{"name":"Standby - Water","attack_type":"None","element_inflict":null,"effects":["20% chance to counter physical attacks with Standby - Water (504090) to caster","20% chance to counter magic attacks with Standby - Water (504090) to caster"],"icon":"ability_68.png"},"227580":{"name":"Aqua Prism","cost":{"MP":60},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 100% for 5 turns to all allies","Reduce resistance to Water by 50% for 5 turns to all enemies"],"icon":"ability_18.png"},"227581":{"name":"Refreshing Wave","cost":{"LB":12},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Restore 180 MP to all allies"],"icon":"ability_92.png"},"227582":{"name":"Flare Fury","cost":{"MP":120},"attack_frames":[[240,260,280]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Unlock Flare Fury (508020) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"227583":{"name":"Venus Sigil","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 50%","Gain Bravery (Mars Sigil) (30213) at the start of a battle or when revived","Recover MP (5%) per turn","Increase LB gauge by 1 per turn"],"icon":"ability_77.png"},"227584":{"name":"Torrential Force","attack_type":"None","element_inflict":null,"effects":["Increase the damage of Flood (20380), Flood+1 (70434), Flood+2 (70435), Waterga (20230) and Waterja (20320) by (3x)","Increase the damage of Raging Water (20760) by (4x)"],"icon":"ability_23.png"},"227585":{"name":"Third Pilgrimage","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 20%","Increase LB damage by 40%","Increase equipment MAG by 50% when armed with a single weapon","Increase equipment MAG by 50% when armed with two weapons"],"icon":"ability_77.png"},"504090":{"name":"Standby - Water","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Reduce resistance to Water by 100% for 3 turns to one enemy"],"icon":"ability_39.png","parentID":"219040"},"508020":{"name":"Flare Fury","cost":{"MP":120},"attack_frames":[[240,260,280],[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (10x * 1.33 = 13.33x, MAG) to one enemy (ignore reflect)","Increase LB gauge by 8 to caster","Reduce resistance to Water by 100% for 3 turns to one enemy"],"icon":"ability_105.png","parentID":"227582"},"707396":{"name":"Magical Mog+1","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 60% when equipped with a Rod"],"icon":"ability_95.png"},"707397":{"name":"Magical Mog+2","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 100% when equipped with a Rod"],"icon":"ability_95.png"},"707398":{"name":"Venus Crest+1","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 40%","Increase resistance to Fire by 40%"],"icon":"ability_77.png"},"707399":{"name":"Venus Crest+2","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 60%","Increase resistance to Fire by 60%"],"icon":"ability_77.png"},"707400":{"name":"Standby - Water+1","attack_type":"None","element_inflict":null,"effects":["30% chance to counter physical attacks with Standby - Water+1 (508678) to caster","30% chance to counter magic attacks with Standby - Water+1 (508678) to caster"],"icon":"ability_68.png"},"707401":{"name":"Standby - Water+2","attack_type":"None","element_inflict":null,"effects":["40% chance to counter physical attacks with Standby - Water+2 (508679) to caster","40% chance to counter magic attacks with Standby - Water+2 (508679) to caster"],"icon":"ability_68.png"},"912375":{"name":"Flare Fury+1","cost":{"MP":120},"attack_frames":[[240,260,280]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Unlock Flare Fury+1 (912377) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"912376":{"name":"Flare Fury+2","cost":{"MP":120},"attack_frames":[[240,260,280]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Unlock Flare Fury+2 (912378) on turn 1 [5 turns CD]"],"icon":"ability_105.png"}},"LB":{"name":"Ultima Fury","attack_count":[6],"attack_frames":[[160,184,208,232,256,280]],"damage_type":"Magic","element_inflict":null,"min_level":["Magic damage (6x * 2 = 12x, MAG) to all enemies (ignore reflect)"],"max_level":["Magic damage (7.5x * 2 = 15x, MAG) to all enemies (ignore reflect)"]},"TMR":{"name":"Onion Knight","compendium_id":723,"compendium_shown":true,"rarity":8,"type_id":6,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png","desc":""},"217620":{"name":"Auto-Faith","attack_type":"None","element_inflict":null,"effects":["Gain Faith (Auto) (30221) at the start of a battle or when revived"],"icon":"ability_91.png","desc":""}},"effects":["Grants 'Auto-Faith' passive.","Grants 'MP +20%' passive."],"stats":{"HP":0,"MP":0,"ATK":21,"DEF":0,"MAG":120,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":70000,"price_sell":7000,"icon":"item_10623.png","strings":{"name":["Onion Knight","洋蔥騎士","양파 기사","Chevalier oignon","Lord Zwiebel","Caballero cebolla"],"desc_short":["An otherworldly weapon modeled after the onion knight.","以洋蔥劍士為模型製作的異界武器","양파 검사 모양으로 만든 이계의 무기","Une arme d'un autre monde dont la forme est inspirée du Chevalier Oignon.","Eine ungewöhnliche Waffe, die dem Zwiebelritter nachempfunden ist.","Un peluche inspirado en el Caballero Cebolla que usó una maga negra de otro mundo."],"desc_long":["A plush doll from the faraway world of Spira. Oddly enough, this plush doll can be equipped as a rod. There are seven special weapons in Spira that exhibit tremendous power after strengthening them through special means, and the Onion Knight is said to be one such weapon. This weapon is said to have been used by a certain female who guarded a traveling summoner who ventured out into the world to defeat the great fiend Sin.","來自異界史匹拉的布偶。不可思議的是，它能夠當作魔棒裝備。在異界史匹拉中存在七把武器，透過特殊強化可以發揮出令人畏懼的力量，據說這把洋蔥騎士就是其中之一。與擊敗強大魔物「辛」的召喚士一起旅行的護衛女性，似乎就裝備著這把武器。","이계 '스피라'에서 유입된 인형. 신기하게도, 홀장으로서 장착할 수 있다. 이계 스피라에서는 특수한 강화를 거쳐 무시무시한 힘을 발휘하는 일곱 개의 무기가 존재하며, 그중 하나가 바로 이 양파 기사이다. 강력한 마물 '신'을 쓰러뜨리기 위해 소환사와 함께 여행을 계속하던 가드 여성이 이 무기를 장비했다고 한다.","Une peluche venue du lointain monde de Spira, et faisant étonnamment office d'arme de mage. Le Chevalier Oignon serait l'une des sept armes légendaires abritant des pouvoirs extraordinaires, qui se manifesteraient une fois l'objet renforcé avec certains éléments. Il aurait appartenu à une femme qui veillait sur une invocatrice partie en pèlerinage afin de vaincre Sin, un monstre aussi grand que terrifiant.","Ein Plüschtier aus der fernen Welt Spira, in der man von sieben Waffen weiß, die durch besondere Verstärkung eine überwältigende Macht entfalten. Bei Lord Zwiebel soll es sich um eine dieser Waffen handeln. Sie gehörte einer Frau, die ein Medium auf seiner Reise als Leibgarde begleitete, um das Ungeheuer Sin zu vernichten. So merkwürdig es auch erscheinen mag, dieses Plüschtier kann tatsächlich als Stab ausgerüstet werden.","Un muñeco de peluche del lejano mundo de Spira que, por muy raro que parezca, puede utilizarse en batalla. En Spira existen siete armas especiales que albergan un poder tremendo, conocidas como las Armas de los 7 Astros, y el Caballero Cebolla es una de ellas. Se dice que lo usó en combate una guardiana de una invocadora  que viajó por el mundo para derrotar a la temible bestia conocida como Sinh."]}},"STMR":{"name":"Booster Cactuar","compendium_id":810,"compendium_shown":true,"unit_restriction":null,"skills":{"227586":{"name":"Booster Cactuar","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 60% and SPR by 20%","Increase resistance to Water by 50%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Booster Cactuar' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_77.png","strings":{"names":["Booster Cactuar","增壓‧仙人掌","부스트 사보텐","Pampa Mirage","Turbo-Kaktor","Cactus Mirage"],"desc_short":["Boost MAG by 60%, SPR by 20% and water resistance by 50% (Not stackable)","提高60%魔力、20%精神、50%水屬性耐性(不可重複裝備)","마력 60%, 정신력 20%, 물속성 저항력 50% 상승 (중복 장착 불가)","Augmente la MAGIE de 60%, la PSY de 20% et la résistance à l'eau de 50% (Non cumulable)","Erhöht MAG um 60%, PSY um 20% und Wasserresistenz um 50% (nicht stapelbar).","Aumenta la MAG un 60%, el ESP un 20% y la resistencia al agua un 50% (no acumulable)"],"desc_long":["Boosts MAG by 60%, SPR by 20% and water resistance by 50%. Not Stackable.","提高60%魔力、20%精神、50%水屬性耐性。(不可重複裝備)","마력이 60%, 정신력이 20%, 물속성 저항력이 50% 상승합니다. (중복 장착 불가)","Augmente la MAGIE de 60%, la PSY de 20% et la résistance à l'eau de 50%. Non cumulable.","Erhöht MAG um 60%, PSY um 20% und Wasserresistenz um 50%. Nicht stapelbar.","Aumenta la MAG un 60%, el ESP un 20% y la resistencia al agua un 50% (no acumulable)"]},"type":"MATERIA"}},"210000605":{"rarity_min":5,"rarity_max":7,"name":"Auron","game":"FFX","job":"Guardian","sex":"Male","equip":[1,2,3,4,10,30,31,40,41,50,51,52,53,60],"entries":{"210000605":{"compendium_id":1240,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[924,2800,300,150],"MP":[42,126,50,25],"ATK":[39,119,20,10],"DEF":[36,110,20,10],"MAG":[28,86,20,10],"SPR":[33,101,20,10]},"limitburst_id":210000605,"attack_count":1,"attack_damage":[[100]],"attack_frames":[18],"effect_frames":[16],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[3,0,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060200":10,"290060300":5}},"strings":{"description":["A swordsman who appears in the tales of a faraway world trapped in a spiral of death. He is well-known among the people of Spira as the former Guardian of High Summoner Braska. When the giant monster Sin appears in the sleepless city of Zanarkand, he is tasked by Sin to guide Tidus to Spira.","在被死之螺旋囚禁的異界中登場的劍士。他曾作為大召喚士布拉斯卡的傳奇護衛，這一傳說在史匹拉廣為流傳。當巨大魔物「辛」現身不夜城札納爾坎德時，他將提達帶往「辛」的身邊，以此令提達進入了史匹拉的世界。","죽음의 나선에 사로잡힌 이계 ’스피라'의 이야기에 등장하는 검사이다. 한때 대소환사 브라스카와 함께 여행한 전설의 가드로 '스피라'에 널리 알려져 있다. 잠들지 않는 도시 자나르칸드에 거대한 마물 '신'이 나타났을 때 티다를 '신'에게 유도하여 '스피라'로 이끈다.","Un épéiste qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Sur Spira, il est célèbre pour avoir autrefois accompagné le Grand Invocateur Braska en tant que gardien. Lorsque le monstre gigantesque connu sous le nom de Sin est apparu dans la ville de Zanarkand, Auron a guidé Tidus jusqu'à lui et l'a ensuite emmené dans le monde de Spira.","Ein Schwertkämpfer aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Er ist den Bewohnern Spiras als ehemaliger Leibgardist des Hohen Mediums Braska bekannt. Als das gigantische Monster \"Sin\" in der schlaflosen Stadt Zanarkand auftaucht, führt er Tidus zu \"Sin\" und bringt ihn nach Spira.","Un espadachín que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Los habitantes de Spira lo conocen como el antiguo guardián del alto invocador Braska. Cuando la bestia Sinh se presenta en Zanarkand, la ciudad que nunca duerme, este guía a Tidus hacia Sinh y, más tarde, a Spira."],"summon":["I wish to become your guardian. Do you accept? You have my thanks.","我想從現在起擔任你的護衛。請多指教。","나는 지금부터<br>너의 가드가 되려 한다.<br>잘 부탁한다.","Je voudrais être ton gardien, si tu le veux bien.","Ich werde von diesem Augenblick an dein Leibgardist sein.Sehr erfreut.","Deseo ser tu guardián. Tienes mi gratitud."],"evolution":[null,null,null,null,null,null],"affinity":["My story ended long ago.This is your world now.","我的故事已經完結了，接下來是你們的時代了。","내 이야기는 끝난 지 오래다.<br>이제는 너희들의 시대다.","Mon histoire a pris fin il y a bien longtemps. Le monde vous appartient, maintenant.","Meine Geschichte ist schon vor langer Zeit erzählt worden. Die Welt gehört nun euch.","Mi historia terminó hace mucho tiempo. Ahora es vuestro mundo."],"fusion":["Pay no mind to the low ranks and just push forward. It all begins here.","不要管雜兵了，做好準備，全力突進。","조무래기는 무시하고<br>무조건 돌파한다.<br>마음을 단단히 먹어라.","Ne perds pas ton temps avec le menu fretin et fonce. Tout commence ici.","Die sind unwichtig. Wir schlagen uns durch! Fasse den Entschluss.","¡Elige bien a tus rivales! Todo empieza aquí..."]}},"210000606":{"compendium_id":1241,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1202,3641,450,225],"MP":[54,164,75,37],"ATK":[51,155,30,15],"DEF":[47,143,30,15],"MAG":[37,112,30,15],"SPR":[44,132,30,15]},"limitburst_id":210000606,"attack_count":1,"attack_damage":[[100]],"attack_frames":[18],"effect_frames":[16],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[4,0,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000970":1}},"strings":{"description":["A swordsman who appears in the tales of a faraway world trapped in a spiral of death. He wields a massive katana with ease, able to slice even the toughest monsters in two. After reuniting with Tidus in the metropolis of Luca, he meets Braska's daughter, Yuna, and asks to join her journey as her Guardian. While he tries to stay calm as the oldest member of the group, the hot blood of his younger days rises up every now and then.","在被死之螺旋囚禁的異界中登場的劍士。他能輕易揮舞巨大的刀劍，再堅硬的魔物都會被一刀兩斷。在大都市路加再次遇到提達時，奧隆將他介紹給了戰友布拉斯卡的遺孤召喚士優娜，並讓他作為護衛同行。奧隆雖然盡量做出一副年長者的沉穩態度，但年輕時的熱血勁頭還是會時不時地湧上來。","죽음의 나선에 사로잡힌 이계 ’스피라'의 이야기에 등장하는 검사이다. 거대한 도검을 가볍게 휘둘러 아무리 딱딱한 마물이라도 한칼에 두 동강을 낸다. 대도시 루카에서 티다와 다시 만난 후 전우 브라스카의 딸인 소환사 유우나의 가드가 되어 동행한다. 일행 중 가장 나이가 많고 늘 침착하지만, 혈기왕성하던 젊은 시절이 가끔씩 엿보인다.","Un épéiste qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Son énorme katana, qu'il manie avec une aisance déconcertante, est capable de fendre en deux la carapace de n'importe quel monstre. Après avoir retrouvé Tidus dans la ville de Luca, Auron a fait la rencontre de Yuna, la fille de Braska, et lui a demandé l'autorisation de se joindre à ses gardiens. En tant qu'aîné du groupe, il s'efforce de garder son calme en toute circonstance, mais le sang chaud de ses jeunes années bout toujours dans ses veines.","Ein Schwertkämpfer aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Er schwingt mit Leichtigkeit ein massives Katana und schneidet damit selbst die härtesten Monster mit einem Hieb entzwei. Nach der Wiedervereinigung mit Tidus in der Metropole Luca trifft er Braskas Tochter Yuna und bittet sie, sich als Leibgardist ihrer Reise anschließen zu dürfen. Als ältestes Mitglied der Gruppe versucht Auron stets ruhig zu bleiben, bisweilen scheint jedoch sein hitziges Gemüt aus Jugendzeiten durch.","Un espadachín que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Empuña con gran facilidad una katana gigantesca que puede rebanar en dos hasta a los monstruos más fuertes. Tras reunirse con Tidus en la metrópolis de Luca conoce a Yuna, la hija de Braska, y le pide convertirse en su guardián y acompañarla en su viaje. A pesar de intentar mantener la calma por ser el mayor del grupo, de vez en cuando resurge la impetuosidad que lo caracterizaba de joven."],"summon":["Do you need some help? You should place trust in your friends. But you can't expect someone to protect you all the time.","需要幫助嗎？我不會阻止你依賴別人，但別認為這種依賴是理所當然。","도움이 필요한가?<br>남에게 의지하지 말라고까진 안 하지만……<br>의지하는 게 당연하다는 생각은 버려라.","Tu as besoin d'aide ? Tu peux avoir confiance en tes amis... mais tu ne dois pas espérer qu'on te protège tout le temps.","Brauchst du Hilfe? Ich sag zwar nicht, dass du dich nicht auf andere verlassen sollst, aber ... Nimm es nicht als selbstverständlich an, dass du immer beschützt wirst.","¿Necesitas ayuda? Debes confiar en los amigos. Pero no esperes que te protejan siempre."],"evolution":["A decent outcome. No time to waste. Let's go.","結果還不錯，要是總能這樣就好了。","나쁘지 않은 성과다.<br>늘 이랬으면 좋겠군.","Pas de temps à perdre. Allons-y !","Ein gutes Ergebnis. Die Reise ist lang. Weiter.","No está nada mal. No hay tiempo que perder, ¡vamos!"],"affinity":["My story ended long ago.This is your world now.","我的故事已經完結了，接下來是你們的時代了。","내 이야기는 끝난 지 오래다.<br>이제는 너희들의 시대다.","Mon histoire a pris fin il y a bien longtemps. Le monde vous appartient, maintenant.","Meine Geschichte ist schon vor langer Zeit erzählt worden. Die Welt gehört nun euch.","Mi historia terminó hace mucho tiempo. Ahora es vuestro mundo."],"fusion":["Rush this and we'll lose everything. We need to plan carefully.","焦慮只會讓人迷失方向，冷靜下來才能看清前方的路。","서두르면 오히려 헤매게 된다.<br>침착하게 앞을 봐라.","Se précipiter risque de tout faire échouer. Réfléchissons calmement.","Bewahre lieber einen kühlen Kopf. Panik machen bringt nichts.","No debemos precipitarnos. Necesitamos un plan."]}},"210000607":{"compendium_id":1242,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1562,4734,600,300],"MP":[71,214,100,50],"ATK":[67,202,50,25],"DEF":[61,186,50,25],"MAG":[48,146,50,25],"SPR":[57,172,50,25]},"limitburst_id":210000607,"attack_count":1,"attack_damage":[[100]],"attack_frames":[18],"effect_frames":[16],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[5,0,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A swordsman who appears in the tales of a faraway world trapped in a spiral of death. He guides his companions with the experience he gained during his time as High Summoner Braska's Guardian. He maintains a distant attitude, not speaking much about the agonizing trial awaiting them at the end of the journey. He leaves the others to their own decisions and consequences, only getting involved when really necessary.","在被死之螺旋囚禁的異界中登場的劍士。作為大召喚士布拉斯卡護衛的經驗對於夥伴們的旅途很有幫助。在旅途過程中遇到困難時，他很少開口，卻又毫不懈怠。當真正需要他時他一定會出手相助，而平時他只是在一旁默默守護著年輕人的決定。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 검사이다. 대소환사 브라스카의 가드로서 여행했던 경험을 살려 일행을 이끈다. 여행 중 닥치는 어려움에 대해 결코 많은 말을 하지 않고 늘 객관적인 태도를 유지한다. 꼭 필요할 때 도움을 줄 수 있도록 젊은 동료들의 고뇌와 결단을 지켜보고 있다.","Un épéiste qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Son expérience passée en tant que gardien du Grand Invocateur Braska fait de lui un guide et un mentor pour ses compagnons. Distant, il ne parle que peu de l'épreuve cruelle qui les attend au terme de leur voyage. Il préfère laisser à ses protégés la liberté de formuler leurs propres choix, n'intervenant qu'en cas d'extrême nécessité.","Ein Schwertkämpfer aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Er leitet seine Gefährten mit Hilfe der Erfahrungen, die er während seiner Zeit als Leibgardist des Hohen Mediums Braska gesammelt hat. Er bewahrt eine distanzierte Haltung und spricht nicht viel über die Mühen, die sie auf der Reise erwarten. Er überlässt die anderen ihren eigenen Entscheidungen und Konsequenzen und mischt sich nur dann ein, wenn es wirklich notwendig ist.","Un espadachín que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Sirve de guía a sus compañeros gracias a la experiencia que adquirió como guardián del alto invocador Braska. Se mantiene distante, procurando no hablar mucho sobre la ardua prueba que les espera al final del viaje. Deja que los demás tomen sus propias decisiones y afronten las consecuencias de las mismas, y solo interfiere cuando es estrictamente necesario."],"summon":["Now is the time to shape your stories! Your fate is in your hands!","是時候做決定了。遵從自己的內心創造自己的故事吧！","지금이야말로 결단할 때다.<br>자기 마음이 이끄는 대로<br>이야기를 움직일 때다!","L'heure est venue de construire vos histoires ! Votre destin est entre vos mains !","Der Zeitpunkt ist gekommen, deine Geschichte selbst zu schreiben!","Esta es vuestra historia. El destino está en vuestras manos."],"evolution":["There is a saying; \"Hurry up and wait.\" It means, prepare quickly so you're ready for whatever comes next.","有句話叫「有備無患」。意思是你做好準備，遇到突發狀況就都能應對。","'서두르고 기다려라'라는 말이 있다.<br>재빨리 준비를 마친 후에<br>다음 상황을 지켜보라는 뜻이다.","Connais-tu l'expression \"dépêche-toi et attends\" ? Elle signifie : prépare-toi rapidement pour être prêt à toute éventualité.","Es gibt da ein Sprichwort: \"Erst eile, dann weile.\" Bereite dich also zügig vor und du wirst gewappnet sein - komme, was wolle.","Date prisa y espera. Significa que debes prepararte rápido para lo que pueda pasar."],"affinity":["My story ended long ago.This is your world now.","我的故事已經完結了，接下來是你們的時代了。","내 이야기는 끝난 지 오래다.<br>이제는 너희들의 시대다.","Mon histoire a pris fin il y a bien longtemps. Le monde vous appartient, maintenant.","Meine Geschichte ist schon vor langer Zeit erzählt worden. Die Welt gehört nun euch.","Mi historia terminó hace mucho tiempo. Ahora es vuestro mundo."],"fusion":["Don't be careless.<br>Be on guard at all times.","不要鬆懈，隨時準備戰鬥。","방심하지 마.<br>언제든 싸울 수 있도록 준비해 둬.","Ne commets pas d'imprudence.<br>Reste toujours sur tes gardes.","Lass deine Aufmerksamkeit nicht abschweifen.<br>Bleib jederzeit wachsam.","Que no te engañe esta tranquilidad.<br>Mantente alerta."]}}},"skills":{"10122":{"name":"Regen (Champion)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1800 (+1x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"228917"},"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"101200":{"name":"Counter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"101240":{"name":"High Tide","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%"],"icon":"ability_78.png"},"228900":{"name":"Bushido Dual Arts","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Banishing Blade (228903), Crouching Dragon (228905), Dragon Fang (228901), Gnawing Flame (228906), God-Killer (508761), Hellstorm (228907), Majestic Phoenix (228904) and Shooting Star (228902) twice in one turn"],"icon":"ability_8.png"},"228901":{"name":"Dragon Fang","cost":{"MP":45},"attack_frames":[[68]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.6x, ATK) to all enemies"],"icon":"ability_53.png"},"228902":{"name":"Shooting Star","cost":{"MP":52},"attack_frames":[[38]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.75x * 2 = 5.5x, ATK) to one enemy (ignore cover)"],"icon":"ability_10.png"},"228903":{"name":"Banishing Blade","cost":{"MP":45},"attack_frames":[[48]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy","Reduce ATK, DEF, MAG and SPR by 50% for 2 turns to one enemy"],"icon":"ability_53.png"},"228904":{"name":"Majestic Phoenix","cost":{"MP":48},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK and MAG by 45% for 3 turns to all enemies"],"icon":"ability_39.png"},"228905":{"name":"Crouching Dragon","cost":{"MP":48},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce DEF and SPR by 45% for 3 turns to all enemies"],"icon":"ability_39.png"},"228906":{"name":"Gnawing Flame","cost":{"MP":45},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (4.5x, ATK) to one enemy","Reduce resistance to Fire by 50% for 3 turns to one enemy"],"icon":"ability_21.png"},"228907":{"name":"Hellstorm","cost":{"MP":45},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (4.5x, ATK) to one enemy","Reduce resistance to Wind by 50% for 3 turns to one enemy"],"icon":"ability_25.png"},"228908":{"name":"Double Break","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Armor Break (228911), Magic Break (228910), Mental Break (228912) and Power Break (228909) twice in one turn"],"icon":"ability_8.png"},"228909":{"name":"Power Break","cost":{"MP":36},"attack_frames":[[18]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce ATK by 60% for 3 turns to one enemy"],"icon":"ability_54.png"},"228910":{"name":"Magic Break","cost":{"MP":36},"attack_frames":[[18]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce MAG by 60% for 3 turns to one enemy"],"icon":"ability_54.png"},"228911":{"name":"Armor Break","cost":{"MP":36},"attack_frames":[[18]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce DEF by 60% for 3 turns to one enemy"],"icon":"ability_54.png"},"228912":{"name":"Mental Break","cost":{"MP":36},"attack_frames":[[18]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce SPR by 60% for 3 turns to one enemy"],"icon":"ability_54.png"},"228913":{"name":"Entrust the Future","cost":{"MP":120},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Unlock Entrust the Future (508763) on turn 1 [7 turns CD]"],"icon":"ability_105.png"},"228914":{"name":"Take the Initiative","cost":{"MP":90},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Take the Initiative (508764) on turn 4 [4 turns CD]"],"icon":"ability_105.png"},"228915":{"name":"Mars Sigil","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase ATK by 150% for 3 turns when HP drops below 30% (max 9999x)","Increase DEF by 150% for 3 turns when HP drops below 30% (max 9999x)","Use Bushido Triple Arts (508766) at the start of a battle","Replace LB with Tornado (900000317):\n\tPhysical damage (7.3x * 2 = 14.6x, ATK) to all enemies (ignore cover)\n\tReduce resistance to Fire and Wind by 50% for 3 turns to all enemies\n\tReduce ATK, DEF, MAG and SPR by 74% for 3 turns to all enemies"],"icon":"ability_76.png"},"228916":{"name":"One-Eyed Swordsman","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Blind by 100%","Increase ATK by 50% when equipped with a Katana"],"icon":"ability_95.png"},"228917":{"name":"A Glass to the Deceased","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Poison by 100%","Gain Regen (Champion) (10122) at the start of a battle or when revived","Recover MP (5%) per turn"],"icon":"ability_91.png"},"228918":{"name":"The Guide of the Story","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF and MP by 30%"],"icon":"ability_77.png"},"228919":{"name":"Itto-Ryu","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"228920":{"name":"Tidus's Supporter","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 30%","Recover MP (5%) per turn"],"icon":"ability_91.png"},"228921":{"name":"Braska's Comrade","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40%","Increase the damage of Banishing Blade (228903), Dragon Fang (228901), Gnawing Flame (228906) and Hellstorm (228907) by (1.5x)","Increase the damage of God-Killer (508761) and Shooting Star (228902) by (0.75x)"],"icon":"ability_77.png"},"228922":{"name":"Mars Crest","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%","Increase resistance to Earth by 30%"],"icon":"ability_17.png"},"508761":{"name":"God-Killer","cost":{"MP":60},"attack_frames":[[126]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x * 2 = 5x, ATK) to all enemies (ignore cover)","Reduce ATK, DEF, MAG and SPR by 70% for 2 turns to all enemies"],"icon":"ability_53.png","parentID":"228900"},"508763":{"name":"Entrust the Future","cost":{"MP":120},"attack_frames":[[130],[110]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK, DEF, MAG and SPR by 70% for 3 turns to all enemies","Increase ATK, DEF, MAG and SPR by 140% for 3 turns to all allies"],"icon":"ability_105.png","parentID":"228913"},"508764":{"name":"Take the Initiative","cost":{"MP":90},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (10x, ATK) to all enemies","Gain 3 uses of Banishing Blade (228903), Crouching Dragon (228905), Dragon Fang (228901), Gnawing Flame (228906), God-Killer (508761), Hellstorm (228907), Majestic Phoenix (228904) and Shooting Star (228902) for one turn","Gain God-Killer (508761) for one turn"],"icon":"ability_105.png","parentID":"228914"},"508766":{"name":"Bushido Triple Arts","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Gain 3 uses of Banishing Blade (228903), Crouching Dragon (228905), Dragon Fang (228901), Gnawing Flame (228906), God-Killer (508761), Hellstorm (228907), Majestic Phoenix (228904) and Shooting Star (228902) for one turn"],"icon":"ability_8.png","parentID":"228915"}},"LB":{"name":"Tornado","attack_count":[22],"attack_frames":[[225,237,249,261,273,285,297,309,321,333,345,357,369,381,393,405,417,429,441,453,465,477]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (7.3x * 2 = 14.6x, ATK) to all enemies (ignore cover)","Reduce resistance to Fire and Wind by 50% for 3 turns to all enemies"],"max_level":["Physical damage (9x * 2 = 18x, ATK) to all enemies (ignore cover)","Reduce resistance to Fire and Wind by 79% for 3 turns to all enemies"]},"TMR":{"name":"Legendary Guardian","compendium_id":869,"compendium_shown":true,"unit_restriction":null,"skills":{"228861":{"name":"Legendary Guardian","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Confusion, Disease and Petrify by 100%","Increase ATK by 60% when equipped with a Katana"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'Legendary Guardian' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_95.png","strings":{"names":["Legendary Guardian","傳奇護衛","전설의 가드","Gardien légendaire","Legendärer Leibgardist","Guardián legendario"],"desc_short":["Nullify confusion, disease, and stone, and boost ATK by 60% when equipped with a katana","混亂生病石化無效+裝備刀時提高60%攻擊","혼란, 질병, 석화 무효화+도 장착 시 공격력 60% 상승","Annule confusion, maladie et pétrification, et augmente l'ATT de 60% lorsqu'un katana est équipé","Annulliert Konfus, Virus und Stein und erhöht ANG um 60%, wenn mit einem Katana ausgerüstet.","Anula confusión, enfermedad y piedra, y aumenta el ATQ un 60% al llevar katana"],"desc_long":["Nullifies confusion, disease, and stone, and boosts ATK by 60% when equipped with a katana.","混亂生病石化無效，裝備刀時提高60%攻擊。","혼란, 질병, 석화를 무효화하고, 도 장착 시 공격력이 60% 상승합니다.","Annule confusion, maladie et pétrification, et augmente l'ATT de 60% lorsqu'un katana est équipé.","Annulliert Konfus, Virus und Stein und erhöht ANG um 60%, wenn mit einem Katana ausgerüstet.","Anula confusión, enfermedad y piedra, y aumenta el ATQ un 60% al llevar katana."]},"type":"MATERIA"},"STMR":{"name":"Masamune (FFX)","compendium_id":1104,"compendium_shown":true,"rarity":9,"type_id":4,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100060":{"name":"MP +30%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 30%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'MP +30%' passive."],"stats":{"HP":0,"MP":0,"ATK":184,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":280000,"price_sell":28000,"icon":"item_10441.png","strings":{"name":["Masamune (FFX)","正宗(FFX)","마사무네(FFX)","Masamune (FFX)","Masamune (FFX)","Masamune (FFX)"],"desc_short":["A katana wielded by a legendary Guardian.","傳說的護衛所揮舞的刀","전설의 가드가 사용하던 도검","Le katana d'un gardien légendaire.","Ein Katana, das von dem Legendären Leibgardisten geführt wurde.","Una katana que empuña un guardián legendario."],"desc_long":["A katana from the faraway world of Spira with a uniquely shaped blade. Masamune is one of seven weapons in Spira that have gained monstrous power through special enhancements. Masamune's wielder is said to have been such a skilled swordsman that he was known as the Legendary Guardian.","傳說的護衛所揮舞的刀。刀身有著風格獨特的形狀，在史匹拉、存在著七把因為特殊強化而能發揮可怕力量的武器、正宗也是其中一把。另外在傳說中、裝備著正宗的這位人物也是被稱為「傳說之護衛」的強悍劍士。","이계 '스피라'에서 건너온 도검이다. 도신의 형태가 독특하다. '스피라'에는 특수한 강화를 통해 엄청난 위력을 발휘하는 일곱 개의 무기가 존재하며, 그 중 하나가 이 마사무네이다. 이 도검을 장착했던 인물은 '전설의 가드'라고 불릴 정도로 뛰어난 검사였다고 한다.","Un katana venu de Spira dont la lame possède une forme unique. Masamune est l'une des sept armes de Spira qui ont énormément gagné en puissance grâce à des améliorations spéciales. On raconte que son propriétaire d'origine est un épéiste si talentueux qu'on le surnommait le Gardien légendaire.","Ein Katana aus der fernen Welt Spira, mit einer einmalig geformten Klinge. Das Masamune ist eine der sieben Waffen in Spira, die durch besondere Verstärkungen gewaltige Macht in sich tragen. Der Besitzer von Masamune soll ein derart geschickter Schwertkämpfer gewesen sein, dass er als Legendärer Leibgardist bekannt war.","Una katana del mundo lejano de Spira con una hoja de estilo único. Masamune es una de las siete armas de Spira que ha adquirido un poder descomunal a base de mejoras especiales. Cuentan que el portador de Masamune fue un espadachín experto conocido como el Guardián legendario."]}}},"210000704":{"rarity_min":4,"rarity_max":6,"name":"Rikku","game":"FFX","job":"Guardian","sex":"Female","equip":[1,13,16,30,40,50,51,60],"entries":{"210000704":{"compendium_id":524,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[691,2094,240,120],"MP":[31,94,40,20],"ATK":[27,83,16,8],"DEF":[24,73,16,8],"MAG":[23,69,16,8],"SPR":[24,73,16,8]},"limitburst_id":210000704,"attack_count":1,"attack_damage":[[100]],"attack_frames":[22],"effect_frames":[20],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020200":25,"290030600":8,"290030900":13,"290050300":15,"290050400":8}},"strings":{"description":["A young girl who appears in the tales of another world where its people are trapped in a spiral of death. Rikku is the daughter of the leader of the Al Bhed faction, a group of people who devote themselves to restoring ancient machina, and has quite a talent for technology herself. After rescuing Tidus following his sudden arrival to Spira, she offers him a job digging for her in return for food and boarding. However, a powerful beast known as Sin attacks the ship they are boarding, and the two become separated from each other. Eventually, they reunite near the river Moonflow.","在被死之螺旋囚禁的異界中登場的少女，是以挖掘再利用古代機械為生的阿爾貝德族族長的女兒，善於運用機械。她救助了剛剛來到史匹拉的提達，並讓他幫忙進行挖掘工作以回報救命之恩。當琉克和提達所乘的打撈船遭到「辛」的襲擊時，她與提達走散，隨後兩人又在幻光河再會。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 소녀. 고대의 기계를 발굴하여 재활용하는 알베드족 족장의 딸로, 그녀 자신도 오랫동안 기계를 다뤄 왔다. 스피라에 갓 도착한 티더를 보호해주고, 발굴작업을 돕게 하는 대신 식사를 제공해주는 등 여러모로 돌봐주고 있었다. 류크와 티더가 탄 샐비지 호가 거대한 마물 '신'에게 습격당했을 때 티더와 헤어지게 되었지만, 추후에 환각의 강에서 재회하게 된다.","Une jeune fille qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Fille du chef des Al Bhed, un peuple qui cherche à remettre en état les machines d'antan, Rikku possède un talent certain pour la technologie. Peu après l'arrivée soudaine de Tidus à Spira, elle le secourut et lui proposa un petit travail en échange de nourriture et d'une place à bord de son bateau. Cependant, une terrible créature connue sous le nom de Sin les attaqua, et ils furent séparés. Ce n'est qu'aux abords du fleuve Sélénos que leurs chemins se croisèrent à nouveau.","Junges Mädchen, das in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Die technisch begabte Rikku ist die Tochter des Anführers der Fraktion Al Bhed, die sich die Wiederherstellung uralter Maschinen zum Ziel gesetzt hat. Nachdem sie Tidus bei seiner plötzlichen Ankunft in Spira rettete, bietet sie ihm gegen Nahrung und eine Überfahrt Arbeit an. Die mächtige Bestie Sin greift jedoch das Schiff an und beide werden voneinander getrennt. Am Fluss Moonflow treffen sie sich schließlich wieder.","Chica de los relatos de otro mundo con gente atrapada en una espiral de muerte. Rikku tiene bastante mano para la tecnología y es la hija del líder de la facción Albhed, un grupo dedicado a restaurar máquinas antiguas. Tras rescatar a Tidus cuando este llegó a Spira, le contrató para hacer trabajillos para ella a cambio de comida y transporte. Sin embargo, apareció una bestia muy poderosa, Sinh, que atacó el barco en el que navegaban y acabaron separándose. Al final se reencuentran cerca del Río de la Luna."],"summon":["I'm in charge of<br>keeping everyone pumped!<br>Lookin' forward to workin' with ya!","我就負責活躍氣氛啦！請多關照！","나는 분위기 메이커 담당인 걸로!<br>잘 부탁해요~!","Mon boulot à moi, c'est mettre l'ambiance !<br>J'ai hâte de me battre à vos côtés !","Ich werde alle bei Kräften halten!<br>Freue mich, mit euch zu schuften!","¡Yo soy quien se ocupa de mantener a todo el mundo a cien!<br>¡Estoy súper encantada de poder trabajar con vosotros!"],"evolution":[null,null,null,null,null,null],"affinity":["So you've recognized me as one<br>of your friends, as well?<br>I'm happy to hear it!","你願意把我當做同伴？我很高興！","나를 동료로서 인정해 주는 거야?<br>후에키미, 모!<br>(정말 기뻐!)","Tu me considère aussi comme ton amie ?<br>Je suis si heureuse d'entendre ça !","Also bin ich jetzt auch einer deiner<br>Freunde?<br>Freut mich zu hören!","¿Así que tu también me aceptas como amiga tuya?<br>¡Me alegra oírlo!"],"fusion":["Leave my mechanical little friend to me!","機械對手就交給我吧！","기계라면<br>전부 나한테 맡겨!","Les monstres-machine, j'en fais mon affaire !","Überlass meinen kleinen mechanischen Freund mir!","¡Deja que yo me encargue de mis queridas máquinas!"]}},"210000705":{"compendium_id":525,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[899,2723,300,150],"MP":[41,123,50,25],"ATK":[36,109,20,10],"DEF":[32,96,20,10],"MAG":[30,90,20,10],"SPR":[32,96,20,10]},"limitburst_id":210000705,"attack_count":1,"attack_damage":[[100]],"attack_frames":[22],"effect_frames":[20],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":["A young girl who appears in the tales of another world where its people are trapped in a spiral of death. Rikku believes the current method for summoners to bring peace to their world is unfair. Hoping to spare Yuna from her eventual death as part of her duties as a summoner, she attempts to kidnap her on the Moonflow, and fails. Regardless, she becomes Yuna's final guardian, and accompanies her on her pilgrimage henceforth. However, she still clings to the hope of discovering a way to save her cousin's life.","在被死之螺旋囚禁的異界中登場的阿爾貝德族少女，她對召喚士要為和平獻身的世間常理感到不平，並不想讓準備遵循命運的優娜去送死，於是計劃在幻光河誘拐優娜結果失敗。之後她便成為了優娜的護衛之一，與一行人一起踏上了旅途。她雖然尊重優娜的意志，但也在拼命尋找能夠讓優娜活下來的方法。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 알베드족 소녀. 평화를 위해 소환사가 희생되어야만 하는 사실이 불합리하다고 느끼고 있다. 소환사의 운명에 따라 목숨을 버리려 하는 유우나를 살리고 싶어 환각의 강에서 그녀를 납치하려 했으나 실패하고 만다. 그 이후, 사촌이기도 한 유우나의 가드 중 한 명으로서 여행에 동행하여, 그녀의 의사를 존중하면서도 그 목숨을 잃지 않아도 되는 방법을 모색하고 있다.","Une jeune fille qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Rikku rejette la méthode employée par les Invokeurs afin de ramener la paix sur Spira. Dans l'espoir d'épargner à Yuna un funeste destin, elle tenta de l'enlever sur le fleuve Sélénos, mais échoua. Finalement, elle devint la dernière gardienne de Yuna et l'accompagna pour le reste de son pèlerinage. Cependant, elle n'abandonna jamais l'espoir de trouver un moyen de sauver la vie de sa cousine.","Junges Mädchen, das in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Rikku glaubt, dass die Methode der Beschwörer, um die Welt zu retten, ungerecht ist. Da sie Yuna vor der Pflicht einer Beschwörerin zu sterben, retten will, versucht sie sie auf dem Moonflow zu entführen, scheitert aber. Gleichwohl wird sie Yunas letzte Wächterin und begleitet sie von da an auf ihrer Pilgerreise. Weiterhin hofft sie, einen Weg zu finden, um das Leben ihrer Cousine zu retten.","Chica de los relatos de otro mundo con gente atrapada en una espiral de muerte. Rikku cree que el método usado por los invocadores para traer la paz al mundo es injusto. Con la esperanza de salvar a Yuna de una muerte anunciada, parte de sus obligaciones como invocadora, trató de secuestrarla cerca del Río de la Luna, aunque no lo consiguió. Aun así, se convirtió en la guardiana final de la invocadora durante el resto de la peregrinación, pues no perdió la esperanza de poder salvar a su prima."],"summon":["All right!<br>Leave it to me!","好嘞，就交給我吧！","좋~았어,<br>나한테 맡겨 달라구!","Super !<br>Laisse-moi me charger du reste !","Nun gut!<br>Lasst mich mal machen!","¡Muy bien!<br>¡Ya me ocupo yo!"],"evolution":["My memories are quite sweet,<br>so you'd best be nice to me!","回憶固然美好，但不能沉浸於其中！","추억이란 건 포근하니까,<br>기대면 안 돼!","Mes souvenirs sont plutôt agréable,<br>donc tu ferais mieux d'être gentil avec moi !","Meine Erinnerungen sind schön,<br>sei also nett zu mir!","Mis recuerdos son de lo más tiernos,<br>¡así que más te vale ser bueno conmigo!"],"affinity":["So you've recognized me as one<br>of your friends, as well?<br>I'm happy to hear it!","你願意把我當做同伴？我很高興！","나를 동료로서 인정해 주는 거야?<br>후에키미, 모!<br>(정말 기뻐!)","Tu me considère aussi comme ton amie ?<br>Je suis si heureuse d'entendre ça !","Also bin ich jetzt auch einer deiner<br>Freunde?<br>Freut mich zu hören!","¿Así que tu también me aceptas como amiga tuya?<br>¡Me alegra oírlo!"],"fusion":["I'm really scary when I get mad, you know!<br>I literally just blow up!","我生氣起來可是很恐怖的！會失控的！","나, 화나면 무섭거든~!<br>확 날려 버릴 거야!","Je peux être vraiment effrayante quand je suis énervée, tu sais !<br>J'explose littéralement !","Ich bin schrecklich, wenn ich mich aufrege!<br>Ich explodiere wortwörtlich!","¡Si me enfado doy mucho mucho miedo, que lo sepas!<br>¡Vamos, tanto que las cosas explotan!"]}},"210000706":{"compendium_id":526,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1169,3541,450,225],"MP":[53,160,75,37],"ATK":[47,142,30,15],"DEF":[41,125,30,15],"MAG":[39,118,30,15],"SPR":[41,125,30,15]},"limitburst_id":210000706,"attack_count":1,"attack_damage":[[100]],"attack_frames":[22],"effect_frames":[20],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young girl who appears in the tales of another world where its people are trapped in a spiral of death. Rikku suffered a traumatizing accident during her childhood that left her with a phobia of thunder. Although she may seem overly emotional and childish, she has a good head on her shoulder for someone so young. She was resolved to find a way to save Yuna's life with Tidus until they realized that the Final Summoning was but a false rite. Now they must find a way to defeat Sin without the Final Summoning, and Rikku is racking her brain trying to accomplish the feat.","在被死之螺旋囚禁的異界中登場的阿爾貝德族少女，兒時遭遇的事故使她十分害怕打雷。她的感情豐富，舉止很像個小孩子，但想法卻很成熟。她與提達二人一起思考能夠讓優娜活下來的方法。在優娜得知究極召喚只能帶來假象的和平並拒絕進行究極召喚時，她也為了用其他方法打倒「辛」而出謀劃策。","죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 알베드족 소녀. 어릴 적의 사고로 인해 번개를 심각하게 무서워한다. 감정이 풍부하고 어린아이다운 면이 아직 남아있는 한편, 티더와 함께 유우나가 죽지 않아도 되는 방법을 찾고 있었지만, 유우나가 궁극 소환을 그릇된 희망이라며 거부한 뒤로 궁극 소환 이외의 방법으로 '신'을 쓰러뜨릴 방법을 찾아 지혜를 짜내고 있다.","Une jeune fille qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Suite à un traumatisme survenu dans son enfance, Rikku a une peur panique des éclairs. Si elle peut parfois sembler puérile ou trop sensible, elle cache en réalité une grande maturité pour son âge. Elle et Tidus étaient déterminés à sauver la vie de Yuna, jusqu'à ce qu'ils découvrent que l'Ultime Chimère n'était qu'un mensonge. Désormais, Rikku se creuse la tête de toutes ses forces pour trouver un bien meilleur moyen de vaincre Sin.","Junges Mädchen, das in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Als Kind erlebte Rikku ein traumatisches Ereignis, das eine Donnerphobie in ihr erzeugte. Obwohl sie kindisch und überemotional wirkt, besitzt sie für ihr Alter ein gutes Urteilsvermögen. Gemeinsam mit Tidus wollte sie Yunas Leben retten, bis sich herausstellte, dass die letzte Beschwörung eine Täuschung war. Nun müssen sie ohne diese einen Weg finden, Sin zu besiegen, und Rikku zerbricht sich den Kopf darüber.","Chica de los relatos de otro mundo con gente atrapada en una espiral de muerte. Rikku tiene fobia a los truenos debido a un suceso traumático de su infancia. Aunque parece una joven ingenua y alocada, tiene la cabeza en su sitio. Estaba decidida a encontrar la manera de salvar la vida a Yuna junto a Tidus, hasta que descubrió que la invocación final solo era un ritual falso. Ahora deben encontrar la manera de derrotar a Sinh sin tal invocación y Rikku se estruja los sesos para cumplir semejante hazaña."],"summon":["No worries!<br>I'm right beside you!","沒關係，有我在呢！","괜찮아~<br>내가 함께라니까!","T'inquiète !<br>J'assure tes arrières !","Keine Sorge!<br>Ich bin bei euch!","¡Que no cunda el pánico!<br>¡Estoy a tu lado!"],"evolution":["Another five to six years and<br>I'll be an adult, too.","再有5～6年，我也能成為一個大人了。","뭐, 나도 5~6년만 지나면<br>어엿한 어른이라 이거야.","Encore cinq ou six ans,<br>et je serai adulte aussi.","Noch fünf oder sechs Jahre,<br>dann bin ich auch erwachsen.","En otros cinco o seis años<br>yo también seré adulta."],"affinity":["So you've recognized me as one<br>of your friends, as well?<br>I'm happy to hear it!","你願意把我當做同伴？我很高興！","나를 동료로서 인정해 주는 거야?<br>후에키미, 모!<br>(정말 기뻐!)","Tu me considère aussi comme ton amie ?<br>Je suis si heureuse d'entendre ça !","Also bin ich jetzt auch einer deiner<br>Freunde?<br>Freut mich zu hören!","¿Así que tu también me aceptas como amiga tuya?<br>¡Me alegra oírlo!"],"fusion":["If someone wants to start a fight,<br>you can bet I'm going to end it!<br>But then again, if it's lightning they're packing...","找我打架，你還嫩了點。啊，不過不要使用雷屬性的攻擊啊……","걸려온 싸움은 피하지 않아~<br>아, 그치만 번개는 싫어……","Si on te cherche des noises,<br>tu peux être sûr que je calmerai leurs ardeurs! S'ils utilisent la foudre... c'est une autre histoire...","Fängt jemand Streit an,<br>werde ich ihn beenden!<br>Wenn Sie aber mit Blitz und Donner kommen ...","¡Cómo alguien se atreva a empezar una riña,<br>que sepas que yo me meto a acabarla!<br>Ah, pero no si saben utilizar rayos..."]}}},"skills":{"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100040":{"name":"MP +10%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 10%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"200010":{"name":"Steal","cost":{"MP":3},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Steal item from one enemy"],"icon":"ability_82.png"},"200020":{"name":"Mug","cost":{"MP":8},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Physical* damage (1.2x, ATK) to one enemy","Steal item (+50%) from one enemy"],"icon":"ability_82.png"},"200250":{"name":"Escape","cost":{"MP":4},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Escape Battle"],"icon":"ability_57.png"},"209000":{"name":"Lucky Girl","attack_type":"None","element_inflict":null,"effects":["20% chance of evading physical attacks","Reduce chance of being targeted by 30%"],"icon":"ability_97.png"},"209010":{"name":"Mega Phoenix","cost":{"MP":70},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Revive all allies from KO (100% HP)"],"icon":"ability_1.png"},"209020":{"name":"Mix","cost":{"MP":16},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Gain Hazardous Shell (501130), Hyper NulAll (501140) and Sunburst (501120) for 3 turns"],"icon":"ability_60.png"},"209030":{"name":"Drive Boost","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%"],"icon":"ability_78.png"},"209040":{"name":"Al Bhed Potion","cost":{"MP":12},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Restore 1000 HP to all allies","Cure Poison, Silence and Petrify for all allies"],"icon":"ability_4.png"},"209050":{"name":"Lightning Rod","cost":{"MP":23},"attack_frames":[[45,50,55,60,65,70,75,80,90]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (2.3x, ATK) to one enemy"],"icon":"ability_20.png"},"209060":{"name":"Burning Soul","cost":{"MP":23},"attack_frames":[[40,65,90,115,140,165,190,215,240]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (2.3x, ATK) to one enemy"],"icon":"ability_21.png"},"209070":{"name":"Tidal Wave","cost":{"MP":23},"attack_frames":[[40,48,57,65,74,82,91,100,110]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (2.3x, ATK) to one enemy"],"icon":"ability_23.png"},"209080":{"name":"Winter Storm","cost":{"MP":23},"attack_frames":[[40,53,67,80,94,107,121,134,150]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Physical ice damage (2.3x, ATK) to one enemy"],"icon":"ability_22.png"},"501120":{"name":"Sunburst","cost":{"MP":30},"attack_frames":[[150]],"attack_type":"None","element_inflict":null,"effects":["Fixed damage (19998) to all enemies"],"icon":"ability_10.png","parentID":"209020"},"501130":{"name":"Hazardous Shell","cost":{"MP":30},"attack_frames":[[240]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies","Inflict 2 random status effects (Petrify 100% and Poison, Blind, Sleep, Silence, Paralyze, Confusion and Disease 30%) to all enemies"],"icon":"ability_14.png","parentID":"209020"},"501140":{"name":"Hyper NulAll","cost":{"MP":40},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to all elements by 40% for 3 turns to all allies","Reduce damage taken by 30% to all allies for 3 turns"],"icon":"ability_9.png","parentID":"209020"},"705090":{"name":"Mix+1","cost":{"MP":16},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Gain Hazardous Shell+1 (504850), Hyper NulAll+1 (504860), Sunburst+1 (504840) and Ultra Potion+1 (504870) for 3 turns"],"icon":"ability_60.png"},"705100":{"name":"Mix+1","cost":{"MP":16},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Gain Hazardous Shell+2 (504890), Hyper NulAll+2 (504900), Sunburst+2 (504880) and Ultra Potion+2 (504910) for 4 turns"],"icon":"ability_60.png"},"705110":{"name":"Tidal Wave+1","cost":{"MP":23},"attack_frames":[[40,48,57,65,74,82,91,100,110]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (2.8x, ATK) to one enemy"],"icon":"ability_23.png"},"705120":{"name":"Tidal Wave+1","cost":{"MP":23},"attack_frames":[[133,145,157,169,181,193,205,217,229,241,253,265]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (2.8x, ATK) to one enemy"],"icon":"ability_23.png"},"705130":{"name":"Drive Boost+1","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%","Increase ATK by 15% when equipped with a Fist","Increase MP by 15% when equipped with a Light Shield"],"icon":"ability_78.png"},"705140":{"name":"Drive Boost+1","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%","Increase ATK by 30% when equipped with a Fist","Increase MP by 30% when equipped with a Light Shield"],"icon":"ability_78.png"}},"LB":{"name":"Hyper Mighty G","attack_count":[1],"attack_frames":[[100]],"damage_type":"None","element_inflict":null,"min_level":["Increase DEF and SPR by 50% for 3 turns to all allies","Auto-revive (80% HP) for 3 turns to all allies"],"max_level":["Increase DEF and SPR by 74% for 3 turns to all allies","Auto-revive (80% HP) for 3 turns to all allies"]},"TMR":{"name":"Rikku's Pouch","compendium_id":469,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"209090":{"name":"Chaos Grenade","cost":{"MP":50},"attack_frames":[[150]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies","Inflict one random status effect (Petrify 100% and Poison, Blind, Sleep, Silence, Paralyze, Confusion and Disease 30%) to all enemies","Reduce ATK, DEF, MAG and SPR by 30% for 3 turns to all enemies"],"icon":"ability_14.png","desc":""},"209100":{"name":"Panacea","cost":{"MP":25},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure all status effects for all allies"],"icon":"ability_3.png","desc":""},"209110":{"name":"Eccentrick","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 200% for 5 turns to all allies"],"icon":"ability_4.png","desc":""}},"effects":["Grants 'Chaos Grenade' ability.","Grants 'Panacea' ability.","Grants 'Eccentrick' ability."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":3,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50233.png","strings":{"name":["Rikku's Pouch","琉克的小包","류크의 파우치","Sac de Rikku","Rikkus Beutel","Mochila de Rikku"],"desc_short":["An otherworldly pouch that can be filled with various things.","能夠容納各種道具的異界小包","다양한 아이템을 수납할 수 있는 이계의 파우치","Une sacoche qui peut servir à transporter différentes choses.","Ein Beutel aus einer anderen Welt für verschiedene Dinge.","Una mochila de otro mundo llena de objetos variopintos."],"desc_long":["A rare and valuable pouch from another world that can be attached to one's leg. Its convenient size allows for easy movement when in battle, while accommodating various items within. In the world of Spira a young Al Bhed girl is said to have used the articles she kept in this pouch to create various concoctions and powerful items.","來自異界的小包，可裝備在腿部，因此不會妨礙移動或者戰鬥。做工小巧精緻，然而能夠裝下各種各樣的道具。在異界「史匹拉」，這個小包由一位擅長機械的阿爾貝德族的少女持有。她能夠用小包裡的東西調和出各種效果更強的道具。","이계에서 만들어진 파우치. 다리에 장착하는 타입으로, 이동이나 전투에 방해가 되지 않을 정도의 사이즈임에도 실로 여러 가지 아이템을 수납할 수 있는 뛰어난 걸작품이다. 이계 스피라에서는, 오랜 세월 동안 기계를 다루어온 '알베드족'의 소녀가 이 파우치를 소지하고 있었으며, 파우치에서 꺼낸 여러 아이템을 조합하여 더욱 강력한 아이템을 만들어냈다고 한다.","Un petit sac rare et cher d'un autre monde qui s'attache à la jambe. Sa taille très pratique autorise des mouvements bien plus aisés en combat, tout en permettant de stocker différents objets à l'intérieur. Dans le monde de Spira, une jeune fille Al Bhed dit avoir utilisé ce petit sac pour créer diverses concoctions et de puissants objets.","Ein seltener wie wertvoller Beutel aus einer anderen Welt, den man sich ans Bein schnallen kann. Im Kampf ist damit freie Bewegung möglich, obwohl sich verschiedene Gegenstände darin verstauen lassen. In der Welt von Spira soll ein junges Al-Bhed-Mädchen mit den Dingen in ihrem Beutel diverse Geheimrezepte und mächtige Gegenstände hergestellt haben.","Una mochila rara y valiosa de otro mundo que se ata a la pierna. Su práctico tamaño no estorba en el movimiento en batalla, y puede contener varios objetos. Se dice que en el mundo de Spira una joven Al Bhed usaba los objetos que llevaba en la bolsa para crear varias pociones y objetos poderosos."]}}},"210000804":{"rarity_min":4,"rarity_max":6,"name":"Seymour","game":"FFX","job":"Maester","sex":"Male","equip":[1,5,6,30,40,50,53,60],"entries":{"210000804":{"compendium_id":789,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[686,2079,210,105],"MP":[35,107,35,17],"ATK":[19,57,14,7],"DEF":[24,73,14,7],"MAG":[28,85,18,9],"SPR":[24,73,14,7]},"limitburst_id":210000804,"attack_count":1,"attack_damage":[[100]],"attack_frames":[30],"effect_frames":[28],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,6,1,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":20,"290030700":13,"290040300":5,"290050300":7,"290050400":5}},"strings":{"description":["A young Guado who sought to rid Spirans from the suffering of existence by destroying the world. Seymour succeeded his father as a Maester of Yevon after the latter's death. He boasts incredible summoning powers as proven by his quick elimination of the fiends threatening the port city of Luca, which he disposed of by summoning forth the powerful aeon known as Anima. Unbeknownst to the people of Luca, however, this had all been a plan devised by Seymour himself to win their trust by saving their lives.","瓜德族青年，試圖通過毀滅的方式將異界史匹拉從死亡的悲傷中拯救出來。他繼承了亡父吉斯卡爾之位，成為了掌控耶朋寺院的四老師之一。他作為召喚士的能力十分優秀，在港都路加遭到魔物襲擊時，他召喚出了強大的召喚獸——靈魂，以迅雷之勢鎮壓了騷亂。然而，這一切都是為了獲得民眾支持而自導自演的好戲。","멸망으로써, 이계 스피라를 죽음의 슬픔으로부터 해방하려 했던 구아드족 청년. 세상을 떠난 아버지 지스칼의 뒤를 이어 에본 사원의 정점에 선 네 노사의 일원이 되었다. 소환사로서 월등한 실력을 자랑하며, 항구마을 루카가 마물의 습격을 받았을 때 강력한 소환수 아니마를 소환하여 눈 깜짝할 사이 소동을 진압했다. 그러나 이 소동은 마을을 위험에서 구제하여 민중의 지지를 모으려는 시모어의 계략이었다.","Un jeune Guado qui désirait débarrasser le peuple de Spira de ses souffrances en détruisant le monde entier. Seymour succéda à son père et endossa le rôle de Maître de Yevon après sa mort. Ses dons d'invocateur étaient prodigieux, en atteste son recours à la redoutable Anima pour éliminer les monstres qui attaquaient Luca. Les habitants de cette ville portuaire ignoraient alors qu'il s'agissait là d'un plan élaboré par Seymour lui-même afin de gagner leur confiance en leur sauvant la vie.","Ein junger Guado, der Spira durch dessen Vernichtung vom Schmerz des Todes erlösen wollte. Nach dem Tod seines Vaters Jyscal übernahm Seymor dessen Amt als einer der vier Primasse an der Spitze Yevons. Seine überragenden Fähigkeiten als Medium stellte er in Luca unter Beweis, als er einem Angriff durch Monster in kürzester Zeit durch die Beschwörung der mächtigen Bestia Anima Einhalt gebot. Zu diesem Zeitpunkt wusste niemand, dass Seymor den Angriff selbst veranlasst hatte, um durch seinen Einsatz das Vertrauen der Menschen zu gewinnen.","Un guado que quería destruir el mundo de Spira para salvarlo de su trágico ciclo de muerte. Seymour sucedió a su padre al frente del Templo de Yevon, convirtiéndose en uno de los cuatro venerables. Destaca su talento para la invocación, que demostró en la ciudad portuaria de Luca llamando al poderoso eón Ánima para derrotar a los monstruos que atacaron la ciudad. Sin embargo, los habitantes de Luca desconocen que todo se trataba de un plan maquinado por Seymour para ganarse su confianza salvándoles la vida."],"summon":["I vow to fulfill my duties as a maester<br>of Yevon to the best of my abilities.","我身為耶朋的老師，<br>會賭上性命，<br>將理想變為現實。","에본의 노사로서<br>이상을 실현하고자<br>목숨을 바칠 생각이네.","Je jure de remplir mes devoirs de Maître du mieux que je le pourrai.","Als Primus von Yevon werde ich<br>die Vision meines Vaters ehren<br>und sein Werk fortführen.","Como venerable de Yevon, sacrificaré mi vida por hacer realidad mis ideales."],"evolution":[null,null,null,null,null,null],"affinity":["I will save you in your time of need.<br>You should be grateful.","在你有困難時，<br>我將會出手相助。<br>好好感謝我吧。","네가 괴로울 땐<br>내가 직접 도와주리라.<br>감사하도록.","Je te sauverai lorsque tu auras besoin de moi.<br>Tu devrais être reconnaissant.","Ich werde dich retten, wenn du in Not bist.<br>Du solltest dankbar sein.","Te salvaré cuando más lo necesites. Deberías agradecérmelo."],"fusion":["Must I always endure such praise?","馬屁如果被拍過頭，<br>就會讓人感到噁心。","너무 띄워주면<br>불편하다네.","Dois-je constamment subir de tels éloges ?","Zu viel Lob behagt mir nicht.","No debes alabarme tanto."]}},"210000805":{"compendium_id":790,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[892,2702,240,120],"MP":[46,139,40,20],"ATK":[24,74,16,8],"DEF":[31,94,16,8],"MAG":[36,110,24,12],"SPR":[31,94,16,8]},"limitburst_id":210000805,"attack_count":1,"attack_damage":[[100]],"attack_frames":[30],"effect_frames":[28],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,7,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":10,"290060200":20,"290060300":5,"290060400":10}},"strings":{"description":["A young Guado who sought to rid Spirans from the suffering of existence by destroying the world. Seymour planned to use Yuna to accomplish his goals of destroying Spira, as his twisted mind had led him to believe that \"If all life were to end in Spira, all suffering would end.\" Although in the beginning he pretended to be a well-mannered gentleman by going as far as proposing to Yuna, he eventually turned violent and unapologetic, ultimately trying take possession of her through sheer force.","瓜德族青年，試圖通過毀滅的方式將異界史匹拉從死亡的悲傷中拯救出來。「若一切生命盡數毀滅，所有苦痛都將治癒」是他扭曲的信條。為實現這一理念，他企圖利用優娜執行毀滅史匹拉的計劃。剛開始時假裝溫柔的紳士，以博得優娜的好感，向其求婚。在野心暴露後，他轉而使用強硬手段，不惜用粗野的方式強行掌控優娜。","멸망으로써, 이계 스피라를 죽음의 슬픔으로부터 해방하려 했던 구아드족 청년. '모든 생명이 멸망하면, 모든 고통이 치유된다'라는 일그러진 사상을 갖고 있으며, 스피라의 멸망 계획을 실현하기 위해 유우나를 이용하려 한다. 처음에는 신사다운 태도를 보이며 그녀에게 구혼했으나, 야심이 발각되자 거친 수단을 동원하여 억지로 그녀를 손에 넣으려 했다.","Un jeune Guado qui désirait débarrasser le peuple de Spira de ses souffrances en détruisant le monde entier. Seymour souhaitait se servir de Yuna pour accomplir son objectif et détruire Spira. Dans son esprit corrompu, il était en effet persuadé que \"si la vie cessait d'exister dans tout Spira, alors la souffrance elle aussi disparaîtrait\". Il se fit d'abord passer pour un gentilhomme aimable et attentionné, et demanda même Yuna en mariage. Il se montra cependant violent et fit preuve de cruauté par la suite, et chercha à s'emparer d'elle par la force.","Ein junger Guado, der Spira durch dessen Vernichtung vom Schmerz des Todes erlösen wollte. In seiner verdrehten Vorstellung konnte dies nur geschehen, indem er Zerstörung über die Welt bringt. \"Jedes Leben soll zugrunde gehen und jeglicher Schmerz ein Ende haben.\" Das junge Medium Yuna sollte eine wichtige Rolle in der Umsetzung seiner Pläne spielen. Während Seymor zu Beginn den vollendeten Kavalier mimte und sogar um ihre Hand anhielt, ergriff er schnell gewaltsamere Methoden, um sich Yuna gefügig zu machen, als diese seine Pläne durchschaute.","Un guado que quería destruir el mundo de Spira para salvarlo de su trágico ciclo de muerte. Seymour tenía intención de usar a Yuna para cumplir su plan de destruir Spira, pues la lógica de su retorcida mente era la siguiente: \"si acabara la vida en Spira, terminaría el sufrimiento\". Al principio, fingía ser todo un caballero y llegó a proponerle matrimonio a Yuna, pero cuando esta táctica no funcionó trató de obligarla por la fuerza a obedecer su voluntad destructiva."],"summon":["If all life were to end, all suffering would end. I shall grant you eternal repose.","如果消滅全部生命的話，<br>全部的苦痛……也會被治癒。<br>我將會給予大家永遠的安寧。","모든 생명이 멸망하면<br>모든 고통도…… 또한 사그라질 터.<br>내가 영원한 안식을 전해 주리라.","Si toute vie disparaissait de la surface de Spira, la peine n'aurait plus lieu d'exister.","Jedes Leben soll zugrunde gehen<br>und jeglicher Schmerz ein Ende haben.<br>Ich werde euch den ersehnten Frieden bringen.","Si acabara la vida en Spira, terminaría el sufrimiento. Sumiré todo en un sueño eterno."],"evolution":["Feel my pain!<br>Let darkness take you!","了解我的黑暗面……<br>前往沒有光明的世界吧。","내 어둠을 보아라……<br>빛없는 세계로 이끌어 주겠다.","Goûtez à ma souffrance...<br>Laissez les Ténèbres vous emporter !","Ich zeige euch meine Finsternis.<br>Eine Welt ohne Licht.","¡Sentid mi dolor! ¡Caed en las tinieblas!"],"affinity":["I will save you in your time of need.<br>You should be grateful.","在你有困難時，<br>我將會出手相助。<br>好好感謝我吧。","네가 괴로울 땐<br>내가 직접 도와주리라.<br>감사하도록.","Je te sauverai lorsque tu auras besoin de moi.<br>Tu devrais être reconnaissant.","Ich werde dich retten, wenn du in Not bist.<br>Du solltest dankbar sein.","Te salvaré cuando más lo necesites. Deberías agradecérmelo."],"fusion":["With death on our side, we will save everyone and release them from their pain.","用死之力拯救一切事物……<br>所有的悲傷都將煙消雲散。","죽음의 힘으로 모든 것을 구제한다……<br>모든 슬픔은 이슬처럼 사라지리라.","Avec la mort pour alliée, je sauverai le monde. Je le libèrerai de ses souffrances.","Die Kraft des Todes wird Spira retten ...<br>Und alle Trauer wird sich auflösen wie Nebel.","Con la muerte salvaremos a Spira. Así dejará de sufrir."]}},"210000806":{"compendium_id":791,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1159,3512,390,195],"MP":[59,180,65,32],"ATK":[31,95,26,13],"DEF":[40,122,26,13],"MAG":[47,142,34,17],"SPR":[40,122,26,13]},"limitburst_id":210000806,"attack_count":1,"attack_damage":[[100]],"attack_frames":[30],"effect_frames":[28],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,8,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young Guado who sought to rid Spirans from the suffering of existence by destroying the world. Seymour grew up seeing the threat that Sin presented for Spira since childhood, and came to the conclusion that the only way to save Spira was to bring about its destruction by becoming Sin himself. He lost his life after facing Yuna and her guardians in battle, but his strong emotional ties to the world caused him to remain as an unsent, allowing him to continue thwarting Yuna's actions multiple times.","瓜德族青年，試圖通過毀滅的方式將異界史匹拉從死亡的悲傷中拯救出來。他從小時候起就一直目睹著「辛」對世界造成了各種恐懼，逐漸萌生了親自化身為「辛」毀滅史匹拉就可以拯救一切的極端思想。儘管在和優娜等人的戰鬥中殞命，但他強烈的執念存留於世間，使他化作死之人，不斷地阻撓優娜等人的行程。","멸망으로써, 이계 스피라를 죽음의 슬픔으로부터 해방하려 했던 구아드족 청년. 어릴 적부터 '신'에 의해 세계가 공포에 빠지는 모습을 보아온 그는, 스스로 '신'이 되어 스피라를 멸망시켜 모든 것을 구원하려고 했다. 유우나 일행과의 전투에 패배해 목숨을 잃었으나, 강한 집착으로 인해 유령이 되어 세계에 남아 몇 번이고 그녀의 앞을 가로막았다.","Un jeune Guado qui désirait débarrasser le peuple de Spira de ses souffrances en détruisant le monde entier. Tout au long de son enfance, Seymour fut soumis à la menace que Sin représentait pour Spira et finit par conclure que le seul moyen de sauver ce monde était d'engendrer sa destruction en devenant le prochain Sin. Il périt à la suite de son combat contre Yuna et ses gardiens, mais les liens émotionnels qui l'unissaient à Spira lui permirent de persister sous la forme d'un errant et de faire ainsi son possible pour déjouer les projets de l'invocatrice et des siens.","Ein junger Guado, der Spira durch dessen Vernichtung vom Schmerz des Todes erlösen wollte. Seymor wuchs in einer Welt auf, die von der Angst vor Sin gekennzeichnet war. In seiner Vorstellung konnte er diese Welt retten, indem er selbst zu Sin wurde und Spira vollkommen zerstörte. Er verlor sein Leben, als er sich Yuna und ihrer Leibgarde im Kampf stellte, doch vermochte es durch seine Beharrlichkeit in Spira zu verbleiben und sich dem jungen Medium wiederholte Male in den Weg zu stellen.","Un guado que quería destruir el mundo de Spira para salvarlo de su trágico ciclo de muerte. Seymour creció viendo cómo su mundo vivía temiendo a Sinh hasta llegar a la conclusión de que la única forma de salvar Spira era destruyéndola y convirtiéndose en Sinh él mismo. Perdió la vida enfrentándose en combate a Yuna y sus guardianes, pero su fuerte convicción le hizo permanecer en el mundo tras su muerte, por lo que pudo continuar frustrando los planes de Yuna una vez tras otra."],"summon":["Now is your time to die.<br>Your meaningless existence ends here.","沉浸在死亡的安息中吧……<br>我將斬斷一切的嘆息。","죽음의 안식에 잠겨라.<br>모든 비탄을 끊어 주리라.","Ton heure a sonné. Ici s'achève ton insignifiante existence !","Möge euch der letzte Schlaf übermannen.<br>Hier und jetzt werde ich euch erlösen.","Prepárate. Ha llegado tu hora. ¡Aquí termina tu vana existencia!"],"evolution":["Life is but a passing dream, but<br>the death that follows is eternal.","生命說穿了只是虛無的夢。<br>在生命的最後所迎接的死亡才是永恆。","생명이란 그저 텅 빈 꿈일지니.<br>삶 뒤에 찾아오는 죽음만이 영원하리라.","La vie n'est qu'un rêve éphémère,<br>mais la mort qui lui succède est éternelle.","Das Leben ist nur ein Traum ohne Sinn.<br>Der Tod hingegen weilt ewig.","La vida es un sueño pasajero. La muerte es eterna."],"affinity":["I will save you in your time of need.<br>You should be grateful.","在你有困難時，<br>我將會出手相助。<br>好好感謝我吧。","네가 괴로울 땐<br>내가 직접 도와주리라.<br>감사하도록.","Je te sauverai lorsque tu auras besoin de moi.<br>Tu devrais être reconnaissant.","Ich werde dich retten, wenn du in Not bist.<br>Du solltest dankbar sein.","Te salvaré cuando más lo necesites. Deberías agradecérmelo."],"fusion":["Let death carry you off into peaceful slumber.","只要將自己託付給毀滅之力，<br>就能夠安心長眠了。","멸망의 힘에 몸을 맡기면<br>평온히 잠들 수 있을 것이다.","Laisse la mort t'emporter dans un sommeil paisible.","Lasst Euch vom Tode führen<br>Er geleitet Euch in den ewigen Schlaf.","Dejad que la muerte os dé la paz eterna."]}}},"skills":{"20080":{"name":"Fira","cost":{"MP":9},"attack_frames":[[95]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies"],"icon":"ability_21.png"},"20090":{"name":"Blizzara","cost":{"MP":9},"attack_frames":[[145]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.4x, MAG) to all enemies"],"icon":"ability_22.png"},"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20110":{"name":"Watera","cost":{"MP":9},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.4x, MAG) to all enemies"],"icon":"ability_23.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20230":{"name":"Waterga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.8x, MAG) to all enemies"],"icon":"ability_23.png"},"20460":{"name":"Darkra","cost":{"MP":9},"attack_frames":[[170]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (1.4x, MAG) to all enemies"],"icon":"ability_26.png"},"20470":{"name":"Darkga","cost":{"MP":20},"attack_frames":[[230]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (1.8x, MAG) to all enemies"],"icon":"ability_26.png"},"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"100040":{"name":"MP +10%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 10%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png"},"100200":{"name":"EVO MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 20%"],"icon":"ability_77.png"},"100210":{"name":"EVO MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 30%"],"icon":"ability_77.png"},"200160":{"name":"Dual Black Magic","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Enable unit to cast 2 black magic spells"],"icon":"ability_26.png"},"219050":{"name":"Insane Darkness","cost":{"MP":35},"attack_frames":[[160]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (2.5x, MAG) to one enemy","Reduce resistance to Dark by 50% for 3 turns to one enemy"],"icon":"ability_26.png"},"219060":{"name":"Cross Cleave","cost":{"MP":32},"attack_frames":[[45],[42]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (4x, MAG) to one enemy","50% HP damage to caster"],"icon":"ability_10.png"},"219070":{"name":"Dark Tenacity","cost":{"MP":20},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 100% for 3 turns to caster","Reduce DEF by 50% for 3 turns to caster"],"icon":"ability_77.png"},"707402":{"name":"Cross Cleave+1","cost":{"MP":32},"attack_frames":[[45],[42]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (5.2x, MAG) to one enemy","50% HP damage to caster"],"icon":"ability_10.png"},"707403":{"name":"Cross Cleave+2","cost":{"MP":32},"attack_frames":[[45],[42]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (7x, MAG) to one enemy","50% HP damage to caster","Restore 60 MP to caster"],"icon":"ability_10.png"},"707404":{"name":"Dark Tenacity+1","cost":{"MP":20},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 100% for 3 turns to caster"],"icon":"ability_77.png"},"707405":{"name":"Dark Tenacity+2","cost":{"MP":20},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 120% and SPR by 60% for 3 turns to caster"],"icon":"ability_77.png"},"707406":{"name":"Insane Darkness+1","cost":{"MP":35},"attack_frames":[[160]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (3x, MAG) to one enemy","Reduce resistance to Dark by 50% for 3 turns to one enemy"],"icon":"ability_26.png"},"707407":{"name":"Insane Darkness+2","cost":{"MP":35},"attack_frames":[[160]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (4x, MAG) to one enemy","Reduce resistance to Dark by 75% for 3 turns to one enemy"],"icon":"ability_26.png"}},"LB":{"name":"Requiem","attack_count":[1],"attack_frames":[[320]],"damage_type":"Magic","element_inflict":null,"min_level":["Magic damage (5x, MAG) to all enemies","Increase magic damage against Reapers by 100% to caster for 3 turns"],"max_level":["Magic damage (7.4x, MAG) to all enemies","Increase magic damage against Reapers by 100% to caster for 3 turns"]},"TMR":{"name":"Yevon's Wisdom","compendium_id":681,"compendium_shown":true,"unit_restriction":null,"skills":{"219080":{"name":"Yevon's Wisdom","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 15%","Increase Esper summon damage by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Yevon's Wisdom' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_77.png","strings":{"names":["Yevon's Wisdom","耶朋的教誨","에본의 가르침","Sagesse de Yevon","Yevons Lehren","Sabiduría de Yevon"],"desc_short":["Boost HP and MP by 15% and boost parameters of espers evoked by 10%","提高15%HPMP+發動召喚魔法時提高10%幻獸狀態","HP와 MP 15% 상승+소환마법 사용 시 환수 능력치 10% 상승","Augmente les PV et les PM de 15% et augmente les caractéristiques des chimères de 10%","Erhöht LP und MP um 15% und erhöht die Werte gerufener Esper um 10%","Aumenta VIT y PM un 15%, potencia a espers invocados un 10%"],"desc_long":["Boosts HP and MP by 15% and boosts parameters of espers evoked by 10%.","提高15%HPMP，並且發動召喚魔法時提高10%幻獸狀態。","HP와 MP가 15% 상승하고, 소환마법 사용 시 환수의 능력치가 10% 상승합니다.","Augmente les PV et les PM de 15% et augmente les caractéristiques des chimères de 10%","Erhöht LP und MP um 15% und erhöht die Werte gerufener Esper um 10%.","Aumenta la VIT y los PM un 15%, potencia a espers invocados un 10%."]},"type":"MATERIA"}},"210001005":{"rarity_min":5,"rarity_max":7,"name":"Jecht","game":"FFX","job":"Guardian","sex":"Male","equip":[1,2,3,8,9,15,16,40,41,50,51,52,60],"entries":{"210001005":{"compendium_id":1237,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[941,2853,240,120],"MP":[41,124,40,20],"ATK":[40,121,24,12],"DEF":[37,113,16,8],"MAG":[32,97,16,8],"SPR":[34,103,16,8]},"limitburst_id":210001005,"attack_count":2,"attack_damage":[[30,70]],"attack_frames":[19,66],"effect_frames":[17,64],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060200":10,"290060300":5}},"strings":{"description":["A man who appears in the tales of a faraway world trapped in a spiral of death. Once the star blitzball player of the sleepless city of Zanarkand, one day while training in the sea, he found himself lost in the foreign land of Spira. A suspicious man with no identification, he was captured, but the summoner Braska hired him as his Guardian and they left on a journey together.","在被死之螺旋囚禁的異界中登場的男性。他曾活躍於不夜城札納爾坎德，是水中競技項目“水鬥球”的明星選手。有一天，他在海上進行訓練時誤入了異世界史匹拉。他因身份不明遭到逮捕，但召喚士布拉斯卡以僱傭的形式幫助了他，他便作為布拉斯卡的護衛與其一同踏上旅程。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 남성이다. 한때는 잠들지 않는 도시 자나르칸드에서 수중 경기 블리츠볼의 스타 선수로 활약했다. 어느 날 바다에서 훈련하던 중 뜻하지 않게 이세계 '스피라'로 오게 되었다. 신원을 알 수 없는 수상한 인물이라고 붙잡혔다가 소환사 브라스카에게 고용되어 위기를 넘기고, 그의 가드가 되어 함께 여행하게 된다.","Un homme qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Ancienne star de blitzball de la ville de Zanarkand, il s'est retrouvé transporté dans les contrées inconnues de Spira alors qu'il s'entraînait en mer. Considéré comme un individu suspect, il s'est fait capturer, mais l'invocateur Braska l'a engagé en tant que gardien afin qu'il l'accompagne dans son pèlerinage.","Ein Mann aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Einst war er der Star-Blitzballspieler der schlaflosen Stadt Zanarkand. Als er jedoch eines Tages im Meer trainierte, verirrte er sich plötzlich in das ferne Land Spira und wurde als verdächtig eingestuft und gefangengenommen, aber das Medium Braska heuerte ihn als seinen Leibgardisten an und so brachen sie gemeinsam zu einer Reise auf.","Un hombre que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Un buen día, mientras entrenaba en el mar, la legendaria estrella de blitzbol de Zanarkand, la ciudad que nunca duerme, se encontró de pronto inmersa en la tierra lejana de Spira. Al tratarse de un hombre sospechoso sin identidad, lo capturan nada más llegar, pero el invocador Braska lo contrata como guardián y se embarcan juntos en una aventura."],"summon":["Well, you said it was gonna be a long trip. We'll be seeing a lot of neat things, right?","我不太清楚，大概會是一段漫長的旅途吧，感覺會遇到很多新奇的事。","잘 모르겠지만<br>긴 여행이 될 거잖아?<br>신기한 것도 많이 볼 수 있지 않겠어?","T'as dit qu'on allait faire un long voyage. On va voir plein de trucs intéressants, non ?","Na, ich versteh's zwar nicht so ganz, aber es wird doch 'ne lange Reise, oder? Das heißt, dass es viele interessante Dinge zu sehen gibt.","Dijiste que sería un viaje largo. Veremos muchas cosas, ¿no?"],"evolution":[null,null,null,null,null,null],"affinity":["I trust you'd think of something. If it were you, I'm sure you'd be able to find another way.","如果是你的話，無論遇到任何困難，都能用你無限的可能性去克服的吧。","너라면 어떤 위기가 닥쳐도<br>무한한 가능성으로<br>극복할 수 있겠지.","Je te fais confiance. Je sais que toi, tu aurais trouvé un autre moyen.","Ich vertraue darauf, dass dir was einfällt. Du findest doch immer einen Ausweg.","Se te ocurrirá algo. Tiene que haber alguna manera. Tú la encontrarás."],"fusion":["I'm the best! Why do today what you can leave for tomorrow?","我是特別的。明天的事明天再說！","이 몸은 특별하니까.<br>내일 할 수 있는 일은<br>내일 하면 그만인 거야!","Je suis le meilleur !Pourquoi faire aujourd'hui ce que je peux faire demain ?!","Ich bin was Besonderes.Was du heute kannst besorgen, das verschiebe ruhig auf morgen!","¡Soy el mejor!¿Por qué hacer hoy lo que puedes dejar para mañana?"]}},"210001006":{"compendium_id":1238,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1217,3689,390,195],"MP":[53,160,65,32],"ATK":[51,156,34,17],"DEF":[45,136,26,13],"MAG":[37,111,26,13],"SPR":[46,138,26,13]},"limitburst_id":210001006,"attack_count":2,"attack_damage":[[30,70]],"attack_frames":[19,66],"effect_frames":[17,64],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000960":1}},"strings":{"description":["A man who appears in the tales of a faraway world trapped in a spiral of death. He went on a journey with Lord Braska and Braska's other Guardian, Auron. Not knowing Braska's goal, he annoyed Auron more than a few times with thoughts of bringing souvenirs back for his family. However, his feelings began to change after learning of Braska's resolution and the truth about Spira.","在被死之螺旋囚禁的異界中登場的男性。他是召喚士布拉斯卡的護衛，與同為護衛的奧隆3人一同旅行。一開始他不知道布拉斯卡旅行的目的，也曾三番五次因為家人購買土特產惹奧隆生氣。但是隨著旅途不斷前進，當他得知史匹拉的實際情況和布拉斯卡的決心時，他的想法也發生了變化。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 남성이다. 소환사 브라스카의 가드로서, 또 다른 가드인 아론과 함께 셋이서 여행했다. 처음에는 브라스카가 여행하는 목적을 모르고 가족에게 줄 선물을 준비하는 등 들뜬 모습을 보여 몇 번이나 아론을 화나게 했다. 그러나 차츰 '스피라'의 상황과 브라스카의 각오를 알게 되면서 심경에 변화가 생긴다.","Un homme qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Il a accompagné l'invocateur Braska et son premier gardien, Auron, au cours de leur voyage. Ignorant tout de l'objectif de ce pèlerinage, il a exaspéré Auron plus d'une fois en parlant avec légèreté de rapporter des souvenirs à sa famille. Néanmoins, il a commencé à changer d'attitude lorsqu'il a appris le véritable but de Braska et la vérité sur Spira.","Ein Mann aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Er brach mit dem Medium Braska und dessen anderem Leibgardisten Auron zu einer Reise auf. Da er das Ziel von Braskas Reise nicht kannte, ging er Auron wiederholt mit der Idee auf die Nerven, Souvenirs für seine Familie mitzubringen. Seine Gefühle änderten sich jedoch allmählich, als er von Braskas Entschluss und der Wahrheit über Spira erfuhr.","Un hombre que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Se embarca en un viaje junto a Braska y Auron, su otro guardián. Totalmente ajeno al propósito de Braska, no deja de importunar a Auron con la idea de traer regalos para su familia. Sin embargo, empieza a dejar atrás esa actitud al enterarse de los propósitos de Braska y de la verdad sobre Spira."],"summon":["You want the ace for relief?Well then...Let's go!","是你呼喚了我這個王牌？那我們就出發吧！","에이스를 지명했겠다?<br>그럼……붙어볼까!","Quelqu'un a appelé le champion ?Bon ben... C'est parti !","Hat jemand nach dem Blitzballgott gerufen? Na dann ... auf geht's!","¿Quieres que el as corra en tu auxilio? Pues... ¡Empecemos!"],"evolution":["I'm outta your league, buddy!","我要告訴你我們的差距有多大。","수준이 다르다는 걸 똑똑히 보여주마.","Tu m'arrives pas à la cheville, gamin !","Du spielst nicht in meiner Liga, Freundchen.","No estamos en la misma liga, camarada."],"affinity":["I trust you'd think of something. If it were you, I'm sure you'd be able to find another way.","如果是你的話，無論遇到任何困難，都能用你無限的可能性去克服的吧。","너라면 어떤 위기가 닥쳐도<br>무한한 가능성으로<br>극복할 수 있겠지.","Je te fais confiance. Je sais que toi, tu aurais trouvé un autre moyen.","Ich vertraue darauf, dass dir was einfällt. Du findest doch immer einen Ausweg.","Se te ocurrirá algo. Tiene que haber alguna manera. Tú la encontrarás."],"fusion":["If everyone's depending on us, we'd better help them!","如果別人遇到困難，我們應該出手相助。","다들 어려움에 처했다면<br>우리가 도와줘야지.","Tout le monde compte sur nous ! On peut bien leur filer un petit coup de main !","Wenn sie in Schwierigkeiten sind, dann ist es an uns, ihnen zu helfen!","Si todos dependen de nosotros, ¡más nos vale echarles una mano!"]}},"210001007":{"compendium_id":1239,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1583,4796,540,270],"MP":[69,208,90,45],"ATK":[67,204,65,32],"DEF":[59,178,40,20],"MAG":[48,145,40,20],"SPR":[59,180,40,20]},"limitburst_id":210001007,"attack_count":2,"attack_damage":[[30,70]],"attack_frames":[19,66],"effect_frames":[17,64],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A man who appears in the tales of a faraway world trapped in a spiral of death. Although he loved his son, Tidus, he was an awkward father that antagonized him rather than showing kindness. After wandering into Spira and becoming Lord Braska's Guardian, he asked his comrade Auron to look after his son.","在被死之螺旋囚禁的異界中登場的男性。他是一個笨拙的父親，不善於表達愛意。雖然愛著自己的兒子提達，卻不會表達溫柔，反而招來了孩子的反感。在誤入史匹拉后，他作為召喚士布拉斯卡的護衛，並將孩子託付給同為護衛的奧隆照料。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 남성이다. 애정 표현이 서툴러 아들 티다를 사랑하면서도 다정하게 대하지 못해서 반감을 샀다. 뜻하지 않게 건너온 '스피라'에서 소환사 브라스카의 가드가 되어 함께 여행한 전우 아론에게 아들의 후견인이 되어달라고 부탁했다.","Un homme qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Bien qu'il aimait profondément son fils Tidus, c'était un père maladroit qui passait plus de temps à le rabrouer qu'à lui exprimer sa tendresse. Après être devenu le gardien de l'invocateur Braska et l'avoir accompagné jusqu'au terme de son voyage, il a demandé à son ami Auron de veiller sur son fils.","Ein Mann aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Obwohl er seinen Sohn Tidus liebte, war er ein unbeholfener Vater, der seinen Sohn mit harter Hand erzog und ihn so gegen sich aufbrachte. Nachdem es ihn nach Spira verschlug und er zum Leibgardisten von Braska wurde, bat er seinen Kameraden Auron darum, sich um seinen Sohn zu kümmern.","Un hombre que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. A pesar de amar a su hijo Tidus, no ha sido el mejor padre, ya que lo contrariaba todo el tiempo en lugar de demostrarle afecto. Tras deambular hasta Spira y convertirse en el guardián de Braska, le pide a su compañero Auron que cuide de su hijo."],"summon":["Time for the star to shine!Let's see who's number one.","該輪到明星出場了！看看誰才是第一名！","자, 스타가 납신다.<br>누가 최고인지 알려주지.","Faites place à la star !On va voir qui est le meilleur !","Jetzt ist endlich der Star dran! Finden wir heraus, wer die Nummer eins ist!","Es hora de que brille la estrella. Veamos quién está en la cima."],"evolution":["When it starts, I won't be myself anymore. I won't be able to hold myself back.","事已至此，也不必手下留情了！","이렇게 된 이상<br>봐줄 수는 없지!","Quand ça aura commencé, je serai plus moi-même. Je pourrai pas retenir mes coups.","Wenn's losgeht, dann verliere ich die Kontrolle ... Ich kann mich also nicht zügeln oder so!","Cuando empiece, dejaré de ser yo. No podré controlarme."],"affinity":["I trust you'd think of something. If it were you, I'm sure you'd be able to find another way.","如果是你的話，無論遇到任何困難，都能用你無限的可能性去克服的吧。","너라면 어떤 위기가 닥쳐도<br>무한한 가능성으로<br>극복할 수 있겠지.","Je te fais confiance. Je sais que toi, tu aurais trouvé un autre moyen.","Ich vertraue darauf, dass dir was einfällt. Du findest doch immer einen Ausweg.","Se te ocurrirá algo. Tiene que haber alguna manera. Tú la encontrarás."],"fusion":["It just goes to show, nobody can beat me!","哈，沒人能贏過我。","뭐, 어떤 녀석이<br>감히 날 이길 수 있겠어?","Qu'est-ce que je disais ? Personne peut me battre !","Ich sag doch, gegen mich hat niemand eine Chance!","¡Esto demuestra que nadie puede vencerme!"]}}},"skills":{"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"207000":{"name":"Top Athlete","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 200%","Increase resistance to Blind, Sleep and Paralyze by 100%"],"icon":"ability_19.png"},"207040":{"name":"Jecht Shot","cost":{"MP":45},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (2x * 2 = 4x, ATK) to one enemy (ignore cover)","Add Water element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_23.png"},"207070":{"name":"Tackle Slip","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks"],"icon":"ability_97.png"},"228880":{"name":"Jecht Beam","cost":{"MP":24},"attack_frames":[[65]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy","Inflict Petrify (30%) on one enemy","Restore 70 MP to caster"],"icon":"ability_10.png"},"228881":{"name":"Jecht Rush","cost":{"MP":45},"attack_frames":[[70,77,82,89,96,103],[110]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.5x * 2 = 1x, ATK) to one enemy (ignore cover)","Physical damage (2.5x * 2 = 5x, ATK) to one enemy (ignore cover)","Reduce resistance to Water by 75% for 3 turns to one enemy"],"icon":"ability_51.png"},"228882":{"name":"Hot Steel","cost":{"MP":45},"attack_frames":[[22,27,32,37,42,47,52,57,62,67,72],[92]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Physical damage (4x, ATK) to one enemy"],"icon":"ability_54.png"},"228883":{"name":"Triumphant Grasp","cost":{"MP":52},"attack_frames":[[19],[66]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Physical damage (3x, ATK) to all enemies","Inflict Disease (40%) on all enemies"],"icon":"ability_51.png"},"228884":{"name":"Jecht Bomber","cost":{"MP":48},"attack_frames":[[66],[90]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x * 2 = 3.6x, ATK) to all enemies (ignore cover)","Increase LB gauge by 6 to caster"],"icon":"ability_10.png"},"228885":{"name":"Jecht Shot Mark III","cost":{"MP":52},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to one enemy","Reduce DEF by 60% for 5 turns to one enemy"],"icon":"ability_40.png"},"228886":{"name":"Quick Block","cost":{"MP":38},"attack_frames":[[18,66]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy","Reduce damage taken from physical attacks taken by 20% to caster for one turn","Gain 3 uses of Hot Steel (228882), Jecht Beam (228880), Jecht Bomber (228884), Jecht Rush (228881), Jecht Shot (207040), Jecht Shot Mark III (228885), Quick Block (228886) and Triumphant Grasp (228883) for one turn"],"icon":"ability_51.png"},"228887":{"name":"Fake Out","cost":{"MP":76},"attack_frames":[[60]],"attack_type":"None","element_inflict":null,"effects":["Unlock Fake Out (508752) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"228888":{"name":"Otherworld","cost":{"MP":120},"attack_frames":[[290]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Otherworld (508753) on turn 8 [8 turns CD]"],"icon":"ability_105.png"},"228889":{"name":"Double Quickstrike","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Hot Steel (228882), Jecht Beam (228880), Jecht Bomber (228884), Jecht Rush (228881), Jecht Shot (207040), Jecht Shot Mark III (228885), Quick Block (228886) and Triumphant Grasp (228883) twice in one turn"],"icon":"ability_8.png"},"228890":{"name":"Vainglory","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Increase LB gauge by 1 per turn"],"icon":"ability_91.png"},"228891":{"name":"Brutal Blitzer","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%","Increase ATK by 50% when equipped with a Great Sword"],"icon":"ability_95.png"},"228892":{"name":"Jecht Block","attack_type":"None","element_inflict":null,"effects":["30% chance to counter physical attacks with Jecht Block (508754) to caster (max 2 / turn)"],"icon":"ability_68.png"},"228893":{"name":"Ace of the Zanarkand Abes","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%","Increase resistance to Water by 50%","Recover MP (5%) per turn"],"icon":"ability_18.png"},"228894":{"name":"Old Man's Silhouette","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%","Increase ATK by 40% and MP by 20% when equipped with a Great Sword","Increase the damage of Hot Steel (228882), Jecht Beam (228880), Jecht Bomber (228884), Jecht Shot (207040), Jecht Shot Mark III (228885) and Triumphant Grasp (228883) by (1.5x)","Increase the damage of Jecht Rush (228881) and Otherworld (508753) by (0.75x)"],"icon":"ability_77.png"},"228895":{"name":"Superstar","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 50%","Increase physical damage against Avians by 50%","Increase physical damage against Demons by 50%","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase equipment ATK by 30% when armed with two weapons"],"icon":"ability_79.png"},"228896":{"name":"Blitz King","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 10%","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase equipment ATK by 30% when armed with two weapons"],"icon":"ability_77.png"},"508752":{"name":"Fake Out","cost":{"MP":76},"attack_frames":[[60]],"attack_type":"None","element_inflict":null,"effects":["Remove ATK, DEF, MAG and SPR debuff from caster","Increase damage of Hot Steel (228882) and Jecht Shot Mark III (228885) by 200% for 3 turns","Gain 3 uses of Hot Steel (228882), Jecht Beam (228880), Jecht Bomber (228884), Jecht Rush (228881), Jecht Shot (207040), Jecht Shot Mark III (228885), Quick Block (228886) and Triumphant Grasp (228883) for 2 turns"],"icon":"ability_105.png","parentID":"228887"},"508753":{"name":"Otherworld","cost":{"MP":120},"attack_frames":[[290]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (9x * 2 = 18x, ATK) to all enemies (ignore cover)"],"icon":"ability_105.png","parentID":"228888"},"508754":{"name":"Jecht Block","cost":{},"attack_frames":[[18,66]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, ATK) to one enemy","Reduce DEF by 70% for one turn to one enemy","Increase ATK by 150% for one turn to caster"],"icon":"ability_51.png","parentID":"228892"}},"LB":{"name":"Ultimate Jecht Shot","attack_count":[1],"attack_frames":[[365]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (12x, ATK) to all enemies","Gain 3 uses of Hot Steel (228882), Jecht Beam (228880), Jecht Bomber (228884), Jecht Rush (228881), Jecht Shot (207040), Jecht Shot Mark III (228885), Quick Block (228886), Triumphant Grasp (228883), クイックブロック+1 (708011), クイックブロック+2 (708012), ジェクトラッシュ+1 (708015) and ジェクトラッシュ+2 (708016) for 3 turns"],"max_level":["Physical damage (16x, ATK) to all enemies","Gain 3 uses of Hot Steel (228882), Jecht Beam (228880), Jecht Bomber (228884), Jecht Rush (228881), Jecht Shot (207040), Jecht Shot Mark III (228885), Quick Block (228886), Triumphant Grasp (228883), クイックブロック+1 (708011), クイックブロック+2 (708012), ジェクトラッシュ+1 (708015) and ジェクトラッシュ+2 (708016) for 3 turns"]},"TMR":{"name":"Awkward Fatherly Love","compendium_id":868,"compendium_shown":true,"unit_restriction":null,"skills":{"228860":{"name":"Awkward Fatherly Love","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 20%","Increase ATK by 50% when equipped with a Great Sword"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'Awkward Fatherly Love' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_95.png","strings":{"names":["Awkward Fatherly Love","笨拙父愛","서툰 애정","Amour maladroit","Eine unbeholfene Liebe","Amor extraño"],"desc_short":["Boost HP and MP by 20%, and boost ATK by 50% when equipped with a large sword","提高20%HPMP+裝備大劍時提高50%攻擊","HP와 MP 20% 상승+대검 장착 시 공격력 50% 상승","Augmente les PV et les PM de 20%, et augmente l'ATT de 50% lorsqu'une épée longue est équipée","Erhöht LP und MP um 20% und erhöht ANG um 50%, wenn mit einem Großschwert ausgerüstet.","Aumenta la VIT y los PM un 20%, y aumenta el ATQ un 50% al llevar espada grande"],"desc_long":["Boosts HP and MP by 20%, and boosts ATK by 50% when equipped with a large sword.","提高20%HPMP，裝備大劍時提高50%攻擊。","HP와 MP가 20% 상승하고, 대검 장착 시 공격력이 50% 상승합니다.","Augmente les PV et les PM de 20%, et augmente l'ATT de 50% lorsqu'une épée longue est équipée.","Erhöht LP und MP um 20% und erhöht ANG um 50%, wenn mit einem Großschwert ausgerüstet.","Aumenta la VIT y los PM un 20%, y el ATQ un 50% al llevar espada grande."]},"type":"MATERIA"},"STMR":{"name":"Iconic Sword","compendium_id":1103,"compendium_shown":true,"rarity":9,"type_id":3,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"228867":{"name":"Regal Demeanor","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%"],"icon":"ability_78.png","desc":""}},"effects":["Grants 'Regal Demeanor' passive."],"stats":{"HP":0,"MP":0,"ATK":176,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":300000,"price_sell":30000,"icon":"item_10347.png","strings":{"name":["Iconic Sword","傑克特大劍","젝트 소드","Lame de Jecht","Jekkt-Klinge","Espada icónica"],"desc_short":["A large sword wielded by the High Summoner's Guardian.","大召喚士的護衛所揮舞的大劍","대소환사의 가드가 사용하던 대검","L'impressionnante épée du gardien d'un Grand Invocateur.","Ein großes Schwert, das von einem Leibgardisten des Hohen Mediums geführt wurde.","Una espada grande que empuña el guardián del alto invocador."],"desc_long":["A large sword from the faraway world of Spira. An overwhelmingly heavy double-bladed sword, it is difficult to wield even for the most muscular of men. However, one of High Summoner Braska's Guardians, who helped to defeat the giant monster Sin, is said to have handled the blade with ease.","大召喚士的護衛所揮舞的大劍。又厚又寬的雙刃大劍、因為十分地重，對腕力沒有自信的話非常難以使用。傳說中和大召喚士布拉斯卡一起打倒強大魔物「辛」的其中一個護衛，可以自由自在地揮舞這把大劍。","이계 '스피라'에서 건너온 대검이다. 두껍고 폭이 넓은 양날검이며 매우 무거워서 힘이 좋은 사람조차도 다루기 어렵다. 그러나 대소환사 브라스카와 함께 강력한 마물 '신'을 쓰러뜨린 어느 가드는 이 대검을 자유자재로 휘둘렀다고 한다.","Une grande épée venue de Spira. C'est une épée à double lame extrêmement lourde, difficile à manier même par les plus musclés des hommes. Cependant, l'un des gardiens du Grand Invocateur Braska, qui a aidé à vaincre le monstre géant Sin, aurait été capable de la manier avec facilité.","Ein Großschwert aus der fernen Welt Spira. Das überwältigend schwere Schwert mit zweischneider Klinge kann selbst von den stärksten Männern nur mit großer Mühe geschwungen werden. Ein Leibgardist, der mit dem Hohen Medium Braska das gigantische Monster \"Sin\" bezwang, soll die Klinge jedoch mit Leichtigkeit gehandhabt haben.","Una espada grande del mundo lejano de Spira. Se trata de una espada de dos hojas increíblemente pesada hasta para los hombres más musculosos. No obstante, cuentan que uno de los guardianes del alto invocador Braska, que ayudó a derrotar a la bestia Sinh, empuña esta espada con facilidad."]}}},"210001503":{"rarity_min":3,"rarity_max":5,"name":"Brother","game":"FFX","job":"Al Bhed","sex":"Male","equip":[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,30,31,40,41,50,51,52,60],"entries":{"210001503":{"compendium_id":1246,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[543,1644,210,105],"MP":[20,61,25,12],"ATK":[24,73,10,5],"DEF":[22,67,10,5],"MAG":[13,40,10,5],"SPR":[14,42,10,5]},"limitburst_id":210001503,"attack_count":6,"attack_damage":[[10,10,10,10,10,50]],"attack_frames":[36,44,53,61,70,94],"effect_frames":[36,42,50,56,63,71,92],"max_lb_drop":1,"ability_slots":2,"magic_affinity":[0,1,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":25,"290020600":10,"290030300":5,"290050200":15,"290050300":5}},"strings":{"description":["A man who appears in the tales of a faraway world trapped in a spiral of death. The son of an Al Bhed leader, he gets his impulsiveness from his father, using brash methods to save the summoner. Because he speaks a foreign tongue, attempting to communicate with him requires study of the Al Bhed language.","在被死之螺旋囚禁的異界中登場的男性。他是阿爾貝德族族長的兒子，並且他和父親一樣熱情。為了救援召喚士而用盡一切手段。由於他不說通用語，想和他交流就必須學習特殊的阿爾貝德語。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 남성이다. 알베드족 족장의 아들이며, 아버지를 닮아 감정을 솔직하게 드러내는 성격이다. 소환사를 구하기 위해 과격한 방법을 쓰기도 한다. 공용어를 쓰지 않으므로 그와 대화하려면 알베드어라는 특수한 언어를 익혀야 한다.","Un jeune homme qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Fils du chef des Al Bheds, il a hérité de l'impulsivité de son père et n'hésite pas à recourir à des méthodes radicales pour sauver les invocateurs. Comme il ne parle pas la langue commune, il est nécessaire d'apprendre l'Al Bhed pour communiquer avec lui.","Ein Mann aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Er hat die Impulsivität seines Vaters, eines Al Bhed-Anführers, geerbt und greift manchmal auf unbesonnene Methoden zurück, um die Media Spiras vor ihrem Schicksal zu bewahren. Ein Studium seiner Muttersprache Al Bhed ist notwendig, um mit ihm zu kommunizieren.","Un hombre que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Se trata del hijo de un líder de los albhed que ha heredado el carácter impulsivo de su padre, ya que suele actuar de forma vehemente para salvar a la invocadora. Como habla otro idioma, hay que estudiar la lengua albhed para comunicarse con él."],"summon":["Lyh oui hud ihtancdyht sa? Fryd y crysa...","圖唉奧米梭卡瓦？卡安哈米奧……","빙벼 색묵 씩 엥휘짤릿깊?<br>삐업 칙뵙왕……","Di lusbnahtc byc ? Tussyka...","Ti gyhhcd selr helrd jancdarah? Fea clryta ...","¿Hu sa ahdeahtac? Xiá bahy…"],"evolution":[null,null,null,null,null,null],"affinity":["Fyed!<br>Thank...you.","雅塞！謝……謝。","탔꽁!<br>고…… 마워.","Yddahtc !<br>Mer... ci...","Fynda!<br>Da...nke.","¡Acbany!<br>Kny-knyleyc…"],"fusion":["Nukan!","努法米！","엥릿깊!","Lusbnec !","Ymmac gmyn!","¡Ahdahtetu!"]}},"210001504":{"compendium_id":1247,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[757,2295,270,135],"MP":[27,82,35,17],"ATK":[29,88,14,7],"DEF":[23,71,14,7],"MAG":[22,66,14,7],"SPR":[18,55,14,7]},"limitburst_id":210001504,"attack_count":6,"attack_damage":[[10,10,10,10,10,50]],"attack_frames":[36,44,53,61,70,94],"effect_frames":[36,42,50,56,63,71,92],"max_lb_drop":1,"ability_slots":3,"magic_affinity":[0,2,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020600":20,"290030300":10,"290040100":5,"290050300":10,"290050400":5}},"strings":{"description":["A man who appears in the tales of a faraway world trapped in a spiral of death. The son of an Al Bhed leader, he gets his impulsiveness from his father, using brash methods to save the summoner. Because he speaks a foreign tongue, attempting to communicate with him requires study of the Al Bhed language. He wears goggles to hide the eyes characteristic of his race.","在被死之螺旋囚禁的異界中登場的男性。他是阿爾貝德族族長的兒子，並且他和父親一樣熱情。由於他不說通用語，想和他交流就必須學習特殊的阿爾貝德語。他戴的護目鏡是用來遮蔽種族特有的眼睛的。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 남성이다. 알베드족 족장의 아들이며, 아버지를 닮아 감정을 솔직하게 드러내는 성격이다. 공용어를 쓰지 않으므로 그와 대화하려면 알베드어라는 특수한 언어를 익혀야 한다. 종족의 특징이 드러나는 눈동자를 가리기 위해 고글을 쓰고 다닌다.","Un jeune homme qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Fils du chef des Al Bheds, il a hérité de l'impulsivité de son père et n'hésite pas à recourir à des méthodes radicales pour sauver les invocateurs. Comme il ne parle pas la langue commune, il est nécessaire d'apprendre l'al bhed pour communiquer avec lui. Il porte des lunettes pour cacher ses étranges pupilles caractéristiques des membres de son ethnie.","Ein Mann aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Er hat die Impulsivität seines Vaters, eines Al Bhed-Anführers, geerbt und greift manchmal auf unbesonnene Methoden zurück, um die Media Spiras vor ihrem Schicksal zu bewahren. Ein Studium seiner Muttersprache Al Bhed ist notwendig, um mit ihm zu kommunizieren. Er trägt eine Schutzbrille, um die für sein Volk typischen Augen zu verbergen.","Un hombre que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Se trata del hijo de un líder de los albhed que ha heredado el carácter impulsivo de su padre, pues actúa con vehemencia para salvar a la invocadora. Como habla otro idioma, hay que estudiar la lengua albhed para comunicarse con él. Lleva puestas unas gafas de natación para esconder sus ojos, que delatan su raza."],"summon":["Lyh oui hud ihtancdyht sa? Fryd y crysa...","圖唉奧米梭卡瓦？卡安哈米奧……","빙벼 색묵 씩 엥휘짤릿깊?<br>삐업 칙뵙왕……","Di lusbnahtc byc ? Tussyka...","Ti gyhhcd selr helrd jancdarah? Fea clryta ...","¿Hu sa ahdeahtac? Xiá bahy…"],"evolution":["Vydran! Nayto du ku!","圖塔吉！瑪奇恩迥安紐夫卡！","휘뜨밝!<br>벼힐 센덤 룬넵!","Byby ! Uh baid o ymman !","Jydan! Fen ceht cufaed!","¡Bytna! ¡Butasuc enhuc!"],"affinity":["Fyed!<br>Thank...you.","雅塞！謝……謝。","탔꽁!<br>고…… 마워.","Yddahtc !<br>Mer... ci...","Fynda!<br>Da...nke.","¡Acbany!<br>Kny-knyleyc…"],"fusion":["Nayto? Vena!","達希雅！","획탑딩웅!","À m'yddyxia !","Panaed? Vaian!","¿Mecduc? ¡Viaku!"]}},"210001505":{"compendium_id":1248,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[985,2984,360,180],"MP":[35,107,40,20],"ATK":[38,115,16,8],"DEF":[31,93,16,8],"MAG":[29,87,16,8],"SPR":[24,72,16,8]},"limitburst_id":210001505,"attack_count":6,"attack_damage":[[10,10,10,10,10,50]],"attack_frames":[36,44,53,61,70,94],"effect_frames":[36,42,50,56,63,71,92],"max_lb_drop":1,"ability_slots":4,"magic_affinity":[0,3,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A man who appears in the tales of a faraway world trapped in a spiral of death. The son of an Al Bhed leader, he gets his impulsiveness from his father, using brash methods to save the summoner. Because he speaks a foreign tongue, attempting to communicate with him requires study of the Al Bhed language. He wears goggles to hide the eyes characteristic of his race. While \"Brother\" was originally a nickname, Brother himself can't seem to remember his real name.","在囚禁於死之螺旋的異界故事中登場的男性。他是阿爾貝德族族長的兒子，並且他和父親一樣熱情。由於他不說通用語，想和他交流就必須學習特殊的阿爾貝德語。他戴的護目鏡是用來遮蔽種族特有的眼睛的。「老大哥」可能只是個外號，但他本人也記不起自己的名字了。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 남성이다. 알베드족 족장의 아들이며, 아버지를 닮아 감정을 솔직하게 드러내는 성격이다. 공용어를 쓰지 않으므로 그와 대화하려면 알베드어라는 특수한 언어를 익혀야 한다. 종족의 특징이 드러나는 눈동자를 가리기 위해 고글을 쓰고 다닌다. '아니키'라는 이름은 사실 별명이지만, 본명은 본인조차 잊었다고 한다.","Un jeune homme qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. Fils du chef des Al Bheds, il a hérité de l'impulsivité de son père et n'hésite pas à recourir à des méthodes radicales pour sauver les invocateurs. Comme il ne parle pas la langue commune, il est nécessaire d'apprendre l'al bhed pour communiquer avec lui. Il porte des lunettes pour cacher ses étranges pupilles caractéristiques des membres de son ethnie. Bien que \"Frangin\" n'était au départ qu'un surnom, il semble lui-même ne pas se rappeler son vrai nom.","Ein Mann aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Er hat die Impulsivität seines Vaters, eines Al Bhed-Anführers, geerbt und greift manchmal auf unbesonnene Methoden zurück, um die Media Spiras vor ihrem Schicksal zu bewahren. Ein Studium seiner Muttersprache Al Bhed ist notwendig, um mit ihm zu kommunizieren. Er trägt eine Schutzbrille, um die für sein Volk typischen Augen zu verbergen. \"Brüderchen\" war ursprünglich nur ein Spitzname, aber nicht einmal mehr Brüderchen selbst scheint sich an seinen richtigen Namen erinnern zu können.","Un hombre que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Se trata del hijo de un líder de los albhed que ha heredado el carácter impulsivo de su padre, pues actúa con vehemencia para salvar a la invocadora. Como habla otro idioma, hay que estudiar la lengua albhed para comunicarse con él. Lleva puestas unas gafas de natación para esconder sus ojos, que delatan su raza. Aunque \"Hermano\" no era más que un apodo en un principio, este ya ni recuerda su verdadero nombre."],"summon":["Lyh oui hud ihtancdyht sa? Fryd y crysa...","圖唉奧米梭卡瓦？卡安哈米奧……","빙벼 색묵 씩 엥휘짤릿깊?<br>삐업 칙뵙왕……","Di lusbnahtc byc ? Tussyka...","Ti gyhhcd selr helrd jancdarah? Fea clryta ...","¿Hu sa ahdeahtac? Xiá bahy…"],"evolution":["Vydran! E lyhhud pameaja fryd E caa!","圖塔吉！圖唉……圖唉金吉納艾美奈莫！","휘뜨밝!<br>왕……<br>왕, 큭닮밝벼 끈휘!","Byby ! Z'ynneja byc à ma lnuena !","Jydan! Elr gyhh saehah Yikah helrd dnyiah!","¡Bytna! ¡Hu biatu lnaan mu xia jah sec uzuc!"],"affinity":["Fyed!<br>Thank...you.","雅塞！謝……謝。","탔꽁!<br>고…… 마워.","Yddahtc !<br>Mer... ci...","Fynda!<br>Da...nke.","¡Acbany!<br>Kny-knyleyc…"],"fusion":["Necg pek, feh pek!","格夫哈塞寇奇納美尼阿納哈！","깊냄농 춘젝 굳덴 칙턴랍!","Uh y neah cyhc neah !","Knußan Aehcydw, knußan Kafehh!","¡Cumu ynneackýhtuda luhcakienýc knyhtac jelduneyc!"]}}},"skills":{"20030":{"name":"Thunder","cost":{"MP":3},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.2x, MAG) to one enemy"],"icon":"ability_20.png"},"100130":{"name":"DEF +10%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 10%"],"icon":"ability_77.png"},"207070":{"name":"Tackle Slip","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks"],"icon":"ability_97.png"},"228950":{"name":"Sphere Shot","cost":{"MP":24},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.8x, ATK) to one enemy","Reduce resistance to Water by 40% for 3 turns to one enemy"],"icon":"ability_40.png"},"228951":{"name":"Wither Tackle","cost":{"MP":32},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Randomly use:\n15%: Wither Tackle (508780)\n35%: Wither Tackle (508781)\n25%: Wither Tackle (508782)\n15%: Wither Tackle (508783)\n10%: Wither Tackle (508784)"],"icon":"ability_39.png"},"228952":{"name":"Nap Tackle","cost":{"MP":16},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to one enemy","Inflict Sleep (30%) on one enemy"],"icon":"ability_14.png"},"228953":{"name":"Ku, ku, ku!","cost":{"MP":18},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100% for 3 turns to all allies"],"icon":"ability_4.png"},"228954":{"name":"Y meddma teb!","cost":{"MP":28},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 70% for 3 turns to all allies"],"icon":"ability_18.png"},"228955":{"name":"Fa femm lrynka!","cost":{"MP":36},"attack_frames":[[93,105,117,129,141,153,165,177,189,201,213,225]],"attack_type":"Physical","element_inflict":["Water"],"effects":["No effect","Increase ATK by 60% for 2 turns to all allies","Physical water damage (1.8x, ATK) to all enemies"],"icon":"ability_23.png"},"228956":{"name":"Brother's Pride","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20% and DEF by 10%"],"icon":"ability_77.png"},"228957":{"name":"Tailspin Pilot","attack_type":"None","element_inflict":null,"effects":["10% chance of evading physical attacks","Increase the limit burst gauge fill rate by 50%"],"icon":"ability_97.png"},"228958":{"name":"Scapegoat Block","attack_type":"None","element_inflict":null,"effects":["30% chance to intercept attacks on an ally, reducing damage by 70%"],"icon":"ability_69.png"},"508780":{"name":"Wither Tackle","cost":{"MP":32},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to one enemy","Reduce DEF and SPR by 20% for 3 turns to one enemy"],"icon":"ability_39.png","parentID":"228951"},"508781":{"name":"Wither Tackle","cost":{"MP":32},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to one enemy","Reduce DEF and SPR by 30% for 3 turns to one enemy"],"icon":"ability_39.png","parentID":"228951"},"508782":{"name":"Wither Tackle","cost":{"MP":32},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to one enemy","Reduce DEF and SPR by 40% for 3 turns to one enemy"],"icon":"ability_39.png","parentID":"228951"},"508783":{"name":"Wither Tackle","cost":{"MP":32},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to one enemy","Reduce DEF and SPR by 50% for 3 turns to one enemy"],"icon":"ability_39.png","parentID":"228951"},"508784":{"name":"Wither Tackle","cost":{"MP":32},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to one enemy","Reduce DEF and SPR by 60% for 3 turns to one enemy"],"icon":"ability_39.png","parentID":"228951"}},"LB":{"name":"Maximum Speed","attack_count":[1,1],"attack_frames":[[170],[130]],"damage_type":"None","element_inflict":null,"min_level":["Increase ATK by 80% for 3 turns to all allies","Increase the limit burst gauge fill rate by 200% for 3 turns to all allies","100% chance to counter physical attacks to the rest of the party with physical damage (1x, ATK) for 3 turns (max 1 / turn)"],"max_level":["Increase ATK by 100% for 3 turns to all allies","Increase the limit burst gauge fill rate by 200% for 3 turns to all allies","100% chance to counter physical attacks to the rest of the party with physical damage (1x, ATK) for 3 turns (max 1 / turn)"]},"TMR":{"name":"Brother's Goggles","compendium_id":1105,"compendium_shown":true,"rarity":6,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":20,"DEF":20,"MAG":0,"SPR":0,"element_resist":{"Water":30},"element_inflict":null,"status_resist":{"Blind":100},"status_inflict":null},"price_buy":20000,"price_sell":2000,"icon":"item_50362.png","strings":{"name":["Brother's Goggles","老大哥的護目鏡","아니키의 고글","Lunettes de Frangin","Brüderchens Schutzbrille","Gafas de Hermano"],"desc_short":["Goggles worn by a young Al Bhed man.","阿爾貝德的青年所穿著的護目鏡","알베드족 청년이 쓰던 고글","Les lunettes d'un jeune Al Bhed.","Eine Schutzbrille, die von einem jungen Al Bhed getragen wurde.","Las gafas de natación que lleva un albhed."],"desc_long":["Goggles from the faraway world of Spira that were worn by a young Al Bhed man. The Al Bhed are characterized by their unique language and the swirl patterns in their green eyes. Because the Al Bhed face persecution in Spira, many choose to cover their eyes with goggles such as these.","阿爾貝德的青年所穿著的護目鏡。傳說是阿爾貝德的某個青年曾經使用過的物品，阿爾貝德族最大的特徵是使用著一族特有的語言、並有著如同漩渦般的綠色瞳孔。在史匹拉的阿爾貝德族由於受到迫害，大多用護目鏡等物品將自己的瞳孔隱藏起來。","이계 '스피라'에서 건너온 고글이다. 알베드족의 한 청년이 사용했다고 한다. 알베드족은 자신들만의 고유한 언어를 사용하며, 소용돌이 무늬가 있는 녹색 눈동자가 특징인 부족이다. 그들은 '스피라'에서 박해받는 입장이기 때문에 고글 등으로 눈을 가리는 경우가 많다고 한다.","Des lunettes venues de Spira, portées par un jeune Al Bhed. Les Al Bheds possèdent une langue unique et des iris verts dotés d'un motif en spirale. Pour échapper à la persécution dont ils sont victimes sur Spira, beaucoup préfèrent cacher leurs yeux grâce à des lunettes comme celles-ci.","Eine Schutzbrille aus der fernen Welt Spira, die von einem jungen Al Bhed getragen wurden. Die Al Bhed zeichnen sich durch ihre einzigartige Sprache und die grünen Kreismuster in ihren Augen aus. Da die Al Bhed in Spira verfolgt werden, verdecken viele von ihnen mit solchen Schutzbrillen ihre Augen.","Unas gafas de natación del mundo lejano de Spira que lleva un albhed. Los albhed se caracterizan por su idioma extraordinario y la espiral verde de sus ojos. Puesto que los albhed son perseguidos en Spira, muchos de ellos prefieren ocultar sus ojos con gafas como estas."]}}},"210001904":{"rarity_min":4,"rarity_max":6,"name":"Belgemine","game":"FFX","job":"Evoker","sex":"Female","equip":[1,5,6,11,12,13,15,40,50,53,60],"entries":{"210001904":{"compendium_id":1243,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[716,2170,210,105],"MP":[35,107,35,17],"ATK":[28,84,14,7],"DEF":[27,83,14,7],"MAG":[26,80,18,9],"SPR":[28,85,14,7]},"limitburst_id":210001904,"attack_count":1,"attack_damage":[[100]],"attack_frames":[71],"effect_frames":[69],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[5,6,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":25,"290030700":8,"290030800":13,"290050300":15,"290050400":8}},"strings":{"description":["A summoner who appears in the tales of a faraway world trapped in a spiral of death. She is a mysterious woman who possesses an immeasurable amount of power. By challenging new summoners to battles, she helps them gain experience.","在被死之螺旋囚禁的異界中登場的召喚士。她是一位隱藏著難以想像的實力的神秘女性，會通過挑戰新人召喚士，幫助他們積累經驗。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 소환사이다. 가늠할 수 없는 실력을 감춘 수수께끼의 여성이며, 경험이 부족한 소환사에게 힘겨루기를 제안해 경험을 쌓을 수 있도록 돕고 있다.","Une invocatrice qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. C'est une femme mystérieuse dotée d'un pouvoir incommensurable. Elle aide les invocateurs novices à progresser en les défiant en duel.","Ein Medium aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Eine mysteriöse Frau, die über unermessliche Macht verfügt. Sie hilft neuen Media dabei, Erfahrung zu sammeln, indem sie diese zu Kämpfen herausfordert.","Una invocadora que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Se trata de una mujer misteriosa con un poder inmensurable. Ayuda a los nuevos invocadores a adquirir experiencia desafiándolos en combate."],"summon":["My name is Belgemine. You are...?","我叫貝爾格米娜，你呢？","베르게미네다.<br>너는?","Je m'appelle Belgemine. Et toi ?","Ich bin Belgmene. Wer bist du?","Me llamo Belgemine. ¿Y tú?"],"evolution":[null,null,null,null,null,null],"affinity":["You have made some progress, and for that, I'm glad. Take this. It may come in handy.","你有進步，我很高興。拿上這個，它會幫上你的。","성장했구나.<br>나에게도 매우 기쁜 일.<br>가져가라. 도움이 될 것이다.","Tu as fait des progrès. Ça me fait vraiment plaisir. Prends ça. Ça devrait t'être utile.","Du hast dich gesteigert und das erfreut mich. Nimm. Es möge dir von Nutzen sein.","Has mejorado, Yuna. Me alegro. Toma; te será útil."],"fusion":["You can fight with your full strength. Come.","不用手軟，全力攻過來吧。","사양할 건 없다……<br>덤비거라.","Tu peux y aller sans retenue. Je t'attends !","Zeig was du kannst.","Podrás luchar con todo tu poder. ¡A mí!"]}},"210001905":{"compendium_id":1244,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[832,2521,240,120],"MP":[50,153,40,20],"ATK":[27,81,16,8],"DEF":[27,83,16,8],"MAG":[38,114,24,12],"SPR":[37,111,16,8]},"limitburst_id":210001905,"attack_count":1,"attack_damage":[[100]],"attack_frames":[71],"effect_frames":[69],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[6,7,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060300":20,"290060400":5}},"strings":{"description":["A summoner who appears in the tales of a faraway world trapped in a spiral of death. She is a mysterious woman who possesses an immeasurable amount of power, but was unable to defeat Sin on her journey. By challenging new summoners to battles, she helps them gain experience.","在被死之螺旋囚禁的異界中登場的召喚士。她是一位隱藏著難以想像的實力的神秘女性，但並不是為了打倒「辛」而踏上旅程。她會通過挑戰新人召喚士，幫助他們積累經驗。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 소환사이다. 가늠할 수 없는 실력을 감추고 있으면서도 '신'을 물리치러 가지 않는 수수께끼의 여성이다. 경험이 부족한 소환사에게 힘겨루기를 제안해 경험을 쌓을 수 있도록 돕고 있다.","Une invocatrice qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. C'est une femme mystérieuse dotée d'un pouvoir incommensurable, mais qui s'est avérée incapable de vaincre Sin lors de son propre pèlerinage. Elle aide les invocateurs novices à progresser en les défiant en duel.","Ein Medium aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Eine mysteriöse Frau, die über unermessliche Macht verfügt, aber nicht selbst auf Reisen gegangen ist, um \"Sin\" zu besiegen. Sie hilft neuen Media dabei, Erfahrung zu sammeln, indem sie diese zu Kämpfen herausfordert.","Una invocadora que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Se trata de una mujer misteriosa con un poder inmensurable, aunque no consigue derrotar a Sinh a lo largo de su viaje. Ayuda a los nuevos invocadores a adquirir experiencia desafiándolos en combate."],"summon":["My name is Belgemine. You are...?","我叫貝爾格米娜，你呢？","베르게미네다.<br>너는?","Je m'appelle Belgemine. Et toi ?","Ich bin Belgmene. Wer bist du?","Me llamo Belgemine. ¿Y tú?"],"evolution":["You show promise. With more training, you could defeat Sin.","你的底子還不錯，如果能努力修行，說不定能打敗「辛」。","넌 소질이 있구나.<br>끊임없이 수행하면<br>'신'도 없앨 수 있겠군.","Tu as de l'avenir. Avec un peu plus de pratique, tu pourrais battre Sin.","Du hast das Potential. Trainiere hart, dann ist es dir vielleicht möglich, \"Sin\" zu besiegen.","Tienes futuro. Con más práctica, podrías derrotar a Sinh."],"affinity":["You have made some progress, and for that, I'm glad. Take this. It may come in handy.","你有進步，我很高興。拿上這個，它會幫上你的。","성장했구나.<br>나에게도 매우 기쁜 일.<br>가져가라. 도움이 될 것이다.","Tu as fait des progrès. Ça me fait vraiment plaisir. Prends ça. Ça devrait t'être utile.","Du hast dich gesteigert und das erfreut mich. Nimm. Es möge dir von Nutzen sein.","Has mejorado, Yuna. Me alegro. Toma; te será útil."],"fusion":["Show me how strong of a link you've forged with your aeons.","讓我看看你與召喚獸的聯繫有多麼深刻吧。","소환수와 어느 정도 마음이 통했는지<br>직접 확인해 보겠다.","Montre-moi à quel point tu as su te mettre en phase avec tes Chimères.","Nun zeige mir, wie sehr sich dir die Bestia geöffnet hat.","Muéstrame cuán fuerte es tu vínculo con los eones."]}},"210001906":{"compendium_id":1245,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1082,3278,390,195],"MP":[66,199,65,32],"ATK":[35,106,26,13],"DEF":[36,108,26,13],"MAG":[49,149,34,17],"SPR":[48,145,26,13]},"limitburst_id":210001906,"attack_count":1,"attack_damage":[[100]],"attack_frames":[71],"effect_frames":[69],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[7,8,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A summoner who appears in the tales of a faraway world trapped in a spiral of death. She is a mysterious woman who possesses an immeasurable amount of power, but was unable to defeat Sin on her journey. By challenging new summoners to battles, she helps them gain experience. Her guidance is firm yet kind, healing injuries before battle and giving rewards afterwards.","在被死之螺旋囚禁的異界中登場的召喚士。她是一位隱藏著難以想像的實力的神秘女性，但並不是為了打倒「辛」而踏上旅程。她會通過挑戰新人召喚士，幫助他們積累經驗。她既嚴厲又溫柔，會在戰鬥前為新人們療傷，也會在戰鬥後給予他們應得的獎賞。","죽음의 나선에 사로잡힌 이계 '스피라'의 이야기에 등장하는 소환사이다. 가늠할 수 없는 실력을 감추고 있으면서도 '신'을 물리치러 가지 않는 수수께끼의 여성이다. 경험이 부족한 소환사에게 힘겨루기를 제안해 경험을 쌓을 수 있도록 돕고 있다. 그녀의 눈빛은 엄하면서도 다정하며, 대결에 앞서 상처를 치유해 주고 전투 후에는 건투를 치하해 준다.","Une invocatrice qui apparaît dans les récits d'un autre monde, dont le peuple est pris dans une spirale de mort sans fin. C'est une femme mystérieuse dotée d'un pouvoir incommensurable, mais qui s'est avérée incapable de vaincre Sin lors de son propre pèlerinage. Elle aide les invocateurs novices à progresser en les défiant en duel. Elle est stricte mais bienveillante, soignant les blessures de ses élèves avant le combat et récompensant leurs victoires.","Ein Medium aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Eine mysteriöse Frau, die über unermessliche Macht verfügt, aber nicht selbst auf Reisen gegangen ist, um \"Sin\" zu besiegen. Sie hilft neuen Media dabei, Erfahrung zu sammeln, indem sie diese zu Kämpfen herausfordert. Ihr strenger Blick hat eine sanfte Seite, da sie vor dem Kampf Verletzungen heilt und danach immer ein paar aufbauende Worte übrig hat.","Una invocadora que aparece en las leyendas de una tierra lejana atrapada en una vorágine de muerte. Se trata de una mujer misteriosa con un poder inmensurable, pero no consigue derrotar a Sinh a lo largo de su viaje. Ayuda a nuevos invocadores a adquirir experiencia desafiándolos en combate. Es estricta y bondadosa al mismo tiempo, ya que les cura cualquier herida antes del combate y les ofrece una recompensa al final."],"summon":["My name is Belgemine. You are...?","我叫貝爾格米娜，你呢？","베르게미네다.<br>너는?","Je m'appelle Belgemine. Et toi ?","Ich bin Belgmene. Wer bist du?","Me llamo Belgemine. ¿Y tú?"],"evolution":["With the help I can give, a young summoner might just be able to defeat Sin.","幫助年輕的召喚士並把力量借給他們，這就是我的使命。","젊고 미숙한 소환사의<br>수행에 힘을 빌려주는 것……<br>그것이 나의 임무이다.","Avec mon aide, un jeune invocateur pourrait devenir assez fort pour vaincre Sin.","Wenn auch ohne Leib obliegt mir eine Aufgabe. Die Aufgabe, jungen, ungereiften Media in ihrer Askese beizustehen.","Puedo ayudar a una joven invocadora a derrotar a Sinh."],"affinity":["You have made some progress, and for that, I'm glad. Take this. It may come in handy.","你有進步，我很高興。拿上這個，它會幫上你的。","성장했구나.<br>나에게도 매우 기쁜 일.<br>가져가라. 도움이 될 것이다.","Tu as fait des progrès. Ça me fait vraiment plaisir. Prends ça. Ça devrait t'être utile.","Du hast dich gesteigert und das erfreut mich. Nimm. Es möge dir von Nutzen sein.","Has mejorado, Yuna. Me alegro. Toma; te será útil."],"fusion":["You need more training. But you did well.","你的修行還不夠啊，不過你很努力了。","아직 수행이 부족하군.<br>하지만, 잘 해줬다.","Tu manques encore un peu d'entraînement... Mais tu t'es bien débrouillée.","Es zeugt von Unreife. Aber du hast dich gut geschlagen.","Debes entrenar más. Pero no ha estado nada mal."]}}},"skills":{"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"219160":{"name":"Summoner's Mission","attack_type":"None","element_inflict":null,"effects":["Allow unit to summon any esper in party"],"icon":"ability_70.png"},"227574":{"name":"Summoner's Soul","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 20%"],"icon":"ability_77.png"},"228870":{"name":"Mystic Robes","attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 30% when equipped with a Robe"],"icon":"ability_95.png"},"228930":{"name":"Valefor's Power","cost":{"MP":28},"attack_frames":[[140]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.5x, MAG) to all enemies","Fill esper gauge by 1-2"],"icon":"ability_10.png"},"228931":{"name":"Ifrit's Power","cost":{"MP":36},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (3x, MAG) to all enemies","Reduce resistance to Ice by 50% for 3 turns to all enemies"],"icon":"ability_21.png"},"228932":{"name":"Ixion's Power","cost":{"MP":36},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (3x, MAG) to all enemies","Reduce resistance to Water by 50% for 3 turns to all enemies"],"icon":"ability_20.png"},"228933":{"name":"Shiva's Power","cost":{"MP":36},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (3x, MAG) to all enemies","Reduce resistance to Fire by 50% for 3 turns to all enemies"],"icon":"ability_22.png"},"228934":{"name":"Bahamut's Power","cost":{"MP":45},"attack_frames":[[210]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (1.8x * 2 = 3.6x, MAG) to all enemies (ignore reflect)"],"icon":"ability_10.png"},"228935":{"name":"Yojimbo's Power","cost":{"MP":40},"attack_frames":[[60]],"attack_type":"Magic","element_inflict":null,"effects":["Cast Death (30%) or deal magic damage (4x * 1 = 4x, MAG) to one enemy"],"icon":"ability_38.png"},"228936":{"name":"Anima's Power","cost":{"MP":45},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (3.5x, MAG) to all enemies","Reduce resistance to Light and Dark by 40% for 3 turns to all enemies"],"icon":"ability_26.png"},"228937":{"name":"Magus Sisters' Power","cost":{"MP":52},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.25x * 2 = 4.5x, MAG) to one enemy (ignore reflect)"],"icon":"ability_10.png"},"228938":{"name":"Dual Summon","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Anima's Power (228936), Bahamut's Power (228934), Ifrit's Power (228931), Ixion's Power (228932), Magus Sisters' Power (228937), Shiva's Power (228933), Valefor's Power (228930) and Yojimbo's Power (228935) twice in one turn"],"icon":"ability_8.png"},"228939":{"name":"200 Years of Study","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 120% for 2 turns to caster","Increase damage of Anima's Power (228936), Bahamut's Power (228934), Ifrit's Power (228931), Ixion's Power (228932), Magus Sisters' Power (228937), Shiva's Power (228933), Valefor's Power (228930) and Yojimbo's Power (228935) by 100% for 2 turns","Fill esper gauge by 2-3"],"icon":"ability_60.png"},"228940":{"name":"Aeon's Soul","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 30%"],"icon":"ability_77.png"}},"LB":{"name":"Dance of Summoning","attack_count":[1],"attack_frames":[[460]],"damage_type":"Magic","element_inflict":null,"min_level":["Magic damage (5x, MAG) to all enemies","Fill esper gauge by 5"],"max_level":["Magic damage (7.4x, MAG) to all enemies","Fill esper gauge by 5"]},"TMR":{"name":"Cognizant of the Truth","compendium_id":870,"compendium_shown":true,"unit_restriction":null,"skills":{"228862":{"name":"Cognizant of the Truth","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 40%","Increase Esper summon damage by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Cognizant of the Truth' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_77.png","strings":{"names":["Cognizant of the Truth","洞察真實之人","진실을 아는 자","Détentrice de la vérité","Die Eingeweihte","Conocedor de la verdad"],"desc_short":["Boost MAG by 40%, and boost parameters of espers evoked by 10%","提高40%魔力+發動召喚魔法時提高10%幻獸狀態","마력 40% 상승+소환마법 사용 시 환수 능력치 10% 상승","Augmente la MAGIE de 40% et les caractéristiques des chimères appelées de 10%","Erhöht MAG um 40% und erhöht Werte gerufener Esper um 10%.","Aumenta la MAG un 40% y potencia los parámetros de los espers invocados un 10%"],"desc_long":["Boosts MAG by 40%, and boosts parameters of espers evoked by 10%.","提高40%魔力，發動召喚魔法時提高10%幻獸狀態。","마력이 40% 상승하고, 소환마법 사용 시 환수 능력치가 10% 상승합니다.","Augmente la MAGIE de 40% et les caractéristiques des chimères appelées de 10%.","Erhöht MAG um 40% und erhöht Werte gerufener Esper um 10%.","Aumenta la MAG un 40% y potencia los parámetros de los espers invocados un 10%."]},"type":"MATERIA"}}}