{"320000104":{"rarity_min":4,"rarity_max":6,"name":"Fidel","game":"SO5","job":"Attacker","sex":"Male","equip":[2,3,4,10,40,41,50,51,52,60],"entries":{"320000104":{"compendium_id":932,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[733,2221,210,105],"MP":[27,83,35,17],"ATK":[28,86,18,9],"DEF":[25,75,14,7],"MAG":[19,59,14,7],"SPR":[25,75,14,7]},"limitburst_id":320000104,"attack_count":6,"attack_damage":[[16,16,16,16,16,20]],"attack_frames":[13,26,43,78,81,84],"effect_frames":[11,24,41,75,78,81],"max_lb_drop":1,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020200":25,"290030600":13,"290031000":8,"290050300":15,"290050400":8}},"strings":{"description":["A young man from a distant world who appears in one of many tales about the ocean of stars. Fidel is from the Kingdom of Resulia on the underdeveloped planet of Faykreed IV, and he made a name for himself around S.D. 530. He learned his skills with the sword from his father, a famed military advisor for the Resulian forces, and is the instructor of the Camuze School of Sworsmanship his father had founded. Although always cool and collected, as well as gentle and honest, something intense seems to burn deep within him.","在遙遠異界星之海洋的故事中登場的青年。是宇宙歷530年代活躍的人物，出身於未開發行星菲克里德4號星雷斯利亞王國。其父為雷斯利亞軍的軍事顧問，也是技藝非凡的劍士達里爾。他自己也繼承了其父的才能，擔任卡繆斯流劍術的師範。他時刻冷靜沉著，為人誠實溫和，內心熱血激情。","까마득히 먼 이계, 별의 바다 이야기에 등장하는 청년. 우주력 530년에 활약하던 인물로, 미개 혹성 페이크리드 4호성 레슬리아 왕국 출신이다. 레슬리아 군대의 고문관을 맡고 있는 유명 검사 다릴의 아들로, 자신 또한 그 재능을 물려받아 아버지가 연 카뮤즈류 검술 도장의 사범으로 일하고 있다. 항상 냉정하고 침착하며 어떤 일이라도 성실하게 임하는 온화한 청년이지만, 그 가슴속에는 뜨거운 열정이 숨겨져 있다.","Originaire d'un monde lointain apparaissant dans les récits d'un océan d'étoiles, Fidel est un jeune homme venant du royaume de Resulie, sur la planète Faykreed IV, et dont les aventures ont eu lieu dans les années CS 530. Fils de Daril Camuze, un illustre bretteur qui sert de conseiller auprès de l'armée résulienne, il a hérité de ses dons pour le maniement de l'épée et est instructeur à l'école d'escrime que son père a fondé. S'il est de nature calme, posé et honnête dans tout ce qu'il entreprend, il brûle néanmoins au fond de lui une passion intense.","Ein junger Mann aus einer fernen Welt, der in den Legenden über einen Ozean der Sterne auftaucht. Fidel stammt aus dem Königreich Resulia auf dem Grenzplaneten Faykreed IV und war rund um 530 S.D. aktiv. Er lernte den Umgang mit dem Schwert von seinem Vater, einem berühmten Militärberater der Streitkräfte Resulias, und unterrichtete später an der Camuze-Schule für Schwertkunst, die sein Vater gegründet hatte. Obwohl er immer ruhig, gesammelt, liebenswürdig und ehrlich ist, scheint tief in seinem Innersten etwas zu lodern.","Un joven de un mundo lejano que aparece en las historias de un océano estrellado. Fidel es oriundo del Reino de Resulia, que se encuentra en el planeta fronterizo Faykreed IV. Por su parte, estuvo mayormente activo durante la fecha estelar 530. Todos sus conocimientos de esgrima se los debe a su padre, un consejero militar de renombre del ejército de Resulia. De hecho, con el tiempo, acabó convirtiéndose en el instructor de la Escuela de Espadachines Camuze, escuela que fue fundada por su propio padre. Aunque se trata de una persona afable y serena, sin olvidarnos de su gentileza y sinceridad, parece que algo le quema muy muy dentro."],"summon":["I'm Fidel.<br>I teach swordsmanship in the village of Sthal.","我是菲德爾。<br>在一個叫做斯塔爾的村子，<br>傳授劍術之人。","나는 피델.<br>스탈이라는 마을에서<br>검을 가르치고 있다.","Moi, c'est Fidel.<br>Je suis maître d'escrime<br>au village de Sthal.","Ich bin Fidel.<br>Ich unterrichte die Schwertkunst<br>in einem Dorf namens Shtal.","Soy Fidel.<br>Soy instructor de esgrima en Sthal."],"evolution":[null,null,null,null,null,null],"affinity":["I'll catch you, no matter how many times you fall! Just...just believe in me and get up.","就算失敗，我也會一直支持你！<br>所以相信我吧！","실패해도 언제든 도와줄게!<br>그러니 날 믿고 우뚝 서는 거야!","Même dans l'échec, je serai là pour<br>te soutenir !<br>Alors fais-moi confiance !","Auch wenn du scheiterst, werde ich dich immer unterstützen!<br>Glaube an mich!","Incluso en la derrota, ¡siempre estaré contigo!<br>¡Así que, por favor, confía en mí!"],"fusion":["I wouldn't be here without training.","這都虧日夜的鍛鍊所賜。","매일 같은 훈련 덕택이로군.","Tout ça, c'est grâce à mon entraînement.","Das verdanke ich meinem tagelangen Training.","No estaría aquí si no hubiese entrenado a diario."]}},"320000105":{"compendium_id":933,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[953,2888,240,120],"MP":[36,109,40,20],"ATK":[37,113,24,12],"DEF":[32,98,16,8],"MAG":[25,77,16,8],"SPR":[32,98,16,8]},"limitburst_id":320000105,"attack_count":6,"attack_damage":[[16,16,16,16,16,20]],"attack_frames":[13,26,43,78,81,84],"effect_frames":[11,24,41,75,78,81],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060400":20}},"strings":{"description":["A young man from a distant world who appears in one of many tales about the ocean of stars. Fidel works as a fencing instructor in his home of the Village of Sthal. However, one day he learns that a vicious group of bandits known as the Eitalon are targeting his village, and thus sets off with his childhood friend Miki for the capital to ask the crown to send reinforcements. Unfortunately, his request is immediately turned down, and he prepares to return home disappointed when an unknown object suddenly drops from the sky right in front of him. He then finds Relia within, a young girl who seems to have lost her memories, and decides to become her guardian.","在遙遠異界星之海洋的故事中登場的青年。在斯塔爾村出生並長大，擔任村中劍術道場的師範。有一天，在得知村莊被兇惡的盜賊團盯上後，他和自幼一起長大的米琪一起，向王都請求支援，但遭到拒絕，不得不在失意中踏上歸程。在途中遭遇從天而降的神秘物體，同時遇到了從中走出來的失憶少女莉莉婭，最後決定保護這名少女。","까마득히 먼 이계, 별의 바다 이야기에 등장하는 청년. 그가 나고 자란 스탈 마을에서 검술 도장의 사범으로 일하고 있다. 어느 날, 흉악한 에이타론 도적단이 마을을 노리고 있다는 사실을 알게 된 피델은, 소꿉친구인 미키와 함께 수도에 지원군을 요청했으나 매정하게 거절당하고 만다. 실의에 빠져 돌아오던 길에, 수수께끼의 물체가 하늘에서 낙하하는 것을 보게 되고, 그 안에서 나타난 기억 상실 소녀 리리아를 보호하게 된다.","Originaire d'un monde lointain apparaissant dans les récits d'un océan d'étoiles, Fidel est un jeune homme qui travaille comme instructeur d'escrime dans son village natal de Sthal. Un jour, toutefois, apprenant que les terribles bandits d'Éhitalon se prépare à attaquer son hameau, il part requérir des renforts auprès du roi en compagnie de son amie d'enfance Miki, mais sa demande est hélas froidement rejetée. Alors que, désespéré, il reprend la route pour rentrer chez lui, il assiste à la chute d'un mystérieux objet depuis les cieux et découvre à l'intérieur une jeune femme amnésique appelée Rélia, dont il décide de devenir le protecteur.","Ein junger Mann aus einer fernen Welt, der in den Legenden über einen Ozean der Sterne auftaucht. Fidel arbeitet als Fechtlehrer in seinem Heimatdorf Sthal. Als er erfährt, dass die brutale Banditenbande Eitalon sein Dorf angreifen wird, begibt er sich mit seiner Jugendfreundin Miki in die Hauptstadt, um die Krone um Unterstützung zu bitten. Doch sein Gesuch wird abgelehnt. Bitter enttäuscht kehrt er in sein Dorf zurück. Doch auf dem Rückweg fällt plötzlich eine mysteriöse Kapsel vom Himmel direkt vor seine Füße. Darin findet er Relia vor - ein junges Mädchen, das ihre Erinnerung verloren hat und seine Hilfe benötigt. Er entschließt sich dazu, sie zu beschützen.","Un joven de un mundo lejano que aparece en las historias de un océano estrellado. Fidel es profesor de esgrima en Sthal, su pueblo natal. Sin embargo, un día se entera de que los Eitalon, un grupo de bandidos sanguinarios, se disponen a atacar su pueblo. Por tanto, Fidel emprende un viaje hacia la capital junto a Miki, su amiga de la infancia, para pedirle a la corona que envíe refuerzos. Desgraciadamente, su petición es rechazada al instante. Mientras se prepara para volver a casa, divisa cómo un objeto cae del cielo justo en frente de él. Tras investigar un poco este suceso, descubre a Relia, una joven que parece haber perdido la memoria, y decide protegerla."],"summon":["I don't know of how much<br>help I can be to you all...<br>But I will go with you.","雖然不知道能出多少力……<br>不過請讓我也同行吧。","어디까지 힘이 될 수 있을지는<br>모르겠다만……<br>너희와 함께 가도록 하지.","Je ne sais pas si je peux<br>vraiment t'aider...<br>Mais je t'accompagne quand même.","Ich weiß nicht,<br>ob ich euch von Nutzen sein kann,<br>aber ich werde euch begleiten.","No sé cuánta ayuda<br>os podré ofrecer...<br>Pero iré con vosotros."],"evolution":["I will keep moving forward so that I can protect what is truly important.","為了守護重要的東西。<br>我將繼續向前。","소중한 것을 지키기 위해,<br>나는 앞으로 나아가겠어.","Je continuerai d'aller de l'avant afin de protéger ce qui m'est cher.","Ich werde weitermachen, um das zu beschützen, was mir wichtig ist.","Seguiré mi camino para proteger lo que de verdad importa."],"affinity":["I'll catch you, no matter how many times you fall! Just...just believe in me and get up.","就算失敗，我也會一直支持你！<br>所以相信我吧！","실패해도 언제든 도와줄게!<br>그러니 날 믿고 우뚝 서는 거야!","Même dans l'échec, je serai là pour<br>te soutenir !<br>Alors fais-moi confiance !","Auch wenn du scheiterst, werde ich dich immer unterstützen!<br>Glaube an mich!","Incluso en la derrota, ¡siempre estaré contigo!<br>¡Así que, por favor, confía en mí!"],"fusion":["Looks like I'm gaining on my father.","我是否離父親更近一點了呢。","조금은 아버지와 가까워졌을까?","J'ai l'impression que ma force se rapproche de celle de mon père.","So langsam bin ich meinem Vater ebenbürtig.","Parece que ya soy mejor que mi padre."]}},"320000106":{"compendium_id":934,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1239,3755,390,195],"MP":[47,142,65,32],"ATK":[49,148,34,17],"DEF":[42,128,26,13],"MAG":[33,101,26,13],"SPR":[42,128,26,13]},"limitburst_id":320000106,"attack_count":6,"attack_damage":[[16,16,16,16,16,20]],"attack_frames":[13,26,43,78,81,84],"effect_frames":[11,24,41,75,78,81],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man from a distant world who appears in one of many tales about the ocean of stars. After Fidel decides to become the guardian of Relia, a girl with amnesia who can use mysterious signets, he crosses paths with the influential group \"Kronos\" who is targeting her amidst the war between his home of Resulia and the neighboring nation of Trei'kur. During their travels together to restore Relia's memories, Fidel comes to treat her as his adoptive daughter, and learns the immense responsibility of protecting something precious to him.","在遙遠異界星之海洋的故事中登場的青年。自從為操控神秘咒印的失憶少女莉莉婭提供保護後，他被捲進了祖國和鄰國的戰爭中，同時還與想要抓走莉莉婭的人進行了戰鬥。在重拾莉莉婭記憶的旅程中，他與莉莉婭就像父女一樣，這讓他逐漸理解了守護的重要性。","까마득히 먼 이계, 별의 바다 이야기에 등장하는 청년. 수수께끼의 주인술사이자 기억을 잃은 소녀 리리아를 보호하게 된 것을 계기로, 모국인 레슬리아와 이웃 나라 트레쿠르의 전쟁, 그리고 리리아를 노리는 세력 '크로노스'의 싸움에 말려들게 된다. 리리아의 기억을 되찾기 위한 여행 속에서 마치 아버지처럼 그녀를 돌보며 '소중한 것을 지킨다'라는 막중한 책임감을 이해하게 된다.","Originaire d'un monde lointain apparaissant dans les récits d'un océan d'étoiles, Fidel se retrouve embarqué dans une guerre entre son royaume de Résulie et celui voisin de Trei'kur, ainsi qu'une lutte contre l'influent groupe Kronos, qui cherche à capturer Rélia, une fille amnésique ayant le pouvoir de manipuler de mystérieux sceaux et dont le jeune homme s'est fait le protecteur. Dans leur périple pour restaurer la mémoire de celle-ci, Fidel finit par considérer Rélia comme sa propre fille et découvre l'immense responsabilité que représente le fait de protéger quelqu'un qui lui est cher.","Ein junger Mann aus einer fernen Welt, der in den Legenden über einen Ozean der Sterne auftaucht. Fidels Heimat Resulia und das benachbarte Trei’kur befinden sich im Krieg miteinander. Fidel, der sich zum Beschützer des unter Amnesie leidenden Mädchens Relia erklärt hat, trifft auf die einflussreiche Gruppe „Kronos“, die es auf sein Schützling abgesehen hat. Es stellt sich heraus, dass Reila die seltene Gabe hat, die geheimnisvollen Siegel nutzen zu können. Auf ihrer Suche nach Relias Erinnerung wächst sie Fidel wie eine Adoptivtochter ans Herz und er erkennt, was für eine große Verantwortung es ist, sie zu beschützen.","Un joven de un mundo lejano que aparece en las historias de un océano estrellado. Después de que Fidel decida proteger a Relia, una chica con amnesia que sabe usar sellos misteriosos, se cruza con Kronos, un grupo bastante influyente que busca a Relia en medio de la guerra entre Resulia y Trei'kur, el país vecino. A lo largo de sus viajes para recuperar la memoria de Relia, Fidel acaba tratándola como si fuera su hija adoptiva. De esta forma, aprende la gran responsabilidad que conlleva proteger a alguien a quien quieres."],"summon":["I will protect Relia.<br>I will not fail.","我會守護莉莉婭。<br>一定會守護她。","나는 리리아를 지키겠어.<br>반드시, 지켜내겠어.","Je protégerai Rélia.<br>Coûte que coûte !","Ich werde Relia beschützen.<br>Komme, was wolle.","Protegeré a Relia.<br>Y no pienso fracasar."],"evolution":["It isn't how you were born that counts... It's how you act.","重要的不是 「如何出生」……<br>而是「如何生活」。","중요한 건,<br>'어떻게 태어났느냐' 가 아니야……<br>'어떻게 살아가는가' 다.","Ce qui importe, ce n'est pas la condition à la naissance, mais comment on choisit de conduire sa vie.","Wichtig ist nicht, in welchen Stand du geboren wurdest, sondern wie du lebst.","No importa dónde hayas nacido, lo importante es la vida que eliges."],"affinity":["I'll catch you, no matter how many times you fall! Just...just believe in me and get up.","就算失敗，我也會一直支持你！<br>所以相信我吧！","실패해도 언제든 도와줄게!<br>그러니 날 믿고 우뚝 서는 거야!","Même dans l'échec, je serai là pour<br>te soutenir !<br>Alors fais-moi confiance !","Auch wenn du scheiterst, werde ich dich immer unterstützen!<br>Glaube an mich!","Incluso en la derrota, ¡siempre estaré contigo!<br>¡Así que, por favor, confía en mí!"],"fusion":["I must use this gift to protect others.","這就是，守護的力量！","이것은 누군가를 지키기 위한 힘이다!","Ce pouvoir doit me servir à protéger les autres.","Diese Gabe nutze ich zum Schutz anderer!","Usaré mi poder para proteger a la gente."]}}},"skills":{"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"225410":{"name":"Air Raid","cost":{"MP":45},"attack_frames":[[42,72,79,86,82,90,97,104,111]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.5x * 2 = 7x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png"},"225420":{"name":"Abyssal Gate","cost":{"MP":54},"attack_frames":[[52,92,132],[182]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.4x, ATK) to all enemies","Physical damage (1.6x, ATK) to one enemy"],"icon":"ability_54.png"},"225730":{"name":"Double Slash","cost":{"MP":24},"attack_frames":[[2,22]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x, ATK) to one enemy"],"icon":"ability_54.png"},"225740":{"name":"Air Slash","cost":{"MP":16},"attack_frames":[[22]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (2x, ATK) to one enemy"],"icon":"ability_25.png"},"225760":{"name":"Cyclone Blade","cost":{"MP":30},"attack_frames":[[62,70,78,86,94]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to all enemies","Reduce resistance to Wind by 50% for 3 turns to all enemies"],"icon":"ability_10.png"},"225770":{"name":"Mirror Blade","cost":{"MP":45},"attack_frames":[[17,26,43,82,90]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.6x, ATK) to one enemy","Reduce ATK and DEF by 40% for 3 turns to one enemy"],"icon":"ability_54.png"},"225780":{"name":"Father's Teachings","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 20%","Recover MP (5%) per turn"],"icon":"ability_77.png"},"225790":{"name":"Leader by Proxy","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% when equipped with a Sword"],"icon":"ability_95.png"},"225800":{"name":"Defender of the Weak","attack_type":"None","element_inflict":null,"effects":["30% chance to set HP to 1 upon fatal damage, if HP was above 60% (max 1 times)"],"icon":"ability_41.png"},"225810":{"name":"Unstoppable Resolution","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Blind and Petrify by 100%"],"icon":"ability_19.png"}},"LB":{"name":"Ethereal Blast","attack_count":[12],"attack_frames":[[202,212,222,232,242,252,262,272,292,300,308,316]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (4.3x * 2 = 8.6x, ATK) to all enemies (ignore cover)"],"max_level":["Physical damage (5.5x * 2 = 11x, ATK) to all enemies (ignore cover)"]},"TMR":{"name":"Fortitude and Vigor","compendium_id":753,"compendium_shown":true,"unit_restriction":null,"skills":{"225890":{"name":"Fortitude and Vigor","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40%","Gain Protect (Auto) (30091) at the start of a battle or when revived"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Fortitude and Vigor' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_77.png","strings":{"names":["Fortitude and Vigor","質樸剛健","질실강건","Courage et vigueur","Voller Elan","Fortaleza y vigor"],"desc_short":["Boost ATK by 40% and boost DEF every turn","提高40%攻擊、每回合提高防禦","공격력 40% 상승+전투 중 매 턴마다 방어력 상승","Augmente l'ATT de 40% et la DEF à chaque tour","Erhöht ANG um 40% und erhöht ABW jede Runde.","Aumenta el ATQ un 40% y la DEF cada turno"],"desc_long":["Boosts ATK by 40% and boosts DEF every turn.","提高40%攻擊，並且每回合提高防禦。","공격력이 40% 상승하고, 전투 중 매 턴마다 방어력이 상승합니다.","Augmente l'ATT de 40% et la DEF à chaque tour","Erhöht ANG um 40% und erhöht ABW jede Runde.","Aumenta el ATQ un 40% y la DEF cada turno"]},"type":"MATERIA"}}}