{"313000105":{"rarity_min":5,"rarity_max":6,"name":"Tiz","game":"Bravely Default","job":"Shepherd","sex":"Male","equip":[2,3,4,10,30,31,40,41,50,51,52,60],"entries":{"313000105":{"compendium_id":857,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[949,2876,300,150],"MP":[41,124,50,25],"ATK":[39,119,20,10],"DEF":[37,113,20,10],"MAG":[31,95,20,10],"SPR":[31,94,20,10]},"limitburst_id":313000105,"attack_count":3,"attack_damage":[[33,33,34]],"attack_frames":[10,20,37],"effect_frames":[8,18,35],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[6,0,4,0],"element_resist":[0,0,0,0,0,0,50,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":10,"290060200":10,"290060300":5,"290060400":20}},"strings":{"description":["A young man from the world of Luxendarc, where the Crystals are in danger of being consumed by darkness. Tiz is from the town of Norende, and lost both his home and younger brother when an unexpected underground eruption swallowed them up, leaving nothing but a great chasm behind. Although despair initially consumes him, he eventually meets the wind vestal Agnès and joins her on her quest to awaken the Wind Crystal in hopes of restoring his town. Placing his trust in her, Tiz continues supporting Agnès as she struggles to complete her demanding mission.","水晶之力逐漸衰退的異界盧森達爾克的少年。他的故鄉有一天被突然出現的黑暗大洞吞噬，其親弟弟因此而喪命。當他陷入絕望時，得知風之巫女艾尼亞絲想要通過解放水晶的力量來驅散黑暗大洞，便請求一同前行。在旅途中，他全力支持著背負沉重使命的艾尼亞絲。","크리스탈의 힘이 쇠락의 위기를 맞은 이계 룩센다르크의 소년. 고향 노르엔데 마을이 갑자기 나타난 어둠의 구멍에 침식당하고, 그 사건으로 인해 남동생을 잃고 만다. 절망의 나락에 빠져 지내던 티즈는 바람의 무녀 아니에스가 크리스탈을 해방시켜 어둠의 구멍을 날려버리려는 것을 알게 되고, 그녀에게 동행을 요청한다. 그리고 중대한 사명을 짊어지고 고뇌하는 그녀와 함께 여행하며 믿음으로 그녀를 지녀나가게 된다.","Un jeune homme originaire du monde de Lucsendarc, où les ténèbres menacent de dévorer les cristaux. Tiz est né dans le village de Norende. Il perdit son foyer et son petit frère quand une éruption souterraine frappa le village, ne laissant derrière elle qu'un énorme gouffre. Initialement pris de désespoir, Tiz finit par rencontrer la vestale du vent, Agnès, et se joint à sa quête. Ensemble, ils cherchent à éveiller le cristal du vent et ainsi restaurer le village du jeune garçon. Ce dernier accorde sa confiance à la vestale et lui vient en aide tout au long de sa difficile mission.","Ein junger Mann aus der Welt Luxendarc, in der die Gefahr besteht, dass die Kristalle von der Dunkelheit verschlungen werden. Tiz stammt aus der Stadt Norende und hat sein Zuhause und seinen jüngeren Bruder verloren, als sich der Boden unerwartet auftat und beides verschlang. Es blieb nur ein tiefer Riss zurück. Anfangs war er voller Verzweiflung, bis er auf Agnès, die Vestalin des Windes, traf und sich ihr und ihrer Mission anschloss, den Windkristall zu erwecken. Er hofft, seine Stadt so wieder aufbauen zu können. Tiz hat Vertrauen in Agnès und steht ihr bei dieser schwierigen Aufgabe hilfreich zur Seite.","Un joven del mundo de Luxendarc, donde los cristales están en peligro de ser consumidos por la oscuridad. Tiz proviene de Norende, y perdió a su hermano y su hogar durante una inesperada erupción subterránea que arrasó todo a su paso y que solo dejó un abismo. Aunque le pudo la desesperación, al tiempo conoció a Agnès, la sacerdotisa del viento, y acabó acompañándola en su aventura de despertar al Cristal del Viento con la esperanza de reconstruir su ciudad. Tiz confía en Agnès y la ayuda a lo largo de los obstáculos que se les van presentando a lo largo de esta difícil misión."],"summon":["My name is Tiz Arrior.<br>Where are we?<br>If you know something, please tell me.","我的名字叫做蒂茲・奧利亞。<br>這是哪裡呢？<br>如果知道什麼的話，請告訴我。","내 이름은 티즈 오리아.<br>여긴 어디야?<br>뭔가 알고 있는 게 있다면 가르쳐 줘.","Je m'appelle Tiz Arrior.<br>Où sommes-nous ?<br>Si tu en as une idée, dis-le-moi.","Mein Name ist Tiz Arrior.<br>Wo sind wir hier?<br>Wenn du etwas darüber weißt, erzähl es mir.","Me llamo Tiz Arrior.<br>¿Dónde estamos?<br>Si sabes algo; por favor, dímelo."],"evolution":[null,null,null,null,null,null],"affinity":["Surely the path you have walked will light the way to the future of those who follow you.","你所走過的軌跡，<br>一定會成為<br>照亮大家未來的光芒。","네가 걸어온 궤적은<br>분명 모두의 앞날을 비출<br>빛이 되어 줄 거야.","Le chemin que tu as emprunté ouvrira la voie à ceux qui te suivent.","Der Weg, den du beschritten hast, wird sicherlich den Weg derjenigen erleuchten, die dir folgen.","No cabe la menor duda de que el camino que has andado guiará a los que te sigan hacia el futuro."],"fusion":["Those normal days which I took for<br>granted have now been lost in an instant.<br>I must prevent any more such tragedies.","理所當然普通的日子<br>在瞬間就沒了呀。<br>不結束這樣的悲劇不行。","당연하게 흘러가던 평범한 나날이<br>일순간에 사라져 버리는 거야.<br>그런 비극은 이제 끝내야 해.","Ces jours ordinaires que je prenais pour<br>acquis se sont évaporés en un instant.<br>Je dois empêcher ce genre de tragédie de se reproduire.","Diese gewöhnlichen Tage, die für mich<br>selbstverständlich waren, sind plötzlich vorbei.<br>So was Schreckliches darf nicht noch mal passieren.","Se han acabado los días en que me tomaba<br>las cosas a la ligera.<br>Tengo que evitar más tragedias."]}},"313000106":{"compendium_id":858,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1234,3740,450,225],"MP":[53,162,75,37],"ATK":[50,150,30,15],"DEF":[47,143,30,15],"MAG":[39,119,30,15],"SPR":[40,120,30,15]},"limitburst_id":313000106,"attack_count":3,"attack_damage":[[33,33,34]],"attack_frames":[10,20,37],"effect_frames":[8,18,35],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[7,0,5,0],"element_resist":[0,0,0,0,0,0,50,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man from the world of Luxendarc, where the Crystals are in danger of being consumed by darkness. After witnessing the destruction of his town, Tiz joins the wind vestal Agnès on her mission to drive away the darkness that has swallowed up his home. Through their travels they meet a young woman named Edea, a member of the Eternian Sky Knights that preach Anticrystalism, who eventually defects from the organization to ally with them. They also come across a young man afflicted with amnesia called Ringabel, and together travel all over the world to awaken the power of the Crystals.","水晶之力逐漸衰退的異界盧森達爾克的少年。為了阻止摧毀其故鄉的黑暗進一步擴散，和風之巫女一同旅行。儘管被主張反水晶主義的艾塔魯尼亞公國追殺，可他們依舊與反叛公國的少女伊迪婭以及喪失記憶的青年林格阿貝爾一起，周遊世界，解放水晶的力量。","크리스탈의 힘이 쇠락의 위기를 맞은 이계 룩센다르크의 소년. 고향을 궤멸시킨 어둠의 침공을 막으려 하는 바람의 무녀 아니에스와 만나, 그녀의 여행에 동행하게 된다. '안티 크리스탈리즘'을 신봉하는 에타르니아 공국군에게 쫓기면서도, 공국을 떠난 소녀 이데아와 기억 상실 청년 아벨 등등 동료들과 힘을 합쳐 세계 각지의 크리스탈의 힘을 해방해 나가게 된다.","Un jeune homme originaire du monde de Lucsendarc, où les ténèbres menacent de dévorer les cristaux. Après avoir été témoin de la destruction de son village, Tiz se joint à Agnès, la vestale du vent, et l'aide dans sa mission visant à bannir les ténèbres qui ont englouti son foyer. Au cours de leur voyage, ils font la rencontre d'une femme nommée Edea, elle-même un membre de l'armée d'Éternia qui pratique l'anticristallisme. Celle-ci déserte cependant son organisation pour s'allier à Tiz et Agnès. Les trois guerriers croisent alors le chemin d'un jeune homme atteint d'amnésie : Ringabel. Ensemble, ils parcourent le monde entier afin d'éveiller le pouvoir des cristaux.","Ein junger Mann aus der Welt Luxendarc, in der die Gefahr besteht, dass die Kristalle von der Dunkelheit verschlungen werden. Nachdem Tiz die Zerstörung seiner Stadt miterlebt, schließt er sich Agnès an, der Vestalin des Windes, die die Dunkelheit vertreiben möchte. Diese Dunkelheit hatte sein Zuhause verschluckt. Unterwegs treffen sie eine junge Frau namens Edea, die ein Mitglied der Himmelsritter aus Eternia ist, die den Antikristallismus predigen. Edea verlässt daraufhin jedoch die Himmelsritter und schließt sich ihnen an. Dann begegnen sie einem jungen Mann namens Ringabel, der unter Gedächtnisverlust leidet, und gemeinsam bereisen sie die gesamte Welt, um die Macht der Kristalle zu erwecken.","Un joven del mundo de Luxendarc, donde los cristales están en peligro de ser consumidos por la oscuridad. Después de ser testigo de cómo se destruía su ciudad natal, Tiz acompañó a la sacerdotisa del viento Agnès en su misión de disipar la oscuridad que había engullido su hogar. A lo largo de sus viajes, conocieron a Edea, una mujer que pertenecía a los Caballeros del Cielo Eterniano, organización que predica el anticristalismo, que, a su vez, acabaría desertando para unirse al grupo. Asimismo, también se cruzaron con Ringabel, un hombre que padecía amnesia. De esta forma, juntos empezaron a viajar por todo el mundo para despertar el poder de los cristales."],"summon":["I must help rebuild my village.<br>However, I think helping you now could help me in achieving that.","我必須要復興村莊。<br>但是現在我覺得<br>或許幫助你就是最快的捷徑。","나는 마을을 부흥시켜야 해.<br>하지만 지금은, 널 돕는 게<br>부흥을 향한 지름길이란 생각이 들어.","Je dois participer à la reconstruction de mon village.<br>Mais je pense que t'aider pourrait me permettre d'y parvenir.","Ich muss mein Dorf wieder aufbauen.<br>Aber indem ich dich nun unterstütze, könnte ich mein Ziel woh schneller erreichen.","Tienes que ayudarme a reconstruir mi pueblo.<br>Por tanto, creo que si te ayudo ahora, tú me ayudarás en el futuro."],"evolution":["It's not good to carry the world on your shoulders alone. I'm sure we can all help out somehow.","什麼事都一個人承擔可不好唷。<br>讓大家一起來想辦法吧。","혼자서 짊어지려고 하지 마.<br>우리가 어떻게든 해 줄게.","Ce n'est pas bon de porter tout le poids du monde sur ses épaules. Je suis sûr qu'on peut trouver un moyen de t'aider.","Du solltest die Welt nicht allein auf den Schultern tragen. Wir können bestimmt alle dabei helfen.","No es bueno que uno solo cargue con todo el peso. Estoy seguro de que podemos ayudarnos."],"affinity":["Surely the path you have walked will light the way to the future of those who follow you.","你所走過的軌跡，<br>一定會成為<br>照亮大家未來的光芒。","네가 걸어온 궤적은<br>분명 모두의 앞날을 비출<br>빛이 되어 줄 거야.","Le chemin que tu as emprunté ouvrira la voie à ceux qui te suivent.","Der Weg, den du beschritten hast, wird sicherlich den Weg derjenigen erleuchten, die dir folgen.","No cabe la menor duda de que el camino que has andado guiará a los que te sigan hacia el futuro."],"fusion":["There are countless people in need of a helping hand. I can't stand it when people overlook such desperate souls.","有許多需要我幫助的人。<br>我討厭對那些人見死不救。","손을 뻗어줘야 할 사람이 수없이 많아.<br>난 그 사람들을<br>못 본 척하고 싶지 않아.","D'innombrables personnes ont besoin d'aide. Je ne supporte pas que ces gens désespérés soient ignorés.","Es gibt so viele, die Hilfe brauchen. Schrecklich, wenn solche armen Seelen übersehen werden.","Hay muchísima gente que necesita ayuda. No soporto cuando la gente ignora a estas pobres almas desesperadas."]}}},"skills":null,"LB":{"name":"Sonic Wave","attack_count":[1],"attack_frames":[[164]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (7.2x, ATK) to one enemy","Increase ATK by 100% for 3 turns to all allies","Gain Giant Overkill (505410), Heaven's Chalice (505420) and Shining Storm (505430) for one turn","Gain 2 uses of Desperation (222250), Desperation+1 (707480), Desperation+2 (707481), Giant Overkill (505410), Giant Slayer (222230), Giant Slayer+1 (707486), Giant Slayer+2 (707487), Heaven's Chalice (505420), Heaven's Gate (222240), Radiant Blast (222260), Rampart (222270) and Shining Storm (505430) for one turn"],"max_level":["Physical damage (9.6x, ATK) to one enemy","Increase ATK by 124% for 3 turns to all allies","Gain Giant Overkill (505410), Heaven's Chalice (505420) and Shining Storm (505430) for one turn","Gain 2 uses of Desperation (222250), Desperation+1 (707480), Desperation+2 (707481), Giant Overkill (505410), Giant Slayer (222230), Giant Slayer+1 (707486), Giant Slayer+2 (707487), Heaven's Chalice (505420), Heaven's Gate (222240), Radiant Blast (222260), Rampart (222270) and Shining Storm (505430) for one turn"]},"TMR":{"name":"Night Emperor","compendium_id":787,"compendium_shown":true,"rarity":8,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"222750":{"name":"Miracle Worker","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 15% when equipped with a Heavy Armor"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'Miracle Worker' passive."],"stats":{"HP":0,"MP":0,"ATK":130,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_10243.png","strings":{"name":["Night Emperor","夜帝","밤의 황제","Empereur de la nuit","König der Nacht","Emperador de la noche"],"desc_short":["A sword brought from the faraway world of Luxendarc.","來自異界盧森達爾克的劍","이계 룩센다르크에서 유입된 검","Une épée rapportée du monde lointain de Lucsendarc.","Ein Schwert aus der fernen Welt Luxendarc.","Una espada del lejano mundo de Luxendarc."],"desc_long":["A sword brought from the faraway world of Luxendarc. Luxendarc was exposed to unprecedented calamities because of the weakening of the Crystals, and this led to the destruction of a certain village where it was swallowed whole in darkness. The village was able to rise back to form with the help of a certain child who survived the calamity. He used this particular sword in battle, and now it can be purchased from that very village.","來自異界盧森達爾克的劍。異界盧森達爾克因為水晶的衰減而遭逢了未曾有的災禍，某個村莊就這樣被黑暗的大洞吞噬後毀滅。據說唯一一個倖存下來的少年努力復興了被毀的村莊，而這把劍在那座村莊就能買到。","이계 룩센다르크에서 유입된 검. 이계 룩센다르크는 크리스탈의 감소로 인한 미증유의 재앙이 닥쳐와, 어느 마을이 어둠의 구멍에 빠져 괴멸하고 말았다. 이 검은 유일한 생존자인 소년이 온 힘을 다해 부흥을 이뤄낸 그 마을에서 판매하던 것이라고 한다.","Une épée rapportée du monde lointain de Lucsendarc. Lucsendarc fut victime de désastres sans précédent engendrés par l'affaiblissement de ses cristaux. Ce phénomène causa la destruction d'un certain village, qui finit englouti dans les ténèbres. Le petit hameau parvint néanmoins à renaître de ses cendres, notamment grâce à l'aide d'un certain enfant ayant survécu à la catastrophe. Il utilisait cette épée au combat, et il est désormais possible de se l'approprier auprès des vendeurs de ce même village.","Ein Schwert aus der fernen Welt Luxendarc. Durch die Schwächung der Kristalle war Luxendarc hereinbrechenden Gefahren ausgesetzt, was zur Zerstörung eines gewissen Dorfs führte, das von einem sich plötzlich öffnenden Loch verschluckt wurde. Nur ein einzelner Knabe überlebte die Zerstörung des Dorfes und wandte alle Kräfte auf, um das Dorf wieder zurückzubringen. Man sagt von diesem Schwert, dass es nun in eben jenem Dorf zu kaufen sei.","Una espada del lejano mundo de Luxendarc. Cuando los cristales se debilitaron, este mundo se vio expuesto a un desastre sin precedentes. Esto acabó con la destrucción de un pueblo que acabó engullido por la oscuridad. Sin embargo, el pueblo volvió a reconstruirse con la ayuda de un joven que sobrevivió a aquella calamidad. El joven usó esta espada durante la batalla, que actualmente se puede comprar en el propio pueblo."]}}},"313000205":{"rarity_min":5,"rarity_max":6,"name":"Agnès","game":"Bravely Default","job":"Wind Priestess","sex":"Female","equip":[5,6,11,40,50,53,60],"entries":{"313000205":{"compendium_id":859,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[868,2630,240,120],"MP":[49,148,40,20],"ATK":[27,83,16,8],"DEF":[31,94,16,8],"MAG":[35,107,16,8],"SPR":[39,117,24,12]},"limitburst_id":313000205,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[31,40,49,58,74],"effect_frames":[29,38,47,56,72],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[7,0,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060100":20,"290060300":10,"290060400":10}},"strings":{"description":["The vestal of wind from the world of Luxendarc, where the Crystals are in danger of being consumed by darkness. Agnès sets off on a journey with a young man named Tiz and the cryst-fairy Airy to awaken the Crystals after they are tainted by darkness, plunging the world into chaos. As the vestal of wind, she was raised within the confines of a temple and is thus unfamiliar with the ways of the outside world. The strong sense of duty she feels towards her mission tends to drive her to overanalyze things as well.","水晶之力逐漸衰退的異界盧森達爾克裡，侍奉風之水晶的巫女。在水晶突然被黑暗吞噬，世界陷入危機時，和喪失故鄉的少年提茲以及水晶妖精愛麗一同，踏上了解放水晶的旅程。由於自幼以巫女的身份在神殿中生活，所以不是很了解外部世界。另外，由於使命感太強，所以她時常陷入苦思之中。","크리스탈의 힘이 쇠락의 위기를 맞은 이계 룩센다르크의, 바람의 크리스탈을 모시는 무녀. 갑자기 어둠이 크리스탈을 집어삼켜 위기에 봉착한 세계에서, 고향을 잃어버린 소년 티즈와 크리스탈의 요정 에어리와 함께 크리스탈을 해방하기 위한 여행을 떠난다. 어릴 적부터 무녀로서 신전 안에서 살아왔기 때문에 세계의 정세 등에 어둡다. 또한 사명감이 뛰어난 한편 외골수인 부분도 있는 듯하다.","La vestale du vent originaire du monde de Lucsendarc, où les ténèbres menacent de dévorer les cristaux. Agnès part à l'aventure en compagnie d'un jeune homme nommé Tiz et de la fée cristalline, Airy. Leur objectif commun est d'éveiller les cristaux qui, corrompus par les ténèbres, ont plongé le monde dans le chaos. En tant que vestale du vent, elle fut élevée dans l'enceinte d'un temple et n'a aucune expérience du monde extérieur. Habitée par un grand sens du devoir et déterminée à accomplir sa mission, elle a tendance à trop analyser la situation.","Die Vestalin des Windes aus der Welt Luxendarc, in der die Gefahr besteht, dass die Kristalle von der Dunkelheit verschlungen werden. Agnès macht sich gemeinsam mit einem jungen Mann namens Tiz und der Kristallfee Airy auf den Weg, um die Kristalle zu erwecken, die von Dunkelheit befleckt sind und die Welt ins Chaos stürzen. Als Vestalin des Windes wuchs sie in einem Tempel auf und kennt die Welt draußen nicht wirklich gut. Ihr starkes Pflichtbewusstsein gegenüber ihrer Mission führt dazu, dass sie die Dinge zu sehr analysiert.","La sacerdotisa del viento del mundo de Luxendarc, donde los cristales están en peligro de ser consumidos por la oscuridad. Agnès se embarca en una aventura junto a Tiz y Airy, el hada de los cristales, para despertar a los cristales después de haber sido contaminados por la oscuridad, y tras haber sumergido al mundo en la oscuridad. Como sacerdotisa del viento, Agnès se crio dentro de los confines de un templo y, por tanto, no está familiarizada con el mundo exterior. Asimismo, el enorme sentido del deber que siente hacia su misión suele hacer que tienda a analizar más de lo normal las cosas."],"summon":["My name is Agnès.<br>I am a priestess in service of the wind crystal.","我的名字是艾尼亞絲。<br>以巫女的身分<br>侍奉著風之水晶。","내 이름은 아니에스.<br>무녀로서<br>바람의 크리스탈을 모시고 있습니다.","Je m'appelle Agnès.<br>Je suis une prêtresse au service du cristal de vent.","Mein Name ist Agnès.<br>Ich bin eine Vestalin im Dienst des Windkristalls.","Me llamo Agnès.<br>Soy una sacerdotisa al servicio del cristal del viento."],"evolution":[null,null,null,null,null,null],"affinity":["It's a pleasure to be needed by someone.","有人需要自己<br>真的是非常令人開心的事情。","누군가가 저를 필요로 해준다는 건<br>무척 기쁜 일이군요.","C'est formidable quand quelqu'un à besoin de toi.","Es ist wirklich eine Freude, von jemandem gebraucht zu werden.","Poder ayudar a alguien es todo un placer."],"fusion":["I know I mustn't complain,<br>but I had decided this all along...","明明早就決定……<br>絕對不能說些洩氣話的……","약한 소리를 해선 안 된다고,<br>그렇게 결심했는데……","Je sais que je ne dois pas me plaindre,<br>mais c'est ce que j'avais décidé depuis le début...","Ich weiß, dass ich mich nicht beschweren darf,<br>aber ich hatte mich doch dafür entschieden ...","Sé que no debo quejarme,<br>pero esto lo había decidido desde el principio..."]}},"313000206":{"compendium_id":860,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1129,3420,390,195],"MP":[64,193,65,32],"ATK":[36,108,26,13],"DEF":[41,123,26,13],"MAG":[46,140,26,13],"SPR":[50,153,34,17]},"limitburst_id":313000206,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[31,40,49,58,74],"effect_frames":[29,38,47,56,72],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[8,0,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["The vestal of wind from the world of Luxendarc, where the Crystals are in danger of being consumed by darkness. When Agnès sets off on a journey to save the world from darkness, she comes under persecution by the Eternian Sky Knights, an organization that preaches Anticrystalism. Facing one tragedy after another henceforth, she travels all around the world to awaken the Crystals with the help of her companions.","水晶之力逐漸衰退的異界盧森達爾克裡，侍奉風之水晶的巫女。為拯救被黑暗吞噬的世界，她踏上了解放水晶的艱辛旅程。也正因如此，她開始被主張反水晶主義的艾塔魯尼亞公國追殺。在旅途中，儘管遭遇種種不幸，但最終，她與同伴們齊心協力，成功解放了水晶。","크리스탈의 힘이 쇠락의 위기를 맞은 이계 룩센다르크의, 바람의 크리스탈을 모시는 무녀. 어둠이 닥쳐오는 세계를 구하기 위해 여행을 떠나지만, '안티 크리스탈리즘'을 신봉하는 에타르니아 공국에게 쫓기게 된다. 여행 도중 더 큰 비극이 닥쳐오게 되지만, 동료들과 힘을 합쳐 세계 각지를 돌며 크리스탈을 해방시켰다.","La vestale du vent originaire du monde de Lucsendarc, où les ténèbres menacent de dévorer les cristaux. Quand Agnès part à l'aventure et entreprend de sauver le monde des ténèbres, elle est confrontée aux Chevaliers célestes d'Éternia, une organisation qui ne jure que par l'anticristallisme. Forcée d'affronter une série de tragédies, elle voyage à travers le monde dans le but d'éveiller les cristaux à l'aide de ses compagnons.","Die Vestalin des Windes aus der Welt Luxendarc, in der die Gefahr besteht, dass die Kristalle von Dunkelheit verschlungen werden. Als Agnès aufbricht, um die Welt vor der Dunkelheit zu retten, wird sie von den Himmelsrittern aus Eternia verfolgt, die den Antikristallismus predigen. Sie wird Zeugin zahlreicher Tragödien und reist durch die Welt, um mithilfe ihrer Begleiter die Kristalle zu erwecken.","La sacerdotisa del viento del mundo de Luxendarc, donde los cristales están en peligro de ser consumidos por la oscuridad. Cuando Agnès se embarca en la aventura de salvar al mundo de la oscuridad, acaba siendo perseguida por los Caballeros del Cielo Eterniano, una organización que predica el anticristalismo. A lo largo de un camino lleno de dificultades, Agnès viaja por todo el mundo para despertar a los cristales con la ayuda de sus compañeros."],"summon":["Can you hear my prayers?<br>Wherever you are...<br>Whoever you are!","未曾見過的你。<br>不知身在何方的你。<br>能夠聽得見我的祈禱嗎？","지금껏 본 적 없는 당신.<br>어디 있는지도 알 수 없는 당신.<br>제 기도가, 들리나요?","Toi, que je n'ai jamais vu auparavant.<br>Toi qui ne sais pas où nous sommes.<br>Je me demande si mes prières sont parvenues jusqu'à toi.","Kannst du meine Gebete hören?<br> Wo auch immer du bist ...<br>Wer auch immer du bist!","Tú, a quien nunca antes te he visto.<br>Tú, a quien desconozco donde estás...<br>Me pregunto: ¿has escuchado mis plegarias?"],"evolution":["We must proceed forth.<br>We must only trust in our own actions!","我們不得不向前進。<br>我們只相信自己的行動……！","전 앞으로 나아가야만 합니다.그저 여러분들을 믿고서……!","Nous devons avancer, et<br>ne faire confiance qu'à notre force !","Wir müssen weitermachen.<br>Wir brauchen nur unserem eigenen Handeln vertrauen ...!","Tenemos que continuar.<br>¡Solo podemos fiarnos de nuestras propias acciones!"],"affinity":["It's a pleasure to be needed by someone.","有人需要自己<br>真的是非常令人開心的事情。","누군가가 저를 필요로 해준다는 건<br>무척 기쁜 일이군요.","C'est formidable quand quelqu'un à besoin de toi.","Es ist wirklich eine Freude, von jemandem gebraucht zu werden.","Poder ayudar a alguien es todo un placer."],"fusion":["Up until now, I didn't know anything about the outside world...","至今為止，<br>我對於外面的世界，<br>真是一無所知……","지금까지 저는<br>바깥 세계에 대해서는<br>아무것도 몰랐던 거예요……","Jusqu'à maintenant, je ne savais rien du monde extérieur...","Bisher habe ich die Außenwelt nicht gekannt ...","Hasta ahora, no sabía nada sobre el mundo exterior..."]}}},"skills":null,"LB":{"name":"Divine Light","attack_count":[1],"attack_frames":[[280]],"damage_type":"Magic","element_inflict":null,"min_level":["Reduce resistance to Light by 50% for 3 turns to all enemies","Increase DEF and SPR by 100% for 3 turns to all allies","Remove Stop debuff from all allies"],"max_level":["Reduce resistance to Light by 74% for 3 turns to all enemies","Increase DEF and SPR by 124% for 3 turns to all allies","Remove Stop debuff from all allies"]},"TMR":{"name":"Vestal Garb","compendium_id":788,"compendium_shown":true,"rarity":8,"type_id":53,"type":"EQUIP","slot_id":4,"slot":"Chest","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":0,"DEF":35,"MAG":50,"SPR":50,"element_resist":{"Fire":40,"Lightning":40,"Wind":40,"Light":40},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_20431.png","strings":{"name":["Vestal Garb","巫女祈禱衣","무녀의 기도복","Costume de pureté","Vestalinnenkluft","Vestido de sacerdotisa"],"desc_short":["A vestal garb brought from the faraway world of Luxendarc.","來自異界盧森達爾克的祈禱服","이계 룩센다르크에서 유입된 로브","Une tenue de vestale rapportée du monde lointain de Lucsendarc.","Eine Vestalinnenkluft aus der fernen Welt von Luxendarc.","Un traje clerical del lejano mundo de Luxendarc."],"desc_long":["A vestal garb brought from the faraway world of Luxendarc. This garb is woven using a special yarn called the \"rainbow thread,\" and was worn by the shrine maiden who served the Wind Crystal. The maiden of the wind who traveled the world to save the Crystals was tailored and given this special garb by a great elder said to be well over a 1,000 years old.","來自異界盧森達爾克的祈禱服。是侍奉風之水晶的巫女所穿著的衣物，以名為「祈禱的虹線」的特殊絲線製成。據說是一位超過1000歲的老師，替為了拯救世界而持續著水晶解放之旅的風之巫女縫製了這套祈禱服。","이계 룩센다르크에서 유입된 로브. 바람의 크리스탈을 지키는 무녀가 입고 있던 것으로, '기도의 붉은 실'이라 불리는 특수한 실로 만들었다고 한다. 세계를 구하기 위하여 크리스탈을 해방하고자 여행을 떠난 바람의 무녀에게 이 옷을 지어준 것은 1000살을 훨씬 넘은 어느 노사였다고 한다.","Une tenue de vestale rapportée du monde lointain de Lucsendarc. Elle est faite d'un tissu spécial appelé \"fil arc-en-ciel sanctifié\", et fut portée par la jeune femme au service du cristal du vent. La vierge du vent qui parcourut le monde dans le but de sauver les cristaux fut offerte ce costume spécial par un grand sage qui, selon la légende, aurait plus de mille ans.","Eine Vestalinnenkluft aus der fernen Welt von Luxendarc. Die Kluft wurde mit Hilfe eines speziellen Garns namens \"Regenbogengarn\" angefertigt und wurde von derselben Vestalin getragen, die dem Windkristall diente. Diese spezielle Kluft wurde der Vestalin, die auszog um die Kristalle zu retten, von einem großen Weisen gegeben, der weit über 1000 Jahre alt sein soll.","Un traje clerical del lejano mundo de Luxendarc. Este traje está hecho con un hilo especial, el \"hilo sagrado del arcoíris\", y lo llevaban las sacerdotisas que servían al cristal del viento. Por tanto, este mismo traje lo llevó la sacerdotisa a la que se le encomendó viajar por el mundo para salvar los cristales. Además, parece ser que el sabio que se lo entregó le dijo que tenía más de mil años."]}}},"313000305":{"rarity_min":5,"rarity_max":6,"name":"Bravo Bunny Agnès","game":"Bravely Default","job":"Superstar","sex":"Female","equip":[1,2,3,5,6,14,16,30,40,50,53,60],"entries":{"313000305":{"compendium_id":861,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[858,2601,300,150],"MP":[41,124,50,25],"ATK":[27,83,20,10],"DEF":[32,96,20,10],"MAG":[35,106,20,10],"SPR":[33,101,20,10]},"limitburst_id":313000305,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[20,29,38,47,69],"effect_frames":[18,27,36,45,67],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060200":5,"290060400":10}},"strings":{"description":["The vestal of wind from the world of Luxendarc, where the Crystals are in danger of being consumed by darkness, but dressed in a sexy bunny costume. Agnès sets off on a journey with a young man named Tiz and the cryst-fairy Airy to awaken the Crystals after they are tainted by darkness, plunging the world into chaos. As the vestal of wind, she was raised within the confines of a temple and is thus unfamiliar with the ways of the outside world. The strong sense of duty she feels towards her mission tends to drive her to overanalyze things as well.","在異界盧森達爾克侍奉風之水晶的巫女穿上性感兔女郎服裝的樣子。在水晶突然被黑暗吞噬，世界陷入危機時，和喪失故鄉的少年提茲以及水晶妖精愛麗一同，踏上了解放水晶的旅程。由於自幼以巫女的身份在神殿中生活，所以不是很了解外部世界。另外，由於使命感太強，所以她時常陷入苦思之中。","이계 룩센다르크의 바람의 크리스탈을 모시는 무녀가 섹시한 바니걸 의상을 걸친 모습. 갑자기 어둠이 크리스탈을 집어삼켜 위기에 봉착한 세계에서, 고향을 잃어버린 소년 티즈와 크리스탈의 요정 에어리와 함께 크리스탈을 해방하기 위한 여행을 떠난다. 어릴 적부터 무녀로서 신전 안에서 살아왔기 때문에 세계의 정세 등에 어둡다. 또한 사명감이 뛰어난 한편 외골수인 부분도 있는 듯하다.","La vestale du vent originaire du monde de Lucsendarc, où les ténèbres menacent de dévorer les cristaux. Pour le coup, elle porte un déguisement de lapin aguichant. Agnès part à l'aventure en compagnie d'un jeune homme nommé Tiz et de la fée cristalline, Airy. Leur objectif commun est d'éveiller les cristaux qui, corrompus par les ténèbres, ont plongé le monde dans le chaos. En tant que vestale du vent, elle fut élevée dans l'enceinte d'un temple et n'a aucune expérience du monde extérieur. Habitée par un grand sens du devoir et déterminée à accomplir sa mission, elle a tendance à trop analyser la situation.","Die Vestalin des Windes aus der Welt Luxendarc, in der die Gefahr besteht, dass die Kristalle von der Dunkelheit verschlungen werden. Agnès, die ein heißes Häschenkostüm trägt, macht sich gemeinsam mit einem jungen Mann namens Tiz und der Kristallfee Airy auf den Weg, um die Kristalle zu erwecken, die von Dunkelheit befleckt sind und die Welt ins Chaos stürzen. Als Vestalin des Windes wuchs sie in einem Tempel auf und kennt die Welt draußen nicht wirklich gut. Ihr starkes Pflichtbewusstsein gegenüber ihrer Mission führt dazu, dass sie die Dinge zu sehr analysiert.","La sacerdotisa del viento del mundo de Luxendarc, donde los cristales están en peligro de ser consumidos por la oscuridad, pero vestida con un trajecito de conejita sexy. Agnès se embarca en una aventura junto a Tiz y Airy, el hada de los cristales, para despertar a los cristales después de haber sido contaminados por la oscuridad, y tras haber sumergido al mundo en la oscuridad. Como sacerdotisa del viento, Agnès se crio dentro de los confines de un templo y, por tanto, no está familiarizada con el mundo exterior. Asimismo, el enorme sentido del deber que siente hacia su misión suele hacer que tienda a analizar más de lo normal las cosas."],"summon":["My name is Agnès.<br>This outfit, it's...<br>Please, don't look at me!","我的名字是艾尼亞絲。<br>這身服裝，那個……<br>請不要一直盯著看！","제 이름은 아니에스.<br>이 옷은, 저기, 그……<br>그만 보세요!","Je m'appelle Agnès.<br>Et ces vêtements...<br>S'il te plaît, regarde ailleurs !","Mein Name ist Agnès.<br>Dieses Outfit ist ...<br>Bitte schau mich nicht so an!","Me llamo Agnès.<br>Este traje...<br>¡Por favor, no me mires!"],"evolution":[null,null,null,null,null,null],"affinity":["If you were to call me,<br>I would surely lend a hand.","只要你呼喚我<br>一定會對你伸出援手。","만약 당신이 부르신다면<br>반드시 제가 손을 뻗겠습니다.","Si tu m'appelles,<br>je pourrais sans doute t'être utile.","Solltest du meine Hilfe brauchen,<br>musst du nur rufen und ich werde da sein.","Si algún día me necesitaras,<br>sin dudarlo acudiría en tu ayuda."],"fusion":["I dedicate my life to continue praying so that the pure light of the crystal will guide us to a world free from chaos.","我將奉獻我的生涯持續祈禱，<br>使水晶的光輝帶領我們迎向清淨，<br>驅除世界的災難。","크리스탈의 빛을 청정한 곳으로 이끌고<br>세계의 재앙을 없애기 위해<br>전 제 삶을 바쳐 기도하는 것입니다.","J'ai voué ma vie à la prière pour que la lumière du cristal nous guide vers un monde libéré du chaos.","Ich widme mein Leben dem Gebet, auf dass uns das reine Licht des Kristalls in eine Welt frei von Chaos führt.","Dedico mi vida a rezar para que la pureza de la luz del cristal nos guíe hacia un mundo sin caos."]}},"313000306":{"compendium_id":862,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1116,3382,450,225],"MP":[53,162,75,37],"ATK":[36,109,30,15],"DEF":[42,126,30,15],"MAG":[46,138,30,15],"SPR":[44,132,30,15]},"limitburst_id":313000306,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[20,29,38,47,69],"effect_frames":[18,27,36,45,67],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["The vestal of wind from the world of Luxendarc, where the Crystals are in danger of being consumed by darkness, but dressed in a sexy bunny costume. When Agnès sets off on a journey to save the world from darkness, she comes under persecution by the Eternian Sky Knights, an organization that preaches Anticrystalism. Facing one tragedy after another henceforth, she travels all around the world to awaken the Crystals with the help of her companions.","在異界盧森達爾克侍奉風之水晶的巫女穿上性感兔女郎服裝的樣子。為拯救被黑暗吞噬的世界，她踏上了解放水晶的艱辛旅程。也正因如此，她開始被主張反水晶主義的艾塔魯尼亞公國追殺。在旅途中，儘管遭遇種種不幸，但最終，她與同伴們齊心協力，成功解放了水晶。","이계 룩센다르크의 바람의 크리스탈을 모시는 무녀가 섹시한 바니걸 의상을 걸친 모습. 어둠이 닥쳐오는 세계를 구하기 위해 여행을 떠나지만, '안티 크리스탈리즘'을 신봉하는 에타르니아 공국에게 쫓기게 된다. 여행 도중 더 큰 비극이 닥쳐오게 되지만, 동료들과 힘을 합쳐 세계 각지를 돌며 크리스탈을 해방시켰다.","La vestale du vent originaire du monde de Lucsendarc, où les ténèbres menacent de dévorer les cristaux. Pour le coup, elle porte un déguisement de lapin aguichant. Quand Agnès part à l'aventure et entreprend de sauver le monde et chasser les ténèbres qui le rongent, elle est confrontée aux Chevaliers célestes d'Éternia, une organisation qui ne jure que par l'anticristallisme. Forcée d'affronter une série de tragédies, elle voyage à travers le monde dans le but d'éveiller les cristaux à l'aide de ses compagnons.","Die Vestalin des Windes aus der Welt Luxendarc, in der die Gefahr besteht, dass die Kristalle von Dunkelheit verschlungen werden. Als Agnès mit einem heißen Häschenkostüm bekleidet aufbricht, um die Welt vor der Dunkelheit zu retten, wird sie von den Himmelsrittern aus Eternia verfolgt, die den Antikristallismus predigen. Sie wird Zeugin zahlreicher Tragödien und reist durch die Welt, um mithilfe ihrer Begleiter die Kristalle zu erwecken.","La sacerdotisa del viento del mundo de Luxendarc, donde los cristales están en peligro de ser consumidos por la oscuridad, pero vestida con un trajecito de conejita sexy. Cuando Agnès se embarca en la aventura de salvar al mundo de la oscuridad, acaba siendo perseguida por los Caballeros del Cielo Eterniano, una organización que predica el anticristalismo. A lo largo de un camino lleno de dificultades, Agnès viaja por todo el mundo para despertar a los cristales con la ayuda de sus compañeros."],"summon":["I absolutely didn't ask to be dressed up like this!","這種裝扮<br>絕對不是我所要求的！","이 차림은 결코<br>제가 좋아서 입은 것이 아니라……!","Je n'ai pas demandé à être habillée comme ça !","Diese Kleidung war absolut nicht meine Idee!","¡Nunca pedí que me vistieran así!"],"evolution":["Even if I find myself on an unrewarding path, I shall continue moving forth!","就算盡走在一條沒有回報的路上，<br>我也會持續向前的！","보답받지 못하는 길을 그저<br>계속 걷게 된다 하더라도<br>저는 앞으로 나아갈 것입니다.","Je continuerai à avancer, même si le chemin que j'emprunte ne m'apporte aucune gloire !","Auch wenn mein Weg mir einiges abverlangt, geh ich ihn weiter!","Incluso si me encuentro avanzando por un camino poco gratificante, ¡seguiré avanzando!"],"affinity":["If you were to call me,<br>I would surely lend a hand.","只要你呼喚我<br>一定會對你伸出援手。","만약 당신이 부르신다면<br>반드시 제가 손을 뻗겠습니다.","Si tu m'appelles,<br>je pourrais sans doute t'être utile.","Solltest du meine Hilfe brauchen,<br>musst du nur rufen und ich werde da sein.","Si algún día me necesitaras,<br>sin dudarlo acudiría en tu ayuda."],"fusion":["As a crystal vestal, I have a special mission which I must see to.","身為水晶巫女，<br>有我該完成的使命。","크리스탈의 무녀인 저에겐<br>짊어진 사명이 있어요.","En tant que vestale du cristal, je dois accomplir une mission spéciale.","Als Kristallvestalin muss ich eine besondere Mission erfüllen.","Como sacerdotisa del cristal, tengo una misión especial de la que encargarme."]}}},"skills":null,"LB":{"name":"Cross Divide","attack_count":[9],"attack_frames":[[133,157,182,191,203,212,266,301,341]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (5.6x, ATK) to one enemy","Restore 2000 HP to all allies","Cure all status effects for all allies","Gain My Hero (505550) for one turn"],"max_level":["Physical damage (8x, ATK) to one enemy","Restore 2000 HP to all allies","Cure all status effects for all allies","Gain My Hero (505550) for one turn"]},"TMR":{"name":"Bunny Headband","compendium_id":789,"compendium_shown":true,"rarity":8,"type_id":40,"type":"EQUIP","slot_id":3,"slot":"Headgear","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"101500":{"name":"HP +15%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 15%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'HP +15%' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":0,"MAG":30,"SPR":30,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_50294.png","strings":{"name":["Bunny Headband","可愛兔耳髮箍","브라보 바니의 헤어밴드","Bandeau lapinou","Hasenohren-Kopfschmuck","Cinta de conejita"],"desc_short":["A sexy headband brought from the Farplane.","來自異界的性感髮飾","이계 룩센다르크에서 유입된 섹시한 머리띠","Un serre-tête aguichant rapporté de l'Au-delà.","Ein sexy Haarband aus einer fernen Welt.","Una banda para el pelo muy sexi del Etéreo."],"desc_long":["A sexy and cute headband brought from the faraway world of Luxendarc. This bunny headband is said to have been created by a great elder who tailored many forms of wears and attires. In particular, the elder seemed to have a fond liking of creating sexy and provocative garbs for beautiful shrine maidens.","來自異界盧森達爾克，可愛又性感的兔耳髮箍。傳說異界盧森達爾克有一位老師，可以製作從巫女的祈禱服到暴露的性感服裝。據說這個髮箍也是他的作品。","이계 룩센다르크에서 유입된, 귀엽고도 섹시한 브라보 바니의 머리띠. 이계 룩센다르크에는 무녀를 위한 기도복부터 노출도가 높은 섹시 의상까지 다양한 의복을 짓던 노사가 있었다고 한다. 이 머리띠 또한 그의 작품이라고 알려져 있다.","Un serre-tête mignon et aguichant rapporté du monde lointain de Lucsendarc. Il est dit que ce serre-tête de lapin fut fabriqué par un grand sage qui confectionnait de nombreux accessoires et costumes. Il semblait se délecter tout particulièrement des tenues aguichantes et provocatrices qu'il créait pour les jolies vestales du pays.","Eine sexy-süßes Stirnband aus der fernen Welt von Luxendarc. Von diesem Häschen-Stirnband heißt es, dass es von einem großen Weisen hergestellt worden sein soll, der verschiedenste Kleidung und Gewänder anfertigte. Der Weise soll besonders Gefallen an der Herstellung von aufreizenden und provokanten Kluften für schöne Vestalinnen gefunden haben.","Una banda para el pelo muy sexi del Etéreo. Se dice que esta banda de conejita la creó un gran sabio que se dedicaba a elaborar diversas prendas y atuendos. Sin embargo, parece que el anciano se aficionó a crear prendas sensuales y provocativas para las bellas sacerdotisas."]}}},"313000404":{"rarity_min":4,"rarity_max":6,"name":"Edea","game":"Bravely Default","job":"General's Daughter","sex":"Female","equip":[1,2,3,4,5,8,10,16,40,41,50,51,53,60],"entries":{"313000404":{"compendium_id":863,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[719,2178,210,105],"MP":[27,83,35,17],"ATK":[27,83,18,9],"DEF":[24,73,14,7],"MAG":[21,63,14,7],"SPR":[24,73,14,7]},"limitburst_id":313000404,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[14,24,34,44,64],"effect_frames":[12,22,32,42,62],"max_lb_drop":2,"ability_slots":3,"magic_affinity":[3,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":25,"290030600":15,"290040200":8,"290050300":13,"290050400":8}},"strings":{"description":["A young woman with a strong sense of justice from the world of Luxendarc, where the Crystals are in danger of being consumed by darkness. Edea is the daughter of the Grand Marshall of the Duchy of Eternia, which was founded by the Anticrystalists who oppose the teachings of the Crystal Orthodoxy. Although she was initially tasked with capturing Agnès, the vestal of wind, with time she learns that she disagrees with the violent ways of the Eternian Sky Knights, and leaves their ranks to join Agnès and Ringabel. A straightforward character, she despises any sign of cowardice.","水晶之力逐漸衰退的異界盧森達爾克的富有正義感的少女。她是艾塔魯尼亞公國元帥的獨生女。曾否定水晶正教，主張反水晶主義。為了抓捕風之巫女而受到派遣，但是在看到失去騎士道精神的公國空艇團的暴虐後，深感厭惡，叛離組織，加入艾尼亞絲的團隊。她為人直率，厭惡卑鄙手段。","크리스탈의 힘이 쇠락의 위기를 맞은 이계 룩센다르크의 정의감 넘치는 소녀. 크리스탈 정교를 부정하는 '안티 크리스탈리즘'을 신봉하는 에타르니아 공국을 다스리는 원사의 외동딸이다. 바람의 크리스탈의 무녀 아니에스를 사로잡기 위해 파견되었으나, 기사도 정신을 잃어버린 공군의 비공정단의 폭력적 행사에 혐오감을 느껴 이탈, 아니에스와 링가벨의 여행에 함께하게 된다. 비겁한 짓을 싫어하는 올곧은 성격이다.","Une jeune femme dotée d'un sens prononcé de la justice originaire du monde de Lucsendarc, où les ténèbres menacent de dévorer les cristaux. Edea est la fille du Grand Maréchal du duché d'Éternia, une nation fondée par les adeptes de l'anticristallisme qui opposent les préceptes de l'Orthodoxie cristalline. Envoyée pour capturer Agnès, la vestale du vent, elle finit par éprouver une profonde aversion pour les méthodes violentes des Chevaliers célestes d'Éternia et quitte leurs rangs pour se joindre à Agnès et Ringabel. De nature franche, elle méprise tout signe de couardise.","Eine junge Frau mit einem starken Sinn für Gerechtigkeit aus der Welt Luxendarc, in der die Gefahr besteht, dass die Kristalle von der Dunkelheit verschlungen werden. Edea ist die Tochter des Großmarschalls aus dem Herzogtum Eternia, das von Antikristallisten gegründet wurde, die sich den Lehren der Kristallorthodoxie widersetzen. Obwohl ihre ursprüngliche Aufgabe lautete, die Vestalin des Windes Agnès zu fangen, erkennt sie im Laufe der Zeit, dass ihr das gewalttätige Auftreten der Himmelsritter Eternias missfällt. Sie tritt aus deren Reihen aus und schließt sich Agnès und Ringabel an. Als aufrichtige Person kann sie Feigheit schlichtweg nicht ausstehen.","Una joven con un estricto sentido de la justicia que proviene del mundo de Luxendarc, donde los cristales están en peligro de ser consumidos por la oscuridad. Edea es la hija del gran mariscal del Ducado de Eternia, lugar fundado por los anticristalistas que se oponían a las enseñanzas de la Ortodoxia del Cristal. Al principio, se le encomendó capturar a Agnès, la sacerdotisa del cristal, pero, con el tiempo, se dio cuenta de que no estaba de acuerdo con la violencia que ejercían los Caballeros del Cielo Eterniano, por lo que acabó desertando para unirse a Agnès y Ringabel. Se trata de una persona directa que detesta cualquier signo de cobardía."],"summon":["I would like to see for myself the<br>separation between black and white.<br>That's why I'm going with you!","什麼是白？什麼是黑？<br>我想透過自己的雙眼去確認。<br>所以我會跟你一起走喔！","무엇이 백이고, 무엇이 흑인가.<br>내 눈으로 직접 확인하고 싶어.<br>그러니까, 함께 가겠어!","J'aimerais voir de mes yeux la séparation<br>entre le noir et le blanc.<br>C'est pourquoi je viens avec toi !","Ich möchte mit meinen eigenen Augen sehen,<br>was \"Schwarz\" und was \"Weiß\" ist.<br>Deswegen komme ich mit dir!","Me gustaría ver por mí misma<br>la diferencia entre el negro y el blanco.<br>¡Por eso voy contigo!"],"evolution":[null,null,null,null,null,null],"affinity":["I've come to see so much for the first time since going on the journey throughout the world with you.","與你一起走遍世界各地，<br>遇見了許多<br>新的發現。","당신과 세계를 함께 돌아다니며<br>처음으로 보이기 시작한 것들이<br>잔뜩 있었어.","J'ai découvert tellement de choses en parcourant le monde avec toi.","Seit ich mit dir auf eine Reise aufgebrochen bin, gab es so vieles, das ich zum Ersten mal sah.","He visto tantas cosas por haberte acompañado a lo largo de tu viaje por el mundo."],"fusion":["I knew nothing before.<br>I was innocent, and ignorant.<br>However, now I am different.","以前的我，並不知道。<br>只是很單純無知。<br>但是現在不一樣了。","옛날의 난 아무것도 몰랐어.<br>그저 순진하고 무지했을 뿐.<br>하지만, 지금은 달라.","Je ne savais rien, auparavant.<br>J'étais innocente et ignorante.<br>Mais je suis différente, à présent.","Ich war ja so ahnungslos.<br>So ahnungslos und ignorant.<br>Jetzt bin ich anders.","Antes no sabía nada.<br>Era inocente e ignorante.<br>Sin embargo, ahora las cosas son diferentes."]}},"313000405":{"compendium_id":864,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[935,2832,240,120],"MP":[36,108,40,20],"ATK":[36,109,24,12],"DEF":[32,96,16,8],"MAG":[27,83,16,8],"SPR":[32,96,16,8]},"limitburst_id":313000405,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[14,24,34,44,64],"effect_frames":[12,22,32,42,62],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[4,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":5,"290060200":20,"290060400":10}},"strings":{"description":["A young woman with a strong sense of justice from the world of Luxendarc, where the Crystals are in danger of being consumed by darkness. Edea chooses to join Agnès in her journey to learn right from wrong firsthand, having come to despise the Duchy of Eternia's harsh practices. During her travels not only does she have to face off against her childhood friend Alternis, but after awakening three of the Crystals, she must also face her own father to awaken the remaining Earth Crystal.","水晶之力逐漸衰退的異界盧森達爾克的艾塔魯尼亞公國元帥的獨生女。由於不滿公國的非人道行徑，想用自己的雙眼去判斷善惡。因此，選擇和風之巫女一同旅行，同時和自幼一起長大的朋友也走向了對立。在解放了三個水晶之後，為解放最後一個土之水晶時，伊迪婭的父親卻擋在了她的面前。","크리스탈의 힘이 쇠락의 위기를 맞은 이계 룩센다르크의 에타르니아 공국 원사의 외동딸. 공국의 비겁한 처사에 분노를 품고, 무엇이 올바르고 무엇이 그른지 자신의 눈으로 판단하기 위해 바람의 무녀 아니에스의 여행에 동행하기로 결정한다. 소꿉친구 아나젤과도 적대하고 3개의 크리스탈을 해방시킨 이데아는, 마지막 남은 땅의 크리스탈을 둘러싸고 친부와 대치하게 된다.","Une jeune femme dotée d'un sens prononcé de la justice originaire du monde de Lucsendarc, où les ténèbres menacent de dévorer les cristaux. Edea, indignée par les méthodes violentes du duché d'Éternia et souhaitant apprendre à distinguer d'elle-même le bien du mal, se joint à Agnès de son plein gré. Au cours de son voyage, elle est non seulement amenée à affronter Alternis, son ami d'enfance, mais doit aussi faire face à son père afin d'éveiller le dernier des quatre cristaux : le cristal de terre.","Eine junge Frau mit einem starken Sinn für Gerechtigkeit aus der Welt Luxendarc, in der die Gefahr besteht, dass die Kristalle von der Dunkelheit verschlungen werden. Edea schließt sich Agnès an, um aus erster Hand Recht von Unrecht zu unterscheiden, da sie inzwischen das brutale Vorgehen des Herzogtums Eternia verabscheut. Auf ihren Reisen muss sie sich nicht nur ihrem Jugendfreund Alternis stellen, sondern nach dem Erwecken von drei Kristallen auch ihrem Vater, um den letzten Erdkristall wecken zu können.","Una joven con un estricto sentido de la justicia que proviene del mundo de Luxendarc, donde los cristales están en peligro de ser consumidos por la oscuridad. Después de sentir verdadera repulsión por las prácticas violentas del Ducado de Eternia, Edea decidió unirse a Agnès en un viaje en el que aprendería a diferenciar el bien del mal de primera mano. A lo largo de sus viajes, se tuvo que enfrentar contra Alternis, su amigo de la infancia. Sin embargo, tras despertar a tres de los cristales, se tuvo que enfrentar también a su propio padre si es que quería despertar al último cristal, el de la tierra."],"summon":["Be quiet, Ringabel.<br>...Huh? Ringabel isn't here?","林格阿貝爾，給我閉嘴。<br>......唉？<br>林格阿貝爾不在這裡嗎？","링어벨은 입 좀 다물고 있어.<br>……어라? 링어벨 여기 없어?","Silence, Ringabel.<br>Euh... Ringabel n'est pas là ?","Sei bloß still, Ringabel.<br>... Hm? Ringabel ist gar nicht hier?","Silencio, Ringabel.<br>... ¿Eh? ¿Ringabel no está aquí?"],"evolution":["Nngh! I swear on my honor that I will not forgive any cowardly mimicry!","嗚嗚——！ 這卑劣的模仿，<br>賭上我所驕傲的名譽，<br>絕對無法原諒！","으으~~! 비열한 짓은<br>내 명예와 긍지를 걸고<br>절대 용서하지 않겠다!","Gnah ! Je jure sur mon honneur que je ne pardonnerai aucune copie !","Ngh! Ich schwöre bei meiner Ehre, dass ich feiges Verhalten auf keinen Fall dulden werde!","¡Aj! ¡Juro por mi honor que no perdonaré ningún remedo cobarde!"],"affinity":["I've come to see so much for the first time since going on the journey throughout the world with you.","與你一起走遍世界各地，<br>遇見了許多<br>新的發現。","당신과 세계를 함께 돌아다니며<br>처음으로 보이기 시작한 것들이<br>잔뜩 있었어.","J'ai découvert tellement de choses en parcourant le monde avec toi.","Seit ich mit dir auf eine Reise aufgebrochen bin, gab es so vieles, das ich zum Ersten mal sah.","He visto tantas cosas por haberte acompañado a lo largo de tu viaje por el mundo."],"fusion":["Adults may treat us like children,<br>but that's no excuse for us<br>not to be genuine.","雖然大人都把我們當小孩看，<br>但到頭來，這都不能當作<br>無法變回那純真的自己所說的藉口。","어른들은 우리를 어린애 취급하지만<br>그건 결국 순수할 수 없는<br>자신을 향한 변명이잖아!","Les adultes nous traitent peut-être comme<br>des enfants, mais ce n'est pas une raison<br>de ne pas être sincères !","Erwachsene behandeln uns wie Kinder,<br>aber das ist kein Grund für uns,<br>nicht authentisch zu sein.","Puede que los adultos nos traten como a niños,<br>pero eso no es excusa<br>para no ser sinceros."]}},"313000406":{"compendium_id":865,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1215,3682,390,195],"MP":[47,141,65,32],"ATK":[47,142,34,17],"DEF":[41,125,26,13],"MAG":[36,108,26,13],"SPR":[42,126,26,13]},"limitburst_id":313000406,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[14,24,34,44,64],"effect_frames":[12,22,32,42,62],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[5,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young woman with a strong sense of justice from the world of Luxendarc, where the Crystals are in danger of being consumed by darkness. Edea believes in what she has seen with her own eyes, and eventually confronts her Anticrystalist father after helping Agnès with her mission. The purification of the Crystals that follows takes her in a direction she could have never imagined, but does not deter her journey. She continues on her path alongside her companions, coming ever closer to the terrifying truth.","水晶之力逐漸衰退的異界盧森達爾克的艾塔魯尼亞公國元帥的獨生女。她只相信親眼所見之事，因此在協助風之巫女之後，不得不和主張反水晶主義的父親對峙。在此之後，她嘗試用水晶之力淨化黑暗，不料事情的發展超出了她的想象。即便如此，她也未放棄使命，繼續旅行，和夥伴一起一步一步接近可怕的真相。","크리스탈의 힘이 쇠락의 위기를 맞은 이계 룩센다르크의 에타르니아 공국 원사의 외동딸. 아니에스를 돕게 된 이데아는 마침내 '안티 크리스탈리즘'을 신봉하는 아버지와 대치하는 처지에 놓인다. 그 후, 크리스탈의 힘으로 어둠 정화를 시도하지만 사태는 그녀의 상상을 훨씬 뛰어넘는 방향으로 흐르게 된다. 그럼에도 불구하고 포기하지 않고 여행을 계속해나가던 중, 이데아와 동료들은 무서운 진실에 다가가게 되었다.","Une jeune femme dotée d'un sens prononcé de la justice originaire du monde de Lucsendarc, où les ténèbres menacent de dévorer les cristaux. Edea croit en ce qu'elle peut voir de ses propres yeux et finit par confronter son père, un fervent défenseur de l'anticristallisme, après avoir aidé Agnès dans sa mission. La purification des cristaux qui s'ensuit la lance sur un chemin qu'elle n'aurait jamais pu imaginer, mais ne la décourage en rien. Ainsi, elle persévère sur sa voie en compagnie de ses camarades et se rapproche inéluctablement de la terrible vérité.","Eine junge Frau mit einem starken Sinn für Gerechtigkeit aus der Welt Luxendarc, in der die Gefahr besteht, dass die Kristalle von der Dunkelheit verschlungen werden. Edea glaubt nur das, was sie mit eigenen Augen sieht, und steht am Ende ihren Antikristallisten-Vater gegenüber, nachdem sie Agnès bei ihrer Mission geholfen hat. Die nachfolgende Reinigung der Kristalle führt sie in eine Richtung, die sie nie vermutet hätte, doch sie geht unbeirrt weiter. Gemeinsam mit ihren Begleitern kommt sie der erschreckenden Wahrheit immer näher.","Una joven con un estricto sentido de la justicia que proviene del mundo de Luxendarc, donde los cristales están en peligro de ser consumidos por la oscuridad. Edea solo cree en lo que ven sus ojos y, al cabo de un tiempo, acaba enfrentándose al anticristalista de su padre tras ayudar a Agnès con su misión. Además, la purificación de los cristales que tiene lugar más tarde la lleva por un camino que nunca se hubiera imaginado, aunque esto no la disuade de su misión. Edea continúa su viaje junto a sus compañeros, acercándose de esta forma cada vez más a la aterradora verdad."],"summon":["According to my B/W check,<br>you are white.<br>You do not appear to be a bad person.","根據我的黑白檢測，<br>你應該算「白」唷。<br>畢竟看起來不像壞人。","내 흑백 체크에 의하면<br>당신은 '백'이야.<br>나쁜 사람으론 보이지 않는걸.","Laisse-moi regarder...<br>Tu es du côté blanc.<br>Apparemment, tu es quelqu'un de bien.","Meinem Schwarz Weiß Denken nach,<br>bist du weiß.<br>Du scheinst keine schlechte Person zu sein.","Según mi comprobación B/N,<br>tú eres blanco.<br>No pareces mala persona."],"evolution":["I will not allow anyone to deny me what these eyes have seen!","我這雙眼睛所看到的東西，<br>無論誰都不許否定！","내가 이 눈으로 본 것을…<br>그 누구도 부정할 수 없어!","Je ne permettrai à personne de m'interdire ce que mes yeux ont vu !","Mir kann keiner verwehren, was diese Augen gesehen haben.","¡No dejaré que nadie me rebata lo que he visto con mis propios ojos!"],"affinity":["I've come to see so much for the first time since going on the journey throughout the world with you.","與你一起走遍世界各地，<br>遇見了許多<br>新的發現。","당신과 세계를 함께 돌아다니며<br>처음으로 보이기 시작한 것들이<br>잔뜩 있었어.","J'ai découvert tellement de choses en parcourant le monde avec toi.","Seit ich mit dir auf eine Reise aufgebrochen bin, gab es so vieles, das ich zum Ersten mal sah.","He visto tantas cosas por haberte acompañado a lo largo de tu viaje por el mundo."],"fusion":["Doesn't matter who they are,<br>if they get in our way<br>they're mine to fight!","要阻擋的話，<br>無論對手是誰，<br>我都會奮力一戰！","내 앞을 막아선다면<br>상대가 누구라 하더라도<br>난 싸울 거야……!","Si quelqu'un nous fait obstacle,<br>qui que ce soit,<br>je l'affronterai !","Ganz egal, wer es ist,<br>wenn uns jemand in die Quere kommt,<br>kümmere ich mich darum!","No importa quién sean.<br> Si se interponen en nuestro camino,<br>¡yo me encargo!"]}}},"skills":null,"LB":{"name":"Empowering Buds","attack_count":[4],"attack_frames":[[29,55,81,270]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (6.1x, ATK) to one enemy","Increase ATK by 91% for 3 turns to caster","Gain Clouds Over the Moon (505590) and The Worm Turns (505580) for one turn"],"max_level":["Physical damage (8.5x, ATK) to one enemy","Increase ATK by 115% for 3 turns to caster","Gain Clouds Over the Moon (505590) and The Worm Turns (505580) for one turn"]},"TMR":{"name":"Ise-no-Kami","compendium_id":790,"compendium_shown":true,"rarity":8,"type_id":4,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"101110":{"name":"Aquan Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Aquatics by 50%"],"icon":"ability_79.png","desc":""}},"effects":["Grants 'Aquan Killer' passive."],"stats":{"HP":0,"MP":0,"ATK":114,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":140000,"price_sell":14000,"icon":"item_10426.png","strings":{"name":["Ise-no-Kami","伊勢守","이세노카미","Ise no Kami","Ise no kami","Isenokami"],"desc_short":["A famed blade brought from the faraway world of Luxendarc.","來自異界盧森達爾克的名刀","이계 룩센다르크에서 유입된 명검","Une épée légendaire rapportée du monde lointain de Lucsendarc.","Ein berüchtigtes Schwert aus der fernen Welt von Luxendarc.","Una famosa espada del lejano mundo de Luxendarc."],"desc_long":["A famed blade owned by a master swordsman that was brought from the faraway world of Luxendarc. It is said that the master swordsman bestowed this blade to his beloved pupil on her first mission as a member of the Eternian forces.","來自異界盧森達爾克，某位被稱為劍聖的劍術高手所使用的名刀。據說當身為劍聖愛徒的少女以艾塔魯尼亞公國軍的身分初次執行任務時，劍聖將這把刀送給了她。","이계 룩센다르크에서 검성이라고 불린 검의 달인이 사용했다고 알려진 명검. 그 검성은 제자였던 어느 소녀가 에타르니아 공국군의 일원으로서 첫 임무에 나설 때 이 검을 물려주었다고 한다.","Une épée légendaire rapportée du monde lointain de Lucsendarc. Elle appartenait autrefois à un maître épéiste. La légende raconte que l'épéiste aurait confié cette épée à son élève bien aimée lors de sa première mission en tant que membre de l'armée d'Éternia.","Ein berüchtigtes Schwert, das einst einem Schwertmeister aus der fernen Welt von Luxendarc gehörte. Es heißt, dass das Klingengenie die Waffe seiner Lieblingsschülerin für ihre erste Mission als Mitglied der Eternianischen Streitkräfte mitgab.","La famosa espada de un maestro espadachín del lejano mundo de Luxendarc. Se dice que el maestro le entregó esta espada a su alumna predilecta durante su primera misión como miembro del ejército de Eternia."]}}}}