{"213000105":{"rarity_min":5,"rarity_max":7,"name":"Lightning","game":"FFXIII","job":"l'Cie","sex":"Female","equip":[1,2,3,4,7,10,14,30,40,41,50,51,52,60],"entries":{"213000105":{"compendium_id":257,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[918,2781,300,150],"MP":[40,121,50,25],"ATK":[37,112,20,10],"DEF":[32,97,20,10],"MAG":[31,95,20,10],"SPR":[31,93,20,10]},"limitburst_id":213000105,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[14,42,68,91,134],"effect_frames":[12,40,66,89,124,128,132],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[3,6,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060200":10,"290060300":5}},"strings":{"description":["A woman who appears in the tales of a world where the gods toy with humanity's fate. Lightning is a soldier from the floating continent of Cocoon, ruled by servants of the gods known as the fal'Cie. Her unsociable and serious demeanor often makes her seem indifferent to those around her, when in reality she hides a gentle soul that drives her to face peril boldly to protect those she loves. Lightning gave up her post as a soldier to save her sister Serah, who had become a prisoner of the fal'Cie, and boarded a train full of unjustly exiled citizens to defy the fate the gods had chosen for her.","眾神戲弄人們的命運的異界神話中登場的女性，是神的僕人「法爾希」所建造的空中都市「繭」的一名軍人。她不苟言笑性格認真，因此總給人一種冷酷的印象。但實際上她擁有一顆溫柔的心，會為了保護他人而不顧自身危險戰鬥。為了從法爾希手中救回妹妹莎拉，她脫離了軍隊，潛入運輸莫須有罪名的人們的列車，選擇了與神明抗爭的道路。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 신의 종 '펄씨'가 구축한 공중도시 '코쿤'의 군인. 무뚝뚝하고 고지식해서 차가운 사람으로 오해받기 쉽지만, 지켜야 할 사람을 위해서라면 위험을 무릅쓰고 싸우는 따뜻한 가슴의 소유자이다. 펄씨에게 사로잡힌 여동생 세라를 구하기 위해 군을 빠져나온 그녀는 억울하게 죄를 뒤집어쓴 사람들을 추방하는 열차에 숨어들며, 신이 정한 숙명에 저항하는 길을 선택한다.","Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Lightning est un soldat du continent flottant de Cocoon gouverné par les serviteurs des dieux connus sous le nom de fal'Cie. Son comportement très sérieux et asocial donne l'impression qu'elle est indifférente aux gens qui l'entourent, mais elle possède en réalité une âme charitable qui la pousse à faire face courageusement au danger pour protéger ceux qu'elle aime. Lightning a abandonné son poste dans l'armée pour sauver sa sœur Serah, prisonnière des fal'Cie et est montée à bord d'un train rempli de passagers injustement exilés pour défier le destin que les dieux ont choisi pour elle.","Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Lightning ist eine Soldatin vom schwebenden Kontinent Cocoon, der von Dienern der Götter, den Fal'Cie, regiert wird. Ihr wenig soziales und ernstes Verhalten lässt sie gleichgültig gegenüber anderen erscheinen, doch in Wahrheit verbirgt sie ein freundliches Inneres, das sie kühn den Gefahren trotzen lässt, um ihre Lieben zu beschützen. Lightning gab ihren Posten auf, um ihre Schwester Serah zu retten, eine Gefangene der Fal'Cie. Sie bestieg einen Zug zu Unrecht verbannter Einwohner, um der Macht der Götter zu trotzen.","Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Lightning es soldado del continente flotante Nido, gobernado por los fal'Cie, servidores de los dioses. Su actitud insociable y seria la hace parecer insensible hacia aquellos que la rodean, pero lo cierto es que esconde un corazón amable que la lleva a enfrentarse al peligro para proteger a sus seres queridos. Lightning abandonó su puesto como soldado para salvar a su hermana Serah, quién había caído prisionera de los fal'Cie, y se montó en un tren repleto de ciudadanos exiliados injustamente para oponerse al destino que los dioses habían determinado para ella."],"summon":["Keep your eyes in front.<br>I'll watch the rear.","你顧前面就好了，背後就交給我吧。","앞만 보고 가라, 네 뒤는 내가 지킨다.","Contente-toi de regarder devant ! Je protège tes arrières.","Schaut geradeaus.<br>Ich halte euch den Rücken frei.","Ten siempre la vista al frente.<br>Yo te cubriré las espaldas."],"evolution":[null,null,null,null,null,null],"affinity":["When it looks like there's no hope left, we look harder until we find some. Always have, always will.","如果世界上沒有希望，那我們就去一起尋找。<br>過去就是這樣做的，今後也不會改變。","세계에 희망이 없다면<br>발견할 때까지 함께 찾아보자.<br>앞으로도 계속 말이야.","Nous continuons à espérer même lorsque tout semble perdu. Nous l'avons toujours fait et nous le ferons toujours.","Wenn wir glauben, es gibt keine Hoffnung mehr, suchen wir solange, bis wir welche finden.","Cuando creemos que no queda esperanza, entonces es hora de buscar hasta encontrarla. Como hemos hecho y seguiremos haciendo siempre."],"fusion":["I don't take orders from fal'Cie.<br>How I live is up to me.","我不是法爾希的道具。<br>我要自己決定自己的活法。","나는 펄씨의 도구가 아니야.<br>내 인생은 스스로 결정한다.","Jamais ne n'obéirai aux fal'Cie.<br>Je vivrai ma vie comme je l'entends.","Die Fal'Cie befehlen mir nichts.<br>Wie ich lebe, bestimme ich.","No seguiré órdenes de ningún fal'Cie.<br>Seré yo quién decida mi camino."]}},"213000106":{"compendium_id":258,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1193,3615,450,225],"MP":[52,157,75,37],"ATK":[48,145,30,15],"DEF":[42,126,30,15],"MAG":[41,123,30,15],"SPR":[40,120,30,15]},"limitburst_id":213000106,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[14,42,68,91,134],"effect_frames":[12,40,66,89,124,128,132],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[4,7,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000010":1}},"strings":{"description":["A woman who appears in the tales of a world where the gods toy with humanity's fate. Lightning chose to fight against the gods' servants, the fal'Cie, to save her sister Serah. Unfortunately, this resulted in Lightning herself being cursed as a \"l'Cie.\" The l'Cie were believed to be the enemies of peace; thus Lightning and her fellow l'Cie came to be persecuted by various enemies. Although not always in agreement, the l'Cie formed strong bonds with one another, seeking to fulfill their Focus in defiance of the gods.","眾神戲弄人們的命運的異界神話中登場的女性，為了救回被囚禁的妹妹莎拉，而想要打倒神的僕人「法爾希」，但卻受到詛咒化身為了魔人「路希」。路希的使命是毀滅和平的社會，因此她與同是路希的同伴們成為了人類的敵人。同伴們在碰撞中加深彼此間的羈絆，邊摸索著自己真正應該完成的使命邊向神明定下的宿命抗爭。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 사로잡힌 여동생 세라를 구하기 위해 신의 종인 '펄씨'를 처치하려 했으나, 저주를 받아 마인 '르씨'가 되고 만다. 평화로운 세상을 멸망시킨다는 르씨가 된 그녀와 동료들은 인류의 적으로 간주되어 도망자 신세가 된다. 르씨들은 때때로 충돌하면서도 서로를 이해해나갔으며, 자신들의 진정한 사명을 모색하며 신이 정한 숙명에 저항했다.","Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Lightning a choisi de se battre contre les serviteurs des dieux, les fal'Cie, pour sauver sa sœur Serah. Malheureusement, cela l'a conduite à être condamnée comme \"l'Cie\". Les l'Cie sont considérés comme des ennemis de la paix et par conséquent, Lightning et ses camarades l'Cie se sont vus persécutés par beaucoup d'ennemis. Ces mésaventures ont forgé un lien indescriptible et très fort entre eux, bien qu'ils ne soient pas toujours sur la même longueur d'onde. C'est ce lien qui leur permit de tenir face aux dieux.","Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Lightning entschloss sich, die Diener der Götter, die Fal'Cie, zu bekämpfen, um ihre Schwester Serah zu retten. Leider führt dies zu ihrer Brandmarkung als „L'Cie“. Die „L'Cie“ werden für Feinde des Friedens gehalten, und so wurden Lightning und ihre Kameraden von verschiedenen Feinden verfolgt. Auch wenn sie nicht immer einer Meinung waren, schlossen sie sich schließlich doch zusammen, um den Göttern die Stirn zu bieten.","Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Lightning eligió luchar contra los fal'Cie, sirvientes de los dioses, para salvar a su hermana Serah. Por desgracia esto hizo que ella misma quedase maldecida como \"lu'Cie\". Se cree que los lu'Cie son enemigos de la paz y por ellos Lightning y sus otros compañeros lu'Cie acabaron perseguidos por diversos enemigos. Aunque no siempre estuvieron de acuerdo, estos acabaron formando fuertes vínculos a lo largo de su búsqueda por su misión y en su batalla con los dioses."],"summon":["Fighting without hope is no way to live. It's just a way to die. Now, show me the hope you've found.","心中沒有希望就去戰鬥，<br>那不是在求生，而是在尋死。<br>向我展示你的「希望」吧。","희망도 없이 싸우는 건 삶이 아니야.<br>자살행위일 뿐이지.<br>네 '희망'을 내게 보여줘.","Se battre sans garder espoir n'est pas une façon de vivre. C'est juste la meilleure façon de mourir. Montre-moi que tu as retrouvé espoir.","Kämpfen ohne Hoffnung ist kein Leben. So kann man nur sterben. Nun zeige mir deine Hoffnung.","Luchar sin esperanza alguna no es forma de vivir.<br>Es solo una muerte lenta.<br>Muéstrame la esperanza que has encontrado."],"evolution":["Destroying the world isn't salvation.<br>I'll keep fighting until the end.<br>This power will give me the strength.","我不會在毀滅中尋求救贖，<br>只會為使命而戰鬥到最後。<br>這力量就是為此而獲得的……","멸망이 가져다주는 구원 따윈 바라지 않아.<br>나는 마지막까지 사명과 싸우겠어.<br>이 힘은 그러기 위한 힘……","Il y a aucun salut dans la destruction.<br>Je continuerai à me battre jusqu'à la fin.<br>Ce pouvoir me sera utile.","Die Zerstörung der Welt ist keine Erlösung.<br>Ich kämpfe bis zum Ende.<br>Diese Kraft wird dafür sorgen.","Destruir el mundo no logrará salvarlo.<br>Seguiré luchando hasta mi último aliento.<br>Y lo haré con este nuevo poder."],"affinity":["When it looks like there's no hope left, we look harder until we find some. Always have, always will.","如果世界上沒有希望，那我們就去一起尋找。<br>過去就是這樣做的，今後也不會改變。","세계에 희망이 없다면<br>발견할 때까지 함께 찾아보자.<br>앞으로도 계속 말이야.","Nous continuons à espérer même lorsque tout semble perdu. Nous l'avons toujours fait et nous le ferons toujours.","Wenn wir glauben, es gibt keine Hoffnung mehr, suchen wir solange, bis wir welche finden.","Cuando creemos que no queda esperanza, entonces es hora de buscar hasta encontrarla. Como hemos hecho y seguiremos haciendo siempre."],"fusion":["It's not a question of can or can't.<br>There are some things in life you just do.","不是做得到、做不到的問題，<br>而是如果不能躲避，就只能戰鬥。","할 수 있고 없고의 문제가 아니야.<br>방법이 그것밖에 없다면, 그냥 하는 거야.","Ça n'a rien à voir avec le fait de pouvoir ou pas.<br>Il y a certaines choses dans la vie que tu dois faire.","Es ist keine Frage des Könnens oder Wollens.<br>Manche Dinge im Leben muss man tun.","No se trata de poder o no poder.<br>Hay cosas en la vida que simplemente debes hacer."]}},"213000107":{"compendium_id":969,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1551,4699,600,300],"MP":[67,204,100,50],"ATK":[63,192,50,25],"DEF":[54,171,50,25],"MAG":[52,159,50,25],"SPR":[51,163,50,25]},"limitburst_id":213000107,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[14,42,68,91,134],"effect_frames":[12,40,66,89,124,128,132],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[4,7,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A woman who appears in the tales of a world where the gods toy with humanity's fate. As a former member of the military, Lightning may seem indifferent and hard on herself and others, but she is a kind, loving, and even playful older sister. Although she finds herself in the midst of various disasters that befall her world, her determination never wavers. In fact, she's likened to a goddess as she provides guidance to those lost in despair.","眾神戲弄人們的命運的異界神話中登場的女性。性格冷淡的退役軍人，不論對別人還是對自己都很嚴格，但其實是個為妹妹著想的好姐姐，有時也會開開玩笑。被捲入世界的各種悲劇中，但她強大的意志卻絕不會動搖，她引導著身處絕望中的人們的身姿仿佛女神一般。","신들이 인간의 운명을 우롱하는 이계에 등장하는 여성. 무뚝뚝하고 타인에게도 자신에게도 엄격한 군인 출신이지만, 실은 여동생을 아끼는 다정한 언니이며 가끔은 농담도 하는 장난스러운 면도 있다. 세계를 덮친 여러 비극에 휘말리게 되지만 그녀의 강한 의지는 결코 흔들리지 않는다. 절망에 빠진 사람들을 이끄는 모습은 마치 여신을 떠올리게 할 정도이다.","Héroïne de contes d'un monde où le destin de l'humanité est le jouet des dieux, cette jeune femme ayant autrefois appartenu à l'armée semble au premier abord peu aimable et aussi dure avec les autres qu'envers elle-même, mais elle témoigne d'une grande affection pour sa sœur cadette et sait parfois se montrer espiègle. Les événements tragiques dans lesquels elle se retrouve impliquée ne parviennent jamais à entamer son immense résolution. Au contraire, elle trouve souvent le courage de guider ceux qui ont perdu l'espoir, à l'instar d'une déesse bienveillante.","Eine Frau aus einer fernen Welt, in der die Götter das Schicksal der Menschen zu ihrem Spielball gemacht haben. Als ehemalige Soldatin ist Lightning oft wenig umgänglich und begegnet nicht nur anderen, sondern auch sich selbst mit kühler Strenge. Tatsächlich ist sie aber - besonders im Umgang mit ihrer jüngeren Schwester - ein herzensguter Mensch und hat bisweilen auch den ein oder anderen Scherz auf den Lippen. Obwohl sie stets in Trägodien verwickelt wird, die ihre Welt heimsuchen, gerät ihre Entschlossenheit nie ins Wanken. In ihrer Rolle als Wegweiserin derjenigen, die der Hoffnungslosigkeit erliegen, gleicht sie wahrhaft einer Göttin.","Una mujer que aparece en las historias de un mundo en el que los dioses juegan con el destino de la humanidad. Como exmilitar, Lightning puede parecer antisocial y un poco dura consigo misma y con la gente en general. Sin embargo, es más simpática con su hermana menor y a veces hasta bromea con ella. Por otra parte, a pesar de verse involucrada en los desastres que asolan a su mundo uno tras otro, la determinación de Lightning nunca se ha quebrado. De hecho, se dedica a guiar a todo el que cae en la desesperación como si de una diosa se tratara."],"summon":["Fighting without hope is no way to live. It's just a way to die. Now, show me the hope you've found.","沒有希望的戰鬥並不是活法，而是死法。給我看看你的「希望」吧。","희망도 없이 싸우는 건 삶의 방식이 아니야.<br>그저 죽음을 택하는 길이지.<br>너의 '희망'을 보여 줘.","Combattre sans espoir, c'est pas une vie. C'est juste comme ça qu'on meurt. Je veux que tu trouves l'espoir.","Ohne Hoffnung zu kämpfen, das ist keine Art zu leben. Es ist eine Art zu sterben. Ich will, dass du diese Hoffnung findest.","Luchar sin esperanza no es vida. Es el camino hacia la muerte. Quiero que encuentres la esperanza."],"evolution":["We protect our own. We can do without their brand of mercy. And we don't need a fal'Cie's orders, either. I'm fighting this Focus to the end. We all are.","我不會去依靠救贖，更不會任憑他人擺佈。我要和使命戰鬥到最後。","나는 구원에 매달릴 마음은 없다.<br>누군가의 사상에 찬동할 마음도 없지.<br>사명과 마지막까지 싸우고 싶어.","Je protège l'un d'entre nous. On n'a pas besoin de leur pitié. Ni des ordres d'un fal'Cie. Je combattrai ma Tâche jusqu'au bout. Comme vous.","Wir beschützen uns gegenseitig. Auf ihr Mitleid können wir verzichten. Wir brauchen auch keine Befehle eines Fal'Cie. Gemeinsam widersetzen wir uns unserer Bestimmung.","Protegemos a los nuestros. No nos hace falta su misericordia y tampoco necesitamos las órdenes de ningún Fal'Cie. Voy a luchar contra esta misión hasta el final. Todos vamos a luchar."],"affinity":["When it looks like there's no hope left, we look harder until we find some. Always have, always will.","如果世界上沒有希望，那我們就去一起尋找。<br>過去就是這樣做的，今後也不會改變。","세계에 희망이 없다면<br>발견할 때까지 함께 찾아보자.<br>앞으로도 계속 말이야.","Nous continuons à espérer même lorsque tout semble perdu. Nous l'avons toujours fait et nous le ferons toujours.","Wenn wir glauben, es gibt keine Hoffnung mehr, suchen wir solange, bis wir welche finden.","Cuando creemos que no queda esperanza, entonces es hora de buscar hasta encontrarla. Como hemos hecho y seguiremos haciendo siempre."],"fusion":["Fighting without hope is no way to live. It's just a way to die. Now, show me the hope you've found.","沒有希望的戰鬥並不是活法，而是死法。給我看看你的「希望」吧。","희망도 없이 싸우는 건 삶의 방식이 아니야.<br>그저 죽음을 택하는 길이지.<br>너의 '희망'을 보여 줘.","Combattre sans espoir, c'est pas une vie. C'est juste comme ça qu'on meurt. Je veux que tu trouves l'espoir.","Ohne Hoffnung zu kämpfen, das ist keine Art zu leben. Es ist eine Art zu sterben. Ich will, dass du diese Hoffnung findest.","Luchar sin esperanza no es vida. Es el camino hacia la muerte. Quiero que encuentres la esperanza."]}}},"skills":{"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100051":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100090":{"name":"ATK +30%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"101370":{"name":"Dual Wield","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed weapons"],"icon":"ability_72.png"},"202010":{"name":"Lightspeed","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks"],"icon":"ability_97.png"},"202020":{"name":"Sparkstrike","cost":{"MP":9},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (1.5x, ATK) to one enemy"],"icon":"ability_20.png"},"202030":{"name":"Flamestrike","cost":{"MP":7},"attack_frames":[[55]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (1.4x, ATK) to one enemy"],"icon":"ability_21.png"},"202040":{"name":"Counter-Strike","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"202050":{"name":"Froststrike","cost":{"MP":7},"attack_frames":[[125]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Physical ice damage (1.4x, ATK) to one enemy"],"icon":"ability_22.png"},"202060":{"name":"Galestrike","cost":{"MP":7},"attack_frames":[[70]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (1.4x, ATK) to one enemy"],"icon":"ability_25.png"},"202070":{"name":"Blitz","cost":{"MP":17},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies"],"icon":"ability_10.png"},"202080":{"name":"Electric Blitz","cost":{"MP":23},"attack_frames":[[30]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (2x, ATK) to all enemies"],"icon":"ability_20.png"},"202090":{"name":"Ice Blitz","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Physical ice damage (1.9x, ATK) to all enemies"],"icon":"ability_22.png"},"202100":{"name":"Heat Blitz","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (1.9x, ATK) to all enemies"],"icon":"ability_21.png"},"202110":{"name":"Aero Blitz","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (1.9x, ATK) to all enemies"],"icon":"ability_25.png"},"202120":{"name":"Crushing Blow","cost":{"MP":45},"attack_frames":[[42,62,92,94]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.7x, ATK) to one enemy","Reduce resistance to Lightning by 20% for 3 turns to one enemy"],"icon":"ability_53.png"},"226680":{"name":"Knight of the Aurora","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 80%","Increase the damage of Crushing Blow skills  [(202120) / +1 (700070) / +2 (700080)] by (3x)","Increase equipment ATK by 30% when armed with two weapons"],"icon":"ability_77.png"},"226681":{"name":"Lightning Strike","cost":{"MP":84},"attack_frames":[[2,12,22]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Lightning Strike (507240) on turn 2 [2 turns CD]"],"icon":"ability_105.png"},"226682":{"name":"Endless Army","cost":{"MP":76},"attack_frames":[[100],[22,27,32,37,42,47,52,57,62,67,72,92]],"attack_type":"Physical","element_inflict":null,"effects":["Increase ATK, DEF, MAG and SPR by 150% for 3 turns to caster","Physical damage (7.2x, ATK) to one enemy"],"icon":"ability_10.png"},"226683":{"name":"L'Cie Brand","attack_type":"None","element_inflict":null,"effects":["Increase DEF, SPR and HP by 20%","Increase ATK by 20% when equipped with a Sword","Increase ATK by 20% when equipped with a Gun","Increase the damage of Aero Blitz (202110), Blitz (202070), Blitz+1 (700510), Blitz+2 (700520), Electric Blitz (202080), Heat Blitz (202100) and Ice Blitz (202090) by (3.4x)"],"icon":"ability_95.png"},"507240":{"name":"Lightning Strike","cost":{"MP":84},"attack_frames":[[2,12,22]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (11x, ATK) to one enemy","Reduce resistance to Lightning by 100% for one turn to one enemy"],"icon":"ability_105.png","parentID":"226681"},"700070":{"name":"Crushing Blow+1","cost":{"MP":45},"attack_frames":[[42,62,92,94]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.5x, ATK) to one enemy","Reduce resistance to Lightning by 20% for 3 turns to one enemy"],"icon":"ability_53.png"},"700080":{"name":"Crushing Blow+1","cost":{"MP":45},"attack_frames":[[42,62,92,94]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.5x, ATK) to one enemy","Reduce resistance to Lightning by 75% for 3 turns to one enemy"],"icon":"ability_53.png"},"700330":{"name":"Lightspeed+1","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks","10% chance of evading magic attacks"],"icon":"ability_97.png"},"700340":{"name":"Lightspeed+1","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks","20% chance of evading magic attacks"],"icon":"ability_97.png"},"700510":{"name":"Blitz+1","cost":{"MP":17},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to all enemies"],"icon":"ability_10.png"},"700520":{"name":"Blitz+1","cost":{"MP":17},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.2x, ATK) to all enemies"],"icon":"ability_10.png"}},"LB":{"name":"Army of One","attack_count":[20],"attack_frames":[[39,53,67,101,133,175,178,185,188,212,215,246,296,299,302,306,309,312,315,318]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (15.1x, ATK) to one enemy","Reduce DEF by 45% for 3 turns to one enemy"],"max_level":["Physical damage (18x, ATK) to one enemy","Reduce DEF by 74% for 3 turns to one enemy"]},"TMR":{"name":"Aurora Scarf","compendium_id":302,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"400120":{"name":"Two-Hit Combo","attack_type":"Physical","element_inflict":null,"effects":["Normal attacks hit 2 times"],"icon":"ability_54.png","desc":""}},"effects":["Grants 'Two-Hit Combo' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":3,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50211.png","strings":{"name":["Aurora Scarf","閃光圍巾","섬광의 스카프","Foulard vif-éclair","Gleißlichthalstuch","Bufanda de aurora"],"desc_short":["A scarf that allows its wearer's normal attack to hit twice.","能讓裝備者發動2次普通攻擊的圍巾","'일반 공격'으로 2회 공격할 수 있는 스카프","Écharppe qui permet à son porteur d'attaquer deux fois.","Erlaubt dem Träger, zweimal anzugreifen.","Bufanda que permite golpear 2 veces al atacar."],"desc_long":["A scarf that allows its wearer's normal attack to hit twice. Its name comes from the imagery of flashing light inspired by the quick consecutive attacks it facilitates. This scarf enhances its owner's dexterity and nimbleness, allowing him or her to finish any battle before it has even begun. Unfortunately, although this accessory is quite convenient when dealing with a multitude of enemies, its extreme rarity makes it very difficult to obtain.","能讓裝備者發動2次普通攻擊的圍巾。佩戴它能夠迅速發動連續攻擊，其姿態有如閃光，因而得閃光圍巾之名。它能夠提高裝備者的爆發力和敏捷性，因而能夠迅速完成攻擊準備。儘管它能讓人利用攻擊速度壓制敵人，但其實這種裝備很少見，具有很高的價值。","'일반 공격'을 실행하면 2회 공격할 수 있게 되는 신기한 스카프. 재빠르게 연속 공격을 펼치는 모습이 번쩍이는 섬광을 떠오르게 해 이런 이름이 붙었다. 장착한 사람의 순발력과 민첩성을 높여 공격에 들어가기까지의 준비를 평소보다 일찍 끝마치게 한다. 빠른 공격으로 적을 압도할 수 있는 유용한 장신구이지만, 발견된 예가 적어 희소가치가 높다.","Un mystérieux foulard qui permet à celui qui le porte d'attaquer deux fois. Son nom vient des flashs de lumière qui surviennent après les rapides attaques successives qu'il engendre. Ce foulard améliore la dextérité et l'agilité de celui qui le porte, lui permettant de conclure un combat avant même qu'il commence. Cet accessoire très utile en combat contre plusieurs ennemis est cependant d'une grande rareté, et très difficile à obtenir.","Ein mysteriöses Halstuch, das seinem Träger erlaubt, zweimal nacheinander anzugreifen. Sein Name ist eine Anspielung auf die Waffe des Trägers, die sich so schnell durch die Luft bewegt, dass mit bloßem Auge nichts weiter als ein metallisches Blitzen zu erkennen ist. Das Tuch erlaubt einem einzelnen Kämpfer, sich selbst gegen eine Überzahl zu behaupten, ist jedoch auch eine schwer zu findende Rarität.","Bufanda misteriosa que permite al portador atacar dos veces. Su nombre proviene de los destellos de luz originados por los ataques consecutivos que permite realizar. Este objeto mejora la destreza y la agilidad de su propietario, y permite terminar las batallas incluso antes de empezarlas. Por desgracia, aunque esta bufanda resulta especialmente útil al lidiar con multitud de enemigos, es extremadamente rara y muy difícil de conseguir."]}},"STMR":{"name":"Omega Weapon (FFXIII)","compendium_id":895,"compendium_shown":true,"rarity":9,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":176,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":200000,"price_sell":20000,"icon":"item_10250.png","strings":{"name":["Omega Weapon (FFXIII)","歐米茄武器(FFXIII)","오메가 웨폰(FFXIII)","Oméga (FFXIII)","Omega (FFXIII)","Arma Omega (FFXIII)"],"desc_short":["The final form of a heavily modified gunblade, a dual-mode weapon.","雙重武器改造後的最終形態","듀얼 웨폰에 개조를 거듭한 최종 형태","Version ultime d'un pistolame, alliant épée et arme à feu, et ayant fait l'objet de plusieurs améliorations.","Die endgültige Gestalt des wandelbaren Gunblades, die es nach Durchlaufen vieler Modifikationen erreicht.","La forma final del versátil Sable pistola tras muchas modificaciones."],"desc_long":["The final form of a heavily modified gunblade, a dual-mode weapon. This blade is said to have been wielded by a former soldier in a faraway world, a young woman with graceful moves on the battlefield. Those who master this weapon can perform swift combos using blade and barrel.","可以變形為火槍的劍「雙重武器」經改造後之最終形態。因矯健的身法為傲的女性退役軍人裝備它而廣為人知。熟練掌握之後可以打出從斬擊到射擊毫不間斷的流水般的連續攻擊。","총으로 변형 가능한 검 '듀얼 웨폰'에 개조를 거듭한 최종 형태. 화려한 몸놀림을 자랑하는 이계의 퇴역 군인이 사용하던 것으로 알려져 있다. 다룰 수 있게 되면 베기부터 사격에 이르기까지 흐르는 듯한 연속 공격을 구사할 수 있다.","Version ultime d'un pistolame, alliant épée et arme à feu, et ayant fait l'objet de plusieurs améliorations. Permettant d'enchaîner les attaques tranchantes et les tirs, cette arme était maniée avec adresse par une jeune femme s'étant distinguée sur le champ de bataille lorsqu'elle était dans les rangs de l'armée d'un monde lointain.","Die endgültige Gestalt des wandelbaren Gunblades, die es nach Durchlaufen vieler Modifikationen erreicht. Das Omega erlangte Bekanntheit als Waffe einer Ex-Soldatin, die in einer anderen Welt durch ihr graziles Auftreten beeindruckte. Wer Geschick mit diesem Schwert beweist, kann in fließendem Übergang ein wahres Arsenal an Schüssen und Streichen auf den Gegner niederprasseln lassen.","La forma final del versátil Sable pistola tras muchas modificaciones. Esta espada la usaba una joven conocida por su agilidad en el campo de batalla que solía servir como militar en un mundo lejano. Aquellos que manejan esta arma con pericia pueden usar tanto la pistola como la hoja para encadenar ataques a toda velocidad."]}}},"213000204":{"rarity_min":4,"rarity_max":6,"name":"Snow","game":"FFXIII","job":"l'Cie","sex":"Male","equip":[1,13,15,16,30,40,50,60],"entries":{"213000204":{"compendium_id":273,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[742,2249,270,135],"MP":[28,86,35,17],"ATK":[27,81,14,7],"DEF":[26,79,14,7],"MAG":[22,67,14,7],"SPR":[22,67,14,7]},"limitburst_id":213000204,"attack_count":4,"attack_damage":[[20,20,20,40]],"attack_frames":[20,42,78,138],"effect_frames":[18,40,76,136],"max_lb_drop":2,"ability_slots":3,"magic_affinity":[0,2,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":25,"290030100":13,"290040400":8,"290050300":15,"290050400":8}},"strings":{"description":["A young man who appears in the tales of a world where the gods toy with humanity's fate. Snow was the leader of NORA, a group that refused to rely on the fal'Cie that ruled the floating continent of Cocoon. He was a fiery young man, often diving headfirst into danger, whose irrepressible spirit always had him in the front lines fighting to protect his comrades. When Snow learned that his lover Serah has been taken captive by the fal'Cie, he headed toward the mysterious \"Vestige\" to save her.","眾神戲弄人們的命運的異界神話中登場的青年，在神的僕人「法爾希」所建造的空中都市「繭」中，率領無法融入「法爾希」所創造的社會的年輕人們，成立了名為「諾拉」的組織。他做事從不思前顧後，也因此經常被人批評沒頭沒腦。但他遇事從不放棄，總能夠衝在最前面，以鼓勵身後的同伴們。為了從法爾希手中救回戀人莎拉，他潛入了魔之迷宮「異跡」。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 청년. 신의 종 '펄씨'가 구축한 공중도시 '코쿤'에서, 사회에 적응하지 못하며 펄씨에게 의존하는 젊은이들의 집단 '노라'를 이끌었다. 앞뒤 생각 없이 돌진하는 무모함 때문에 비난받기 일쑤지만, 절대 포기하지 않는 불굴의 의지로 항상 선두에 서서 뒤따르는 동료들을 지키고 격려한다. 펄씨에게 붙잡힌 연인 세라를 구하기 위해 마의 미궁 '이적'에 뛰어들었다.","Un jeune homme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Snow est le chef de NORA, un groupe qui refuse de dépendre des fal'Cie, maîtres de Cocoon, le continent flottant. C'est un jeune homme brave au caractère bien trempé qui fonce souvent tête baissée, mais qui n'hésite jamais à aller sur le champ de bataille pour défendre ses camarades. Lorsqu'il apprend que Serah, sa petite amie, a été faite prisonnière par les fal'Cie, il se précipite vers les mystérieuses \"Ruines\" pour la sauver.","Ein junger Mann, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Snow ist der Anführer von NORA, einer Gruppe, die sich den Fal'Cie widersetzt, die den schwebenden Kontinent Cocoon beherrschen. Er ist ein unbändiger und hitziger junger Mann, der sich kopfüber in die Gefahr stürzt, an der Frontlinie jedoch stets seine Kameraden beschützt. Als Snow von der Entführung seiner Geliebten Serah erfährt, begibt er sich zu der mysteriösen „Spur“, um sie zu retten.","Un joven que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Snow es el líder de NORA, un colectivo que se niega a confiar en los fal'Cie que gobiernan el continente flotante de Nido. Es un hombre alocado y energético, lo que a veces pone a los que le rodea en peligro, pero cuyo espíritu indomable le hace estar siempre en primera línea de fuego para proteger a sus compañeros. Tras saber que su amada Serah había sido capturada por los fal'Cie, Snow se dirige al Vestigio para salvarla."],"summon":["The hero has arrived!<br>Time to get this party started!","英雄駕到！<br>讓我來華麗地鬧上一番吧！","영웅 등장!<br>자, 마음껏 날뛰어 보실까!","Le héros est arrivé !<br>Que la fête commence !","Hier ist der Held!<br>Lasst die Party beginnen!","¡El héroe entra en escena! ¡Hora de empezar la fiesta!"],"evolution":[null,null,null,null,null,null],"affinity":["If we keep fighting, we may give hope to someone else. That's what being a real hero is all about.","我們堅持不懈戰鬥的身姿將來會成為他人的希望。<br>這就叫真正的英雄。","우리가 포기하지 않고 싸우는 모습이<br>누군가의 희망이 될지도 몰라.<br>그런 게 바로 진짜 영웅이지.","Si nous continuons le combat, nous donnerons de l'espoir à d'autres personnes. C'est ça être un vrai héros.","Wenn wir weiter kämpfen, schöpft vielleicht jemand Hoffnung. Dazu sind wahre Helden da.","Si seguimos luchando, eso dará esperanza a otros. Ser un héroe se trata de hacer eso."],"fusion":["I'm pumped!<br>Now let's take these new powers for a test ride.","全身都是力氣！<br>只要戰鬥一下試試就知道變得有多強了。","파워 전개! 장난이야.<br>얼마나 더 강해졌는지는<br>싸워보면 알겠지.","Je suis chargé à bloc !<br>Allez ! Allons tester ces nouveaux pouvoirs !","Ich bin bereit!<br>Lass uns diese neuen Kräfte ausprobieren.","¡Estoy a tope!<br>Es hora de poner estos nuevos poderes a prueba."]}},"213000205":{"compendium_id":274,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[965,2923,360,180],"MP":[37,113,40,20],"ATK":[35,106,16,8],"DEF":[34,103,16,8],"MAG":[29,88,16,8],"SPR":[29,88,16,8]},"limitburst_id":213000205,"attack_count":4,"attack_damage":[[20,20,20,40]],"attack_frames":[20,42,78,138],"effect_frames":[18,40,76,136],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,4,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":5,"290060200":10,"290060300":20}},"strings":{"description":["A young man who appears in the tales of a world where the gods toy with humanity's fate. Snow chose to fight against the gods' servants, the fal'Cie, to save his lover Serah. Unfortunately, this resulted in him being cursed as a \"l'Cie.\" However, even as a victim of relentless persecution, Snow never wavered in his determination to save Serah. Though his naive optimism was the cause of many disagreements with his comrades, his tireless fighting spirit ultimately sustained the hope of his fellow l'Cie.","眾神戲弄人們的命運的異界神話中登場的青年，為了解救被囚禁的戀人莎拉，他前去挑戰神的僕人「法爾希」，而卻受到了詛咒成為了魔人「路希」。即使變為了人類的敵人被到處追捕，他也沒有改變想要「救回莎拉」的意志。雖然他經常因為性格憨直而與同伴產生衝突，但他那永不屈服的鬥志，給予了路希們希望與力量。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 청년. 사로잡힌 연인 세라를 구하기 위해 신의 종인 '펄씨'에게 도전했으나, 저주를 받아 마인 '르씨'가 되고 만다. 인류의 적으로 간주 받아 도망자 신세가 되었지만 세라를 구하겠다는 강한 의지는 변치 않았다. 그러한 우직함 때문에 동료들과 충돌을 빚기도 했으나, 그 불굴의 투지는 점차 르씨 일행의 희망이 되어 갔다.","Un jeune homme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Snow a choisi de se battre contre les serviteurs des dieux pour sauver Serah, sa petite amie. Il finit cependant par être maudit comme \"l'Cie\". Animé par le  désir de sauver sa bien-aimée, il continua à se battre malgré les persécutions. Bien que son éternel optimisme empreint de naïveté soit une source de discorde avec ses camarades, son incroyable volonté redonna espoir à ses camarades \"l'Cie\".","Ein junger Mann, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Snow kämpfte gegen die Diener der Götter, die Fal'Cie, um seine Geliebte Serah zu retten. Leider endete dies in seiner Verfluchung als „L'Cie“. Selbst nachdem er der Verfolgung zum Opfer fiel, gab er es nie auf, Serah retten zu wollen. Obwohl sein naiver Optimismus für Ärger bei seinen Kameraden sorgte, wurde sein unbändiger Kampfeswille zur Hoffnung seiner eigenen „L'Cie“.","Un joven que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Snow decidió luchar contra los sirvientes de los dioses, los fal'Cie, para salvar a su amada Serah. Desgraciadamente esto hizo que acabase maldito como \"lu'Cie\". Sin embargo e incluso tras haber sido perseguido sin descanso, Snow jamás dejó atrás su deseo de salvar a Serah. Aunque su ingenuo optimismo hizo que tuviera encontronazos con sus compañeros, su incansable espíritu de lucha siguió dando ánimos a sus compañeros lu'Cie."],"summon":["I'm just a big dummy, so let me draw all the enemy fire, all right?","我可結實了，<br>所以就讓我來負責承受敵人的攻擊吧。","맷집에는 자신이 있어.<br>적의 공격을 막는 역할은<br>내게 맡겨.","Je suis un peu bourrin, alors laissez-moi encaisser toutes les attaques ennemis.","Ich bin eh nicht echt, also zieht alle Attacken auf mich, ja?","Soy como un gran armario, así que déjame ponerme delante como escudo, ¿vale?"],"evolution":["I won't sit here waiting. I'm going to build the future with my own two hands.","不要等待未來的到來，<br>而是要向前進，用自己的雙手去抓住未來。","난 가만히 앉아 미래를 기다릴 생각은 없어.<br>앞으로 나아가, 내 손으로<br>미래를 붙잡고 싶으니까.","Je ne vais pas rester là à attendre. Je construirai le futur de mes propres mains !","Ich werde hier nicht abwarten. Ich nehme die Zukunft in meine eigenen Hände.","No me quedaré aquí sentado viendo el tiempo pasar. Seré yo quién decida mi destino con mis propias manos."],"affinity":["If we keep fighting, we may give hope to someone else. That's what being a real hero is all about.","我們堅持不懈戰鬥的身姿將來會成為他人的希望。<br>這就叫真正的英雄。","우리가 포기하지 않고 싸우는 모습이<br>누군가의 희망이 될지도 몰라.<br>그런 게 바로 진짜 영웅이지.","Si nous continuons le combat, nous donnerons de l'espoir à d'autres personnes. C'est ça être un vrai héros.","Wenn wir weiter kämpfen, schöpft vielleicht jemand Hoffnung. Dazu sind wahre Helden da.","Si seguimos luchando, eso dará esperanza a otros. Ser un héroe se trata de hacer eso."],"fusion":["I'll never give up.<br>I'll protect my friends and save the world. I promise.","我絕對不會放棄的。<br>保護同伴、拯救世界。<br>……我向你保證。","난 절대 포기하지 않아.<br>동료를 지키고, 세계도 구할 거야.<br>……반드시.","Je n'abandonnerai jamais.<br>Je protègerai mes amis et je sauverai le monde. Promis.","Ich gebe niemals auf.<br>Ich werde meine Freunde schützen und die Welt retten.","Jamás me rendiré.<br>Protegeré a mis amigos y salvaré el mundo pase lo que pase."]}},"213000206":{"compendium_id":275,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1254,3801,510,255],"MP":[49,148,65,32],"ATK":[46,138,26,13],"DEF":[45,135,26,13],"MAG":[38,115,26,13],"SPR":[38,115,26,13]},"limitburst_id":213000206,"attack_count":4,"attack_damage":[[20,20,20,40]],"attack_frames":[20,42,78,138],"effect_frames":[18,40,76,136],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[0,5,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man who appears in the tales of a world where the gods toy with humanity's fate. Snow chose to fight against the gods' servants, the fal'Cie, to save his lover Serah. Unfortunately, this resulted in him being cursed as a \"l'Cie.\" As he and his friends struggled to understand the Focus they had been given, Snow's unflagging desire to save Serah inspired his comrades, pushing them forward. His faith in Serah's plea to save Cocoon would ultimately lead him to rebel against the fate the gods had determined for him.","眾神戲弄人們的命運的異界神話中登場的青年，為了解救戀人莎拉，他前去挑戰神的僕人「法爾希」，而卻受到了詛咒成為了魔人「路希」。在其他路希痛苦地尋找自己的使命時，他毫不動搖地堅持想要「救回莎拉」的意志，這種積極向上的態度也鼓勵了其他的同伴們。他相信著莎拉「保護繭」的願望，選擇與神明定下的命運抗爭。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 청년. 연인 세라를 구하기 위해 신의 종인 '펄씨'에게 도전했으나, 저주를 받아 마인 '르씨'로 변해버렸다. 르씨로 변해버린 다른 동료들이 자신들의 사명을 모색하고 고민하는 중에도, 그는 세라를 구하겠다는 일념 하나로 매사에 긍정적으로 행동하며 동료들을 격려했다. 코쿤을 지켜달라는 세라의 부탁을 신념으로 삼고, 신들이 정한 운명에 저항하는 길을 선택한다.","Un jeune homme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Snow a choisi de se battre contre les serviteurs des dieux pour sauver Serah, sa petite amie. Il finit cependant par être lui-même maudit comme \"l'Cie\". Alors que ses amis et lui luttaient pour comprendre la mission que chacun d'entre eux avait reçu, Snow et son infatigable désir de sauver son amour donnait à tous l'énergie d'avancer. La foi inébranlable qu'il plaça dans la volonté de Serah de protéger Cocoon le conduisit à se rebeller contre le destin que les dieux lui avaient réservé.","Ein junger Mann, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Snow kämpfte gegen die Diener der Götter, die Fal'Cie, um seine Geliebte Serah zu retten. Leider endete dies in seiner Verfluchung als „L'Cie“. Als er und seine Freunde mit sich haderten, diente Snows Wunsch, Serah zu retten, als Motivation, sie weiter zu drängen. Sein Glaube an Serahs Flehen, Cocoon zu retten, führte ihn letztendlich dazu, sich gegen sein von den Göttern bestimmtes Schicksal aufzulehnen.","Un joven que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Snow decidió luchar contra los sirvientes de los dioses, los fal'Cie, para salvar a su amada Serah. Desgraciadamente esto hizo que acabase maldito como \"lu'Cie\". Mientras sus compañeros trataban de descubrir cual era la misión que se les había asignado, el deseo de Snow de salvar a Serah era lo que hacía que él y sus compañeros siguieran adelante. La promesa que le hizo a Serah de proteger al Nido es lo que le dio la determinación para enfrentarse a la misión que los dioses le habían designado."],"summon":["Saving the world...<br>I may not be the best man for the job, but running away wouldn't be very heroic, now would it?","守護世界什麼的雖然有點和我不相稱……<br>但臨陣脫逃可不算是什麼英雄！","세계의 수호자라는 역할은<br>내게 어울리지 않지만……<br>영웅은 도망치지 않는 법!","Sauver le monde…<br>Je ne suis peut être pas le meilleur gars pour le job, mais fuir ne serait pas très héroïque, vous ne trouvez pas ?","Die Welt retten ...<br>Ich bin wohl nicht der Beste dafür, aber weglaufen wäre wenig heldenhaft, oder?","Salvar el mundo... Puede que no sea el hombre indicado para esto, pero rehusar no sería un acto muy heroico, ¿no crees?"],"evolution":["We have a Focus to fulfill, but even that is something that we choose for ourselves.","我們背負著只有我們才能夠完成的使命，<br>至於是什麼使命，<br>也要由我們自己來決定。","우리에겐 반드시 이루어야 할 사명이 있어.<br>하지만 그 사명이 뭔지<br>정하는 건 우리다.","On a une mission à accomplir, et c'est à nous de la choisir.","Wir haben eine Aufgabe zu erfüllen, aber selbst diese wählen wir selbst.","Tenemos una misión que cumplir, pero seremos nosotros quienes decidamos cual es."],"affinity":["If we keep fighting, we may give hope to someone else. That's what being a real hero is all about.","我們堅持不懈戰鬥的身姿將來會成為他人的希望。<br>這就叫真正的英雄。","우리가 포기하지 않고 싸우는 모습이<br>누군가의 희망이 될지도 몰라.<br>그런 게 바로 진짜 영웅이지.","Si nous continuons le combat, nous donnerons de l'espoir à d'autres personnes. C'est ça être un vrai héros.","Wenn wir weiter kämpfen, schöpft vielleicht jemand Hoffnung. Dazu sind wahre Helden da.","Si seguimos luchando, eso dará esperanza a otros. Ser un héroe se trata de hacer eso."],"fusion":["Forget the l'Cie.<br>If we have hope, we'll make it somehow. I'll never give up; you can count on that!","是路希又怎樣，<br>只要心懷希望，就總會有辦法的。<br>我絕對不會放棄的！","희망만 버리지 않으면 어떻게든 되는 법이지.<br>르씨든 뭐든 상관없어.<br>나는 절대 포기하지 않을 테다!","Oublie les l'Cie.<br>Tant qu'il nous reste de l'espoir, on s'en sortira toujours. Je n'abandonnerai jamais ! Sois-en sûr !","Vergiss die L'Cie.<br>Mit Hoffnung können wir es schaffen. Ich gebe nie auf, darauf kannst du zählen!","Olvida a los lu'Cie.<br>Mientras nos quede esperanza siempre habrá una salida. ¡No me daré por vencido, te lo aseguro!"]}}},"skills":{"20020":{"name":"Blizzard","cost":{"MP":3},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.2x, MAG) to one enemy"],"icon":"ability_22.png"},"20040":{"name":"Water","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.2x, MAG) to one enemy"],"icon":"ability_23.png"},"20090":{"name":"Blizzara","cost":{"MP":9},"attack_frames":[[145]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.4x, MAG) to all enemies"],"icon":"ability_22.png"},"20110":{"name":"Watera","cost":{"MP":9},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.4x, MAG) to all enemies"],"icon":"ability_23.png"},"100030":{"name":"HP +30%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"101200":{"name":"Counter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"101220":{"name":"Eye for an Eye","attack_type":"None","element_inflict":null,"effects":["Increase chance of countering by 100%"],"icon":"ability_68.png"},"101340":{"name":"Draw Attacks","attack_type":"None","element_inflict":null,"effects":["Increase chance of being targeted by 50%"],"icon":"ability_83.png"},"101380":{"name":"Brawl","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when unarmed"],"icon":"ability_51.png"},"101410":{"name":"HP Stroll","attack_type":"None","element_inflict":null,"effects":["During explorations, recover 5 HP every 3 steps"],"icon":"ability_73.png"},"202050":{"name":"Froststrike","cost":{"MP":7},"attack_frames":[[125]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Physical ice damage (1.4x, ATK) to one enemy"],"icon":"ability_22.png"},"202070":{"name":"Blitz","cost":{"MP":17},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies"],"icon":"ability_10.png"},"202400":{"name":"Fighting Spirit","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a magic attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"202410":{"name":"Aquastrike","cost":{"MP":9},"attack_frames":[[45]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (1.5x, ATK) to one enemy"],"icon":"ability_23.png"},"202420":{"name":"Battle Roar","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Fixed damage (2000) to caster","Increase ATK by 50% for 3 turns to all allies"],"icon":"ability_63.png"},"700130":{"name":"Fighting Spirit+1","attack_type":"None","element_inflict":null,"effects":["38% chance to counter a magic attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"700140":{"name":"Fighting Spirit+1","attack_type":"None","element_inflict":null,"effects":["45% chance to counter a magic attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"700390":{"name":"Counter+1","attack_type":"None","element_inflict":null,"effects":["38% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"700400":{"name":"Counter+1","attack_type":"None","element_inflict":null,"effects":["45% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"700570":{"name":"Battle Roar+1","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Fixed damage (500) to caster","Increase ATK by 50% for 3 turns to all allies"],"icon":"ability_63.png"},"700580":{"name":"Battle Roar+1","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Fixed damage (500) to caster","Increase ATK by 60% for 4 turns to all allies"],"icon":"ability_63.png"}},"LB":{"name":"Sovereign Fist","attack_count":[1],"attack_frames":[[81]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.9x * 2 = 5.8x, ATK) to one enemy (ignore cover)"],"max_level":["Physical damage (4.1x * 2 = 8.2x, ATK) to one enemy (ignore cover)"]},"TMR":{"name":"Champion's Belt","compendium_id":319,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"202440":{"name":"Champion's Belt","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 20% when equipped with a Fist"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Champion's Belt' passive."],"stats":{"HP":0,"MP":0,"ATK":30,"DEF":30,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50215.png","strings":{"name":["Champion's Belt","冠軍腰帶","챔피언 벨트","Ceinture de champion","Championgurt","Cinto de adalid"],"desc_short":["A belt fit for a champion.","只有冠軍才相稱的腰帶","챔피언에게 어울리는 허리띠","Ceinture faite pour un champion.","Eines Champions würdiger Gürtel.","Cinto para adalides."],"desc_long":["A belt that infuses its wearer with power. An extremely difficult item to obtain, this belt is only given to those who possess enough strength to be truly worthy of the title of champion. It is also rumored to favor those owners who fight one-handed even further. Many believe this belt to have belonged to a certain hero who fought in another world abundant with myths about humanity's life alongside the gods.","來自異界的腰帶，能使裝備者充滿力量。這種裝備非常難以獲得，而且只有與冠軍之名相稱的人才能發揮出其效用。對那些靠拳頭說話的人，它會給予更多恩惠。在異界的神話故事之中，記述了一位裝備此腰帶的英雄奮戰的場景。","장착하면 몸에 힘이 솟는 이계의 허리띠. 손에 넣기 매우 힘든 데다 챔피언의 이름에 걸맞은 강한 사람에게만 효과가 나타난다. 자신의 주먹 하나로 싸우는 자에게는 더욱 큰 혜택을 준다고 한다. 신들과 인간들의 신화가 전해 내려오는 이계에도 이 벨트를 손에 넣어 싸운 영웅이 있었다고 한다.","Une ceinture qui imprègne de puissance celui qui la porte. C'est un objet très difficile à obtenir et qui n'est remis qu'à ceux dont la force les rend dignes du titre de champion. On dit aussi qu'elle favorise en particulier les guerriers qui se battent à une main. Beaucoup pensent que cette ceinture aurait appartenu à un héros qui a combattu dans un autre monde où, d'après les mythes, les humains auraient vécu parmi les dieux.","Ein Gürtel, der seinen Träger mit Kraft erfüllt. Nur jene, deren Kraft ohnehin eines Champions würdig ist, haben eine Chance, dieses Objekt zu erlangen. Es heißt, der Gürtel begünstige besonders Kämpfer, die ohne Waffe und nur mit einem Arm kämpfen. Sein ursprünglicher Besitzer soll in einer Welt gelebt haben, in der Legenden von Göttern und Menschen erzählt werden.","Cinto que otorga poder al portador. Es un objeto muy difícil de encontrar que solo se da a los realmente merecedores del título de adalid. Se rumorea que es aún más eficaz si lo lleva alguien que luche con una sola mano. Muchos creen que este cinto perteneció a un héroe de otro mundo en el que había muchos mitos sobre que los humanos vivían junto a los dioses."]}}},"213000304":{"rarity_min":4,"rarity_max":5,"name":"Vanille","game":"FFXIII","job":"l'Cie","sex":"Female","equip":[5,6,11,12,15,40,50,53,60],"entries":{"213000304":{"compendium_id":276,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[562,1704,210,105],"MP":[36,110,45,22],"ATK":[24,72,14,7],"DEF":[21,65,14,7],"MAG":[26,79,14,7],"SPR":[30,90,14,7]},"limitburst_id":213000304,"attack_count":1,"attack_damage":[[100]],"attack_frames":[62],"effect_frames":[60],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[7,0,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020400":25,"290030100":13,"290040400":8,"290050300":15,"290050400":8}},"strings":{"description":["A young lady who appears in the tales of a world where the gods toy with humanity's fate. Vanille was an innocent girl who knew no fear, yet at times she might suddenly succumb to the grief hidden deep inside. Though she understood little of day-to-day life in the fal'Cie-ruled society of Cocoon, she was very knowledgeable about \"Pulse,\" the world below, and the cursed beings known as the \"l'Cie.\" The source of her knowledge, however, remained a mystery.","眾神戲弄人們的命運的異界神話中登場的少女，她表面上天真爛漫毫無畏懼，但有時也會露出悲傷的神情。她缺乏對神的僕人「法爾希」所建造的社會「繭」的一般常識，但卻熟知繭的市民們所懼怕的下界「脈衝」以及被「法爾希」詛咒的「路希」的事情，是一名充滿了謎團的人物。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 소녀. 항상 천진난만하고 자신감이 넘치지만, 이따금 깊은 슬픔을 드러낼 때도 있다. 신의 종인 '펄씨'가 만든 코쿤 사회의 일반상식에 대해서는 잘 모르는 한편, 코쿤 시민이 두려워하는 정체불명의 하계 '펄스'와 펄씨에게 저주받은 마인 '르씨'에 대해 풍부한 지식을 가지고 있는 등 수수께끼에 싸인 인물.","Une jeune femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Vanille est une fille innocente qui ne connnaît pas la peur mais qui parfois se laisse emporter par la peine qu'elle porte au plus profond de son cœur. Elle ne connaît que très peu les règles de vie sur Cocoon, le continent flottant de  gourverné par les fal'Cie, mais est une véritable encyclopédie pour tout ce qui concerne \"Pulse\", le monde du dessous, et au sujet de la malédiction plus connue sous le nom de \"l'Cie\" . Toutefois, la source de telles connaissances reste un mystère.","Eine junge Dame, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Vanille ist ein unschuldiges Mädchen ohne Furcht, die in sich jedoch tiefe Trauer trägt. Obwohl sie wenig über den Alltag im von den  Fal'Cie beherrschten Cocoon weiß, kennt sie „Pulse“ sehr gut, die Welt unterhalb, sowie die verfluchten Wesen namens „L'Cie.“ Die Quelle ihres Wissens bleibt jedoch ein Geheimnis.","Una joven que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Vanille es una chica inocente a la que no le asusta nada, pero que a veces cae presa de la pena que guarda en su corazón. Aunque desconoce casi por completo como es el día a día en el Nido gobernado por los fal'Cie, posee gran conocimiento sobre \"Paals\", el inframundo, y los \"lu'Cie\". Sin embargo, la razón de porque sabe estas cosas sigue siendo un misterio."],"summon":["Did a miracle bring me to this world?<br>Or was it the work of a blasted Focus?","被召喚到這個世界也是一種奇跡吧？<br>還是說這是被詛咒的使命？","이 세계에 이끌려 온 것도<br>기적…… 이려나?<br>아니면 저주받은 사명……?","Est-ce un miracle qui m'a amenée dans ce monde ?<br>Où l'effet d'une mission maudite ?","Hat mich ein Wunder in diese Welt gebracht?<br>Oder das Werk eines Fluchs?","¿Qué me ha traído a este mundo? ¿Es un milagro? ¿O acaso otra maldita misión?"],"evolution":[null,null,null,null,null,null],"affinity":["Wishes can come true.<br>But not if you just wait around for a miracle. That's why I promise to protect you.","光盼望是不夠的，<br>光祈禱是不夠的。<br>因此我發誓，我要「保護」大家。","바라기만 해선 안돼.<br>빌기만 해서도 안돼.<br>그러니까 '지키겠다'고…… 맹세할게.","Les vœux peuvent se réaliser.<br>Mais pas si vous restez à attendre un miracle. C'est pourquoi j'ai promis de te protéger.","Wünsche können wahr werden.<br>Aber nicht, wenn du auf ein Wunder wartest. Darum werde ich dich beschützen.","Los deseos pueden hacerse realidad.<br>Aunque esperar un milagro no sirve de nada. Por eso yo juro protegerte."],"fusion":["If it's too much to cope with, face it later. That's what you told me, right?","如果覺得現實太殘酷，<br>就選擇逃避吧……<br>你曾對我這樣說過吧？","현실이 괴롭다면<br>도망쳐도 좋아……<br>그래도 된다 했지……?","Si la vie devient trop dure pour toi, trouve un moyen de t'échapper… C'est ce que tu m'as enseigné, pas vrai ?","Ist es zu viel, kümmere dich später darum. Das hast du gesagt, oder?","Si las cosas se ponen duras, déjalo para luego. Eso es lo que me enseñaste, ¿no?"]}},"213000305":{"compendium_id":277,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[731,2216,240,120],"MP":[48,144,60,30],"ATK":[31,94,16,8],"DEF":[28,85,16,8],"MAG":[34,103,16,8],"SPR":[39,118,16,8]},"limitburst_id":213000305,"attack_count":1,"attack_damage":[[100]],"attack_frames":[62],"effect_frames":[60],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[8,0,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young lady who appears in the tales of a world where the gods toy with humanity's fate. Vanille was an innocent girl with little knowledge of everyday things, yet prodigious knowledge of the legendary \"l'Cie\" and the world of \"Pulse\" that lay below. She eventually boarded a train full of unjustly exiled Cocoon citizens, and in the midst of the commotion that arose between the military and the people, ran into a young boy named Hope. Together they then headed toward the mysterious \"Vestige,\" though to what end, no one knew.","眾神戲弄人們的命運的異界神話中登場的少女，她天真爛漫且缺乏常識，但卻熟知市民們所懼怕的魔人「路希」以及下界「脈衝」的事情。她潛入了運送無辜市民去下界的列車，並在軍隊與市民發生衝突時遇到了少年霍普，兩人一起前往魔之迷宮「異跡」。但她前往異跡的理由卻無人知曉。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 소녀. 천진난만하고 세상 물정을 잘 모르는듯하지만, 일반시민이 두려워하는 전설의 마인 '르씨'와 하계 '펄스'에 대한 지식은 풍부하다. 죄 없는 시민을 하계로 추방하는 열차에 숨어든 그녀는, 군과 시민이 충돌하는 혼란스러운 상황 속에서 만난 소년 호프와 함께 마의 미궁 '이적'으로 향한다. 그녀가 이적으로 가려는 이유는 불명이다.","Une jeune femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Vanille est une fille innocente quine connaît que très peu les règles de vie sur Cocoon, le continent flottant de  gourverné par les fal'Cie, mais est une véritable encyclopédie pour tout ce qui concerne \"Pulse\", le monde du dessous, et au sujet de la malédiction plus connue sous le nom de \"l'Cie\". Elle monta a bord d'un train rempli d'habitants de Cocoon injustement exilés et tomba sur un jeune garçon du nom de Hope au beau milieu d'une altercation entre les militaires et les civils. Ils se dirigèrent tous les deux vers les \"Ruines\" sans que personne ne sache pourquoi.","Eine junge Dame, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Vanille ist ein unschuldiges Mädchen, die wenig über den Alltag weiß, aber über großes Wissen über die „L'Cie“ und die Welt unterhalb namens „Pulse“ verfügt. Schließlich bestieg sie einen Zug voller zu Unrecht verbannter Bewohner Cocoons. In der Auseinandersetzung zwischen dem Militär und den Zivilisten traf sie den Jungen Hope. Zusammen brachen sie auf zur mysteriösen „Spur“, auch wenn sie nicht wussten, mit welchem Ziel.","Una joven que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Vanille es una chica inocente ajena a lo que ocurre a su alrededor, pero que tiene sobrado conocimiento sobre \"Paals\", el inframundo, y los \"lu'Cie\". Se montó en un tren lleno de refugiados de Nido exiliados injustamente y, tras verse en mitad de los altercados entre el ejército y la milicia local, se cruzó con un joven llamado Hope. Juntos se dirigieron al misterioso \"Vestigio\", aunque nadie sabe por que motivo."],"summon":["The truth is...I've always run from my fate as a l'Cie. But I won't run anymore.","我一直都在逃避現實，<br>逃避路希的使命。<br>但我不會再逃了。","현실로부터, 르씨의 사명으로부터……<br>난 항상 눈을 돌려왔어.<br>하지만 더는 도망치지 않을 거야.","Pour vous dire la vérité, j'ai toujours fui mon destin d'l'Cie. Mais je ne veux plus fuir désormais.","Die Wahrheit ist ... Ich bin vor meinem Schicksal als L'Cie weggerannt. Nicht mehr.","Lo cierto es que siempre he huido de mi destino como lu'Cie. Pero ya no más."],"evolution":["Let's keep the flame of hope burning in our hearts and achieve the impossible!","讓希望變成我們的光芒，喚起真正的奇蹟吧！","희망을—— 우리의 빛으로 바꾸어<br>진정한 기적을 일으키자!","Gardons la flamme de l'espoir au cœur et réalisons l'impossible !","Halten wir uns an das Licht der Hoffnung und erreichen wir das Unmögliche!","Siempre que quede un destello de esperanza en nuestros corazones, ¡podremos lograr hasta lo imposible!"],"affinity":["Wishes can come true.<br>But not if you just wait around for a miracle. That's why I promise to protect you.","光盼望是不夠的，<br>光祈禱是不夠的。<br>因此我發誓，我要「保護」大家。","바라기만 해선 안돼.<br>빌기만 해서도 안돼.<br>그러니까 '지키겠다'고…… 맹세할게.","Les vœux peuvent se réaliser.<br>Mais pas si vous restez à attendre un miracle. C'est pourquoi j'ai promis de te protéger.","Wünsche können wahr werden.<br>Aber nicht, wenn du auf ein Wunder wartest. Darum werde ich dich beschützen.","Los deseos pueden hacerse realidad.<br>Aunque esperar un milagro no sirve de nada. Por eso yo juro protegerte."],"fusion":["I won't run anymore; I promised I wouldn't. This time I'm going to fight back!","我已經發誓不再逃避了。<br>與其逃避，不如去面對！","더는 도망치지 않겠다고 맹세했어.<br>도망칠 바에는 맞서 싸울 거야!","Je t'ai promis que je ne fuirai plus. Cette fois je vais me défendre.","Ich laufe nicht mehr weg, versprochen. Dieses Mal werde ich zurückschlagen!","No volveré a huir de mis problemas, lo he prometido. ¡Esta vez voy a enfrentarme a ellos!"]}}},"skills":{"10020":{"name":"Cure","cost":{"MP":3},"attack_frames":[[90]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 150 (+3x, Heal) HP to target"],"icon":"ability_4.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png"},"10150":{"name":"Curada","cost":{"MP":9},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 800 (+3.4x, Heal) HP to target"],"icon":"ability_4.png"},"30150":{"name":"Deprotect","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Reduce DEF by 20% for 3 turns to one enemy"],"icon":"ability_39.png"},"30160":{"name":"Deshell","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Reduce SPR by 20% for 3 turns to one enemy"],"icon":"ability_39.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"200450":{"name":"Cheer","cost":{"MP":48},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 40% for 3 turns to all allies"],"icon":"ability_63.png"},"200460":{"name":"Focus","cost":{"MP":48},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"700690":{"name":"Focus+1","cost":{"MP":36},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"700700":{"name":"Focus+1","cost":{"MP":36},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 55% for 3 turns to all allies"],"icon":"ability_77.png"},"700890":{"name":"Cheer+1","cost":{"MP":36},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 40% for 3 turns to all allies"],"icon":"ability_63.png"},"700900":{"name":"Cheer+1","cost":{"MP":36},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 55% for 3 turns to all allies"],"icon":"ability_63.png"},"910027":{"name":"Keep it up!","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Auto-revive (30% HP) for 3 turns to one ally"],"icon":"ability_1.png"},"910191":{"name":"Keep it up!+1","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Auto-revive (50% HP) for 4 turns to one ally"],"icon":"ability_1.png"},"910192":{"name":"Keep it up!+2","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Auto-revive (80% HP) for 5 turns to one ally"],"icon":"ability_1.png"}},"LB":{"name":"Death","attack_count":[1],"attack_frames":[[10]],"damage_type":"Physical","element_inflict":null,"min_level":["Instant KO (70%) to all enemies"],"max_level":["Instant KO (89%) to all enemies"]},"TMR":{"name":"Magistral Crest","compendium_id":320,"compendium_shown":true,"rarity":7,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png","desc":""},"100180":{"name":"SPR +30%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'MAG +30%' passive.","Grants 'SPR +30%' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_50194.png","strings":{"name":["Magistral Crest","權威飾章","권위의 문장","Emblème magistère","Magisterwappen","Insignia magistral"],"desc_short":["An accessory that heightens the wearer's magical power.","能夠引導出魔力的飾品","마력을 이끌어내는 장신구","Accessoire qui augmente la puissance magique de son porteur.","Verstärkt die magischen Kräfte des Trägers.","Accesorio que aumenta el poder mágico a su portador."],"desc_long":["An otherworldly accessory with the ability to draw out its wearer's dormant magical powers. It was originally created for the magistrates who preside over other mages, and thus has little effect when worn by someone with low magical ability. A certain legend from this crest's world of origin states that a young lady and her friends retaliated against the harsh and dangerous fate that awaited them after obtaining it.","在異界製作而成的首飾，能夠引導出裝備者體內的魔力。這是為魔道士中的指導者製作的裝備。唯有資質優秀且擁有強大魔力的人才能完全發揮其效果。在異界的神話之中，記述了一位少女的故事，她攜帶權威飾章和夥伴們一起反抗殘酷的命運。","장착한 사람 안에 잠재된 마력을 이끌어내는, 이계에서 만들어진 장신구. 마도사 중에서도 지도자로 뽑힐만한 우수한 사람을 위해 만들어진 것으로, 원래부터 강한 마력을 가진 인물이 아니면 별로 효과를 얻을 수 없는 듯하다. 이계의 어느 신화 속에는 이것을 손에 넣어 동료와 함께 가혹한 운명에 저항한 소녀의 이야기가 기록되어있다.","Un accessoire venu d'un autre monde possédant la capacité de révéler les pouvoirs magiques dormants de celui qui le porte. Il fut créé à l'origine pour les magistrats qui président sur les autres mages, et n'a donc que peu d'effet s'il est porté par une personne au faible talent magique. Dans le monde d'origine de cet emblème, une légende raconte qu'une jeune femme et ses amis ont affronté moult épreuves terribles après l'avoir obtenu.","Ein Objekt aus einer anderen Welt, das im Träger verborgene magische Kräfte weckt. Es wurde speziell für die ranghöchsten Magier angefertigt, daher entfaltet es seine volle Wirkung nur für jene, die ohnehin über große magische Kraft verfügen. In den Legenden einer anderen Welt wird von einer jungen Frau berichtet, die mit ihren Gefährten ein grausames Schicksal abwenden konnte, nachdem sie in den Besitz dieses Wappens gekommen war.","Accesorio sobrenatural con capacidad de despertar el poder mágico latente del portador. Originalmente, se creó para magistrados que presidían frente a otros magos y, por eso, casi no tiene efecto si lo porta alguien con pocas habilidades mágicas. Cierta leyenda del mundo de origen de este blasón cuenta que, tras conseguirlo, una joven y sus amigos pudieron enfrentarse al destino duro y dañino que les esperaba."]}}},"213000403":{"rarity_min":3,"rarity_max":5,"name":"Sazh","game":"FFXIII","job":"l'Cie","sex":"Male","equip":[1,7,13,14,40,50,51,60],"entries":{"213000403":{"compendium_id":278,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[459,1390,180,90],"MP":[22,66,30,15],"ATK":[20,62,12,6],"DEF":[17,50,12,6],"MAG":[17,51,12,6],"SPR":[17,50,12,6]},"limitburst_id":213000403,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[26,68,112],"effect_frames":[24,27,66,69,110,113],"max_lb_drop":2,"ability_slots":2,"magic_affinity":[3,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":25,"290020600":10,"290030300":5,"290050200":15,"290050300":5}},"strings":{"description":["A man who appears in the tales of a world where the gods toy with humanity's fate. Sazh worked as a pilot of passenger ships in Cocoon, the floating continent ruled by servants of the gods known as the fal'Cie. However, mysterious circumstances led him to board the same train, full of unjustly exiled civilians, as did Lightning, and he came to join her despite his lack of battle experience. Sazh's cheery, joking manner could cause others to misapprehend him as unserious, but in fact he had a mature outlook on life and could be counted on as a provider of wisdom. His constant companion was a chocobo chick.","眾神戲弄人們的命運的異界神話中登場的男性，在神的僕人「法爾希」所建造的空中都市「繭」中擔任旅客飛空艇駕駛員的工作。他雖然沒有戰鬥經驗，但為了某個目的而潛入了將無罪之人從繭中放逐出去的列車，並因此與雷光共同行動。他為人開朗，經常喜歡開玩笑，因此經常被人誤解。但事實上他是個十分有常識的成年人，搭檔是一隻小陸行鳥。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 남성. 신의 종 '펄씨'가 만든 공중도시 '코쿤'에서 여객비공정 조종사 일을 하고 있었다. 전투 경험은 없지만, 어떤 목적을 위해 죄 없는 사람들을 코쿤에서 추방하는 열차에 숨어들었고, 그 후 라이트닝과 행동을 함께하게 된다. 말이 많고 경박해 보여서 오해 받기 쉽지만, 사실은 상식적이고 분별 있는 어른이다. 파트너는 병아리 초코보.","Un homme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Sazh travaillait comme pilote de vaisseau à Cocoon, le continent flottant gouverné par les serviteurs des dieux connus sous le nom de fal'Cie. Il se retrouva, suite à une série de circonstances mystérieuses, à bord du même train  que Lightning rempli d'habitants injustement exilés et décida se joindre à elle malgré son manque d'expérience au combat. La répartie de Sazh est souvent la cause d'une certaine incompréhension, mais son regard sur la vie est toujours une source de grande sagesse. Il est toujours accompagné d'un petit chocobo qu'il a dans les cheveux.","Ein Mann, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Sazh arbeitete als Pilot eines Passagierschiffs auf dem schwebenden Kontinent Cocoon, der von Dienern der Götter, genannt „Fal'Cie“, beherrscht wurde. Unter mysteriösen Umständen bestieg er den gleichen Zug zu Unrecht verbannter Zivilisten wie Lightning, und schloss sich ihr trotz seiner Unerfahrenheit im Kampf an. Sazshs Scherze werden oft missverstanden, aber seine reife Lebenssicht birgt Weisheit. Er reist mit einem Chocobo-Küken.","Un hombre que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Sazh trabajó como piloto de aeronaves comerciales en Nido, un continente flotante gobernado por sirvientes de los dioses conocidos como fal'Cie. Sin embargo y debido a misteriosas circunstancias, acabó montado en el mismo tren lleno de civiles exiliados injustamente que Lightning, uniéndose a ella después a pesar de su falta de experiencia en combate. Sazh y su gran bocaza hacen que algunos le malinterpreten, pero lo cierto es que posee un  gran saber sobre el mundo. Viaja acompañado de un polluelo de chocobo."],"summon":["I'll go with you.<br>If you don't mind hanging out with a rookie.","雖然我是個門外漢，<br>不過也會盡力幫你的。","나도 함께 하지.<br>초짜가 방해되지 않는다면 말이야.","Je pars avec vous.<br> Enfin si ça vous dérange pas qu'un gars sans expérience vous accompagne.","Ich folge euch.<br>Wenn ihr nichts gegen einen Anfänger habt.","Iré contigo. Siempre que no te importe tener a un novato contigo."],"evolution":[null,null,null,null,null,null],"affinity":["To this old man, you're still just a kid. So don't worry, I'll take care of you.","從大叔我眼裡看來，你也還是個小鬼。<br>……我是絕對會保護好小鬼的。","내 입장에서 보면<br>너도 아직 어린애야.<br>……그러니 이 아빠가 반드시 지켜주마.","Pour un vieux comme moi, vous n'êtes que des enfants. Alors, ne vous en faites pas, je vais prendre soin de vous.","Für diesen alten Mann bist du noch ein Kind. Also keine Sorge, ich passe auf dich auf.","Para este viejo no eres más que un crío. Así que tranquilo, Papá seguirá cuidando de ti."],"fusion":["Looks like Daddy won't be fighting alone anymore.","爸爸我……<br>並不是在孤軍奮鬥。","아빠, 고군분투……<br>할 필요까진 없을 것 같구만.","On dirait que papa… ne se bat plus seul.","Sieht so aus ... als ob Papa nicht mehr alleine kämpft.","Parece que papá... ya no lucha solo."]}},"213000404":{"compendium_id":279,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[596,1807,240,120],"MP":[28,86,40,20],"ATK":[27,81,16,8],"DEF":[22,66,16,8],"MAG":[22,67,16,8],"SPR":[22,66,16,8]},"limitburst_id":213000404,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[26,68,112],"effect_frames":[24,27,66,69,110,113],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[4,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020600":20,"290030300":10,"290040100":5,"290050300":10,"290050400":5}},"strings":{"description":["A man who appears in the tales of a world where the gods toy with humanity's fate. Sazh worked as a pilot of passenger ships in the floating continent of Cocoon, until his normal life was snatched away when the fal'Cie branded his son, Dajh, a l'Cie. Determined to fight for the sake of his son, he boarded a train bound for the world below, where he met Lightning. The two renegades then headed to the mysterious \"Vestige\" together, where they were eventually cursed as l'Cie themselves.","眾神戲弄人們的命運的異界神話中登場的男性，在空中都市「繭」中擔任飛空艇駕駛員的工作，是一個平凡的小市民，但由於兒子「多吉」被捲入了神的僕人「法爾希」的計劃中而失去了平穩的日常，他為了代替年幼的兒子戰鬥，潛入了開往下界的列車，在那裡與雷光共同前往魔之迷宮「異跡」，但卻遭到了法爾希的詛咒，變為了魔人「路希」。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 남성. 공중도시 '코쿤'에서 비공정 조종사 일을 하던 평범한 일반시민이었지만, 아들 닷지가 신의 종 '펄씨'의 계획에 말려듦에 따라 일상을 빼앗기고 만다. 어린 아들 대신 싸우기 위해 하계행 열차에 숨어든 그는 라이트닝과 함께 마의 미궁 '이적'에 발을 들였지만, 펄씨의 저주를 받아 마인 '르씨'가 되고 만다.","Un homme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Sazh travaillait comme pilote de vaisseau à Cocoon, jusqu'à ce que son quotidien soit transformé et que son fils Dajh soit maudit comme \"l'Cie\" à cause des fal'Cie. Déterminé à sauver son fils, il monta à bord d'un train se dirigeant vers Pulse et y rencontra Lightning. Les deux renégats se dirigèrent alors ensemble vers les \"Ruines\" où il furent maudits tous les deux comme l'Cie.","Ein Mann, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Sazh arbeitete als Pilot eines Passagierschiffs auf dem schwebenden Kontinent Cocoon, bis sein Sohn Dajh als Fal'Cie gebrandmarkt wurde. Entschlossen, für seinen Sohn zu kämpfen, stieg er in den gleichen Zug wie Lightning in die Welt unterhalb. Die beiden Abtrünnigen brachen dann zur „Spur“ auf, wo sie schließlich beide selbst als L'Cie verflucht wurden.","Un hombre que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Sazh trabajó como piloto de aeronaves comerciales en el continente flotante de Nico, hasta que su modo de vida se le fue arrebatado cuando los fal'Cie marcaron como lu'Cie a su hijo Dajh. Decidido a luchar por su hijo, se subió a un tren en dirección al inframundo, en donde se encontró con Lightning. Estos dos renegados se dirigieron al Vestigio juntos, en donde acabaron también convertidos en lu'Cie."],"summon":["Daddy's gonna tear this place up! Well, not literally tear it...unless this place is made of paper and aluminum foil.","爸爸我要孤注一擲了！<br>……要是真失敗了，<br>那可就萬劫不復了啊。","아빠, 좌우간 부딪쳐보마!<br>……아, 실제로 부딪치겠다는 소리는<br>아니거든?","Papa va tout faire péter ! Même si je doute de pouvoir réellement y arriver.","Papa wird hier ordentlich aufräumen! Obwohl ich keinen Staubsauger dabei habe.","¡Papá va a liar un alboroto de tres pares de narices! Bueno, lo cierto es que narices solo tengo unas..."],"evolution":["I'm gonna be serious for a minute. If you're scared of dying and want to run away, run without looking back and you'll be OK.","大叔我終於想通了，<br>如果怕死，想要逃跑的話，<br>就筆直向前逃，奮力活下去。","아저씨, 결심했어.<br>죽는 게 무서워 도망치고 싶어지면,<br>전력을 다해 도망치고 살아남겠다고.","Le vieux est sérieux maintenant. Si j'ai peur de mourir au point de vouloir fuir, je ferai en sorte de courir tout droit pour rester en vie.","Dieser alte Mann meint es ernst. Wenn ich jemals so große Todesangst habe, dass ich weglaufe, laufe ich nach vorne, um zu überleben.","Papá ya ha entrado en calor. Si algún día tengo que correr para huir de la muerte, correré hacia delante para vivir el mañana."],"affinity":["To this old man, you're still just a kid. So don't worry, I'll take care of you.","從大叔我眼裡看來，你也還是個小鬼。<br>……我是絕對會保護好小鬼的。","내 입장에서 보면<br>너도 아직 어린애야.<br>……그러니 이 아빠가 반드시 지켜주마.","Pour un vieux comme moi, vous n'êtes que des enfants. Alors, ne vous en faites pas, je vais prendre soin de vous.","Für diesen alten Mann bist du noch ein Kind. Also keine Sorge, ich passe auf dich auf.","Para este viejo no eres más que un crío. Así que tranquilo, Papá seguirá cuidando de ti."],"fusion":["I'll find a way to repay you for everything you've done for this old man.","竟然讓大叔我替你操心，<br>你可要好好工作來報答我啊。","나 같은 아저씨한테도<br>이렇게까지 신경을 써주다니,<br>이 은혜는 반드시 갚아 주마.","Je vais honorer la dette que j'ai envers toi, tu peux en être certain.","Ich zahle euch alles zurück, was ihr für diesen alten Mann tut.","Te devolveré con creces cada favor que le has hecho a este viejo."]}},"213000405":{"compendium_id":280,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[776,2350,300,150],"MP":[37,112,50,25],"ATK":[35,106,20,10],"DEF":[28,86,20,10],"MAG":[29,88,20,10],"SPR":[28,86,20,10]},"limitburst_id":213000405,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[26,68,112],"effect_frames":[24,27,66,69,110,113],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[5,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A man who appears in the tales of a world where the gods toy with humanity's fate. Bent on saving his son Dajh from his fate as a l'Cie, Sazh threw himself into the heat of battle, only to be, ironically, branded as a l'Cie himself. Worse yet, the fal'Cie that had chosen him as their servant were working in opposition to the fal'Cie directing his son. Now an enemy of Cocoon, Sazh was persecuted to the point of contemplating death as an escape. However, the hope of one day seeing his son smile again freed him from despair.","眾神戲弄人們的命運的異界神話中登場的男性，為了拯救被捲入了神的僕人「法爾希」的計劃中的兒子多吉而投身戰鬥，然而諷刺的是，他卻變成了遭人忌諱的魔人「路希」，與兒子站到了敵對的立場之上。一時他也厭倦了作為路希四處逃亡的生活，想要選擇死來逃避一切，然而想要取回兒子笑容的意念支撐著他，在絕望之中再次抓住了希望。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 남성. 신의 종 '펄씨'의 계획에 말려든 아들 닷지를 구하고자 하는 일념으로 싸움에 몸을 던진 결과, 사람들에게 미움 받는 마인 '르씨'가 되어 얄궂게도 아들과 적대하는 운명에 놓이게 된다. 도망자 생활에 지쳐 한때는 죽음을 선택할 정도로 궁지에 몰렸으나, 아들의 미소를 되찾기 위해 절망의 늪에서 다시 일어섰다.","Un homme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Déterminé à sauver son fils Dajh de son destin de l'Cie, Sazh se jeta à corps perdu dans la bataille mais fut ironiquement condamné lui aussi comme l'Cie. Pire encore, les fal'Cie qui l'avaient choisi comme serviteur étaient en opposition avec les fal'Cie qui manipulaient son fils. Relégué au rang d'ennemi de Cocoon, Sazh était persécuté au point qu'il finit même par envisager la mort comme une éventuelle échappatoire. Cependant, l'espoir de revoir un jour le sourire de son fils l'empêcha de sombrer dans le désespoir.","Ein Mann, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Um seinen Sohn Dajh vor dem Schicksal als L'Cie zu retten, stürzte sich Sazh in den Kampf, nur um selbst als L'Cie gebrandmarkt zu werden. Die gleichen Fal'Cie, die ihn als Diener erwählten, waren die Feinde der Fal'Cie, die seinen Sohn manipulierten. Nun ein Feind Cocoos, sah Sazh nur den Tod als Ausweg aus seinem Dasein. Doch die Hoffnung, seinen Sohn noch einmal lächeln zu sehen, befreite ihn aus der Verzweiflung.","Un hombre que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Entregado a tratar de salvar a su hijo Dajh de su destino como lu'Cie, Sazh se lanzó a la batalla para acabar de forma irónica convertido en lu'Cie el mismo. No solo eso, el fal'Cie que le eligió para ser su sirviente era enemigo del fal'Cie que marcó a su hijo. Convertido en enemigo de Nido, Sazh fue perseguido hasta el punto de considerar la muerte como vía de escape. Sin embargo, la esperanza de poder ver la sonrisa de su hijo de nuevo fue lo que le liberó de su agonía."],"summon":["Even when you're in trouble, you just have to laugh it off. Moping around won't help any.","越是遇到危機，越要笑起來。<br>總是黑著一張臉，<br>是不會有好事發生的。","위험한 상황일수록 웃음을 잃지 마.<br>얼굴을 잔뜩 찡그려봤자<br>복만 달아나니까.","Même lorsque t'es en galère, il faut rire un bon coup ! Broyer du noir ne sert à rien.","Selbst in Schwierigkeiten hilft ein Lächeln. Trübsal blasen hilft nicht.","Si te encuentras en apuros, siempre puedes reír. No sirve de nada estar con caras largas."],"evolution":["Some people say you have to hit rock bottom before finding hope. Look out, rock bottom: here comes a cannonball!","就算跌入絕望的深淵，<br>也會抓住一絲希望。<br>沒辦法，只好加油啦！","절망의 구렁텅이에서<br>발견할 수 있는 희망도 있다, 라.<br>어쩔 수 없지, 좀 더 이 악물어 보실까!","Certains disent que tu dois toucher le fond avant de trouver l'espoir. Bon, eh bien je crois que c'est le moment de se lancer.","Einige sagen, für Hoffnung muss man erst ganz unten sein. Nun, ich schätze, es ist soweit!","Algunos dicen que hay que tocar fondo para volver a subir. ¡Entonces saltemos al vacío sin miedo!"],"affinity":["To this old man, you're still just a kid. So don't worry, I'll take care of you.","從大叔我眼裡看來，你也還是個小鬼。<br>……我是絕對會保護好小鬼的。","내 입장에서 보면<br>너도 아직 어린애야.<br>……그러니 이 아빠가 반드시 지켜주마.","Pour un vieux comme moi, vous n'êtes que des enfants. Alors, ne vous en faites pas, je vais prendre soin de vous.","Für diesen alten Mann bist du noch ein Kind. Also keine Sorge, ich passe auf dich auf.","Para este viejo no eres más que un crío. Así que tranquilo, Papá seguirá cuidando de ti."],"fusion":["Daddy's all fired up!<br>Or it could just be heartburn, but that's good enough for now.","爸爸我精神百倍！<br>……不過也沒有這麼誇張。<br>總之我會以百倍的氣勢去努力的。","아빠, 기운이 넘친다!<br>……뭐, 현실은 그리 녹록치 않지만<br>마음만이라도 그렇게 가져가려고.","Papa va tout déchirer !<br>Enfin, c'est pas exactement ça, mais on est pas loin.","Ich bin voll da!<br>Naja, nicht die ganze Wahrheit, aber nah dran.","¡Papá está que arde!<br>Bueno, estoy exagerando un poco, pero casi."]}}},"skills":{"10150":{"name":"Curada","cost":{"MP":9},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 800 (+3.4x, Heal) HP to target"],"icon":"ability_4.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"200390":{"name":"Aim","cost":{"MP":3},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy"],"icon":"ability_40.png"},"201170":{"name":"Full Break","cost":{"MP":14},"attack_frames":[[50]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to one enemy","Reduce ATK, DEF, MAG and SPR by 30% for 3 turns to one enemy"],"icon":"ability_54.png"},"201340":{"name":"Power Shot","cost":{"MP":3},"attack_frames":[[85]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy"],"icon":"ability_40.png"},"201380":{"name":"Burst Shot","cost":{"MP":6},"attack_frames":[[85]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy"],"icon":"ability_40.png"},"201400":{"name":"Scattershot","cost":{"MP":12},"attack_frames":[[100]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.1x, ATK) to all enemies"],"icon":"ability_40.png"},"201410":{"name":"Multiburst","cost":{"MP":20},"attack_frames":[[130]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to all enemies"],"icon":"ability_40.png"},"202020":{"name":"Sparkstrike","cost":{"MP":9},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (1.5x, ATK) to one enemy"],"icon":"ability_20.png"},"910029":{"name":"Gun Master","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20% when equipped with a Gun"],"icon":"ability_95.png"}},"LB":{"name":"Cold Blood","attack_count":[13],"attack_frames":[[45,69,89,97,105,113,125,143,159,174,177,193,196]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.5x, ATK) to all enemies"],"max_level":["Physical damage (3.45x, ATK) to all enemies"]},"TMR":{"name":"Twenty-sided Die","compendium_id":321,"compendium_shown":true,"rarity":7,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"202450":{"name":"Physical Evade","attack_type":"None","element_inflict":null,"effects":["20% chance of evading physical attacks"],"icon":"ability_97.png","desc":""},"202460":{"name":"Critical Boost","attack_type":"None","element_inflict":null,"effects":["Increase crit. chance by 20%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Physical Evade' passive.","Grants 'Critical Boost' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_50195.png","strings":{"name":["Twenty-sided Die","20面骰子","20면 주사위","Dé à vingt faces","Zwanzigseitiger Würfel","Dado de 20 caras"],"desc_short":["A die capable of producing miraculous outcomes.","偶爾能夠引發奇跡的骰子","드물게 기적을 일으키는 주사위","Dé qui produit parfois des résultats miraculeux.","Dieser Würfel wirkt manchmal Wunder.","Dado con resultados milagrosos."],"desc_long":["A die made from materials alien to this world. According to legend, there have been many incidents in which various people have miraculously walked off unharmed after suffering an attack from a monster. Curiously enough, each of them is said to have been carrying this die at the time of the incident. Naturally, this led its popularity as a good luck charm to skyrocket, causing high demand to render it almost unattainable even in its world of origin.","來自異界的骰子，其原料並不存在於這個世界。據文獻記載，有些人在遭到魔物襲擊後奇跡般地無傷生還，而這些人無一例外都攜帶著10面骰子。因此，它成為了能夠帶來好運的護身符，以至於變得在異界都難以獲得。","이 세계에는 존재하지 않는 물질로 만들어진 이계의 주사위. 어느 책에 따르면 마물의 공격을 받았음에도 상처 하나 나지 않은 사건이 몇 차례 보고되었고, 조사해보니 그 기적을 체험한 사람은 모두 이 20면 주사위를 가지고 다녔다고 한다. 그 덕분에 행운의 부적으로 인기를 얻어 이계에서도 손에 넣기가 힘들어진 듯하다.","Un dé fait de matières venues d'un autre monde. D'après la légende, plusieurs personnes auraient miraculeusement réussi à se relever saines et sauves après avoir été attaquées par un monstre. Curieusement, chacune aurait porté sur elle ce dé au moment de l'agression. Il n'en fallut pas plus pour que sa renommée en tant que porte-bonheur explose, ce qui créa une forte demande et le rendit vite introuvable même dans son monde d'origine.","Ein Würfel, der aus in dieser Welt unbekannten Materialien gefertigt wurde. Es wird häufig von Vorfällen berichtet, in denen ein Mensch wie durch ein Wunder den Angriff einer gefährlichen Bestie überlebte. Dabei war allen diesen Leuten eines gemein: sie waren im Besitz solcher Würfel. Seit sich diese Erkenntnis verbreitet hat, ist die Nachfrage nach diesen Objekten derart angestiegen, dass man sie selbst in ihrer Ursprungswelt kaum noch erhalten kann.","Dado hecho de materiales de otro mundo. Las leyendas hablan de personas que ha salido indemnes de varios accidentes tras sufrir el ataque de un monstruo. Lo más curioso es que todas esas personas llevaban este dado encima cuando ocurrió el incidente. Como era de esperar, eso propició que se hiciera muy popular como amuleto de la buena suerte y, debido a la gran demanda, es inaccesible incluso en su mundo de origen."]}}},"213000504":{"rarity_min":4,"rarity_max":5,"name":"Hope","game":"FFXIII","job":"l'Cie","sex":"Male","equip":[1,5,6,13,30,40,50,51,53,60],"entries":{"213000504":{"compendium_id":281,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[582,1765,240,120],"MP":[37,113,40,20],"ATK":[25,76,16,8],"DEF":[21,65,16,8],"MAG":[29,89,16,8],"SPR":[23,70,16,8]},"limitburst_id":213000504,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[50,106,158,198],"effect_frames":[0],"max_lb_drop":2,"ability_slots":3,"magic_affinity":[4,7,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":25,"290030200":13,"290040300":8,"290050300":15,"290050400":8}},"strings":{"description":["A boy who appears in the tales of a world where the gods toy with humanity's fate. Hope lived an ordinary life with his loving parents in Cocoon, the floating continent ruled by servants of the gods; beings known as the fal'Cie. Apart from the rebellious attitude toward his father expected of a sensitive adolescent, his life was free of trouble. However, all that changed when he and his mother went on a trip to the seaside town of Bodhum and encountered the turmoil caused by the appearance of a creature from \"Pulse.\" From that moment on, Hope's life would never return to normalcy.","眾神戲弄人們的命運的異界神話中登場的少年，在神的僕人所建造的空中都市「繭」中，受到神的僕人「法爾希」與雙親的呵護成長。除了正值青春期，與父親關係不是很融洽以外，他可以說是過著無憂無慮的生活。但在與母親前往海濱都市波達姆旅行時，由於發現了相傳侵略「繭」的下界「脈衝」的被造物，他平穩的日常就此畫上了句號。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 소년. 신들의 종이 만든 공중도시 '코쿤'에서 신들의 종 '펄씨'와 부모님의 사랑을 받으며 자랐다. 사춘기에 접어들면서 아버지와 사이가 나빠진 것 외에는 무엇 하나 불편할 것 없는 생활이었다. 하지만 관광을 위해 어머니와 함께 찾은 임해도시 보덤에서 코쿤의 적인 하계 '펄스'의 피조물이 발견됨에 따라 평온했던 생활은 끝을 맞이한다.","Un jeune garçon qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Hope vivait une vie normale avec des parents aimants à Cocoon, continent flottant gouverné par les serviteurs des dieux : les fal'Cie. Sa vie n'était émaillée que de quelques menus désagréments, si on met de côté l'attitude plutôt rebelle qu'il manifestait à l'égard de son père. Sûrement dû à son âge. Cependant, tout changea lorsqu'il partit en voyage avec sa mère jusqu'à la ville côtière de Bodhum et qu'ils se firent attaquer par des montres venus de \"Pulse\". C'est à partir de ce moment que la vie de Hope changea à tout jamais.","Ein Junge, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Hope lebte mit seinen Eltern auf dem schwebenden Kontinent Cocoon, der von Dienern der Götter, genannt „Fal'Cie“, beherrscht wurde. Er lebte trotz seiner rebellischen Haltung gegenüber seinem Vater ein gutes Leben. Doch alles änderte sich, als er und seine Mutter nach Bodhum, einer Stadt am Meer, reisten. Dort wurden sie Zeugen des Tumults, den eine Kreatur aus „Pulse“ verursachte. Von diesem Moment an sollte Hopes Leben nie wieder normal sein.","Un chico que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Hope vivió una vida normal con sus queridos padres en Nido, un continente flotante gobernado por sirviente de los dioses conocidos como fal'Cie. Pasó pocas dificultades, más allá de las diferencias con su padre causadas por la rebeldía que muestra cualquier adolescente normal. Sin embargo, esto llegó a su fin cuando su madre y él se fueron de viaje a la ciudad costera de Bodhum y se vieron envueltos en la confusión causado por la aparición de una criatura de \"Paals\". A partir de aquel momento, la vida de Hope dejó de ser normal para siempre."],"summon":["I'll do better, and try harder, so that I won't be in your way. Please, take me with you...","我會努力不拖大家後腿的。<br>所以我也要和你一起……","발목을 붙잡지 않도록 노력하겠습니다.<br>그러니 저도 함께……","Je vais faire de mon mieux et me dépasser pour ne pas être un poids pour vous. Prenez-moi avec vous, je vous en prie….","Ich bessere und steigere mich, um nicht im Weg zu sein. Bitte nehmt mich mit ...","Haré todo lo posible para no ser una carga. Por favor, llévame contigo."],"evolution":[null,null,null,null,null,null],"affinity":["We will not run away.<br>We will keep going and do what we have to do.","我們並不是在逃避，而是在向前進，<br>為了完成自己的使命。","우리는 도망치는 게 아니에요.<br>앞으로 나아가려는 거죠.<br>해야 할 일을 하기 위해서.","Nous ne sommes pas en fuite.<br>Nous continuerons à faire ce que nous avons à faire.","Wir laufen nicht weg.<br>Wir machen weiter und tun unsere Pflicht.","No estamos huyendo. Estamos avanzando hacia delante para cumplir nuestro cometido."],"fusion":["The guy who destroyed my dreams will pay for it. I'm not ready yet, but I will be. Soon.","我要讓破壞掉希望的人嘗盡苦頭。<br>雖然現在的我還做不到，<br>但等我變強之後，我一定……","내 소중한 희망을 부순 녀석에게<br>복수하고 말 거야.<br>지금은 무리지만, 언젠가 반드시……","Je ne sais pas qui a réduit mes espoirs à néant, mais il va payer. Très bientôt.","Wer immer meine kostbare Hoffnung zerstört hat, wird bezahlen. Bald werde ich dafür bereit sein.","Quién haya destrozado mi esperanza pagará por ello. Puede que ahora no sea capaz, pero pronto..."]}},"213000505":{"compendium_id":282,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[757,2295,300,150],"MP":[49,148,50,25],"ATK":[33,100,20,10],"DEF":[28,85,20,10],"MAG":[38,116,20,10],"SPR":[30,92,20,10]},"limitburst_id":213000505,"attack_count":4,"attack_damage":[[25,25,25,25]],"attack_frames":[50,106,158,198],"effect_frames":[0],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[5,8,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A boy who appears in the tales of a world where the gods toy with humanity's fate. While Hope was on a trip with his mother in the seaside town of Bodhum, the military found the mysterious \"Vestige,\" prompting the immediate banishment of everyone in the area. Hope then witnessed his mother's death amidst the turmoil, and blamed the young leader of the civilian forces, Snow, for its occurrence. Swearing revenge upon Snow, Hope headed toward the Vestige, where he was eventually cursed as a \"l'Cie.\"","眾神戲弄人們的命運的異界神話中登場的少年，在與母親前往海濱都市波達姆時，由於發現了會對人類社會造成危害的「異跡」而被軍隊放逐。在軍隊與市民發生衝突的混亂中，母親就死在了霍普的眼前，因此他十分憎恨率領市民們的青年冰雪。為了向冰雪復仇，他潛入了異跡之中，卻受到詛咒變成了魔人「路希」。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 소년. 어머니와 함께 찾은 임해도시 보덤에서 인류 사회에 해를 가져오는 '이적'이 발견되었다는 이유 하나만으로 군에 붙잡혀 추방당했다. 군과 시민이 충돌하는 혼란스러운 상황 속에서 호프는 눈앞에서 어머니를 잃게 되고 그 원인이 된 청년 스노우에게 증오의 마음을 품는다. 스노우에게 복수하기 위해 이적에 숨어들지만, 저주받은 마인 '르씨'가 되고 만다.","Un jeune garçon qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Alors que Hope et sa mère étaient partis en voyage à la vie côtière de Bodhum, les militaires trouvèrent les mystérieuse \"Ruines\", entraînant la persécution immédiate de toutes les personnes présentes dans la zone. Hope vit mourir sa mère sous ses yeux et accusa Snow, le jeune chef des forces civiles, d'en être responsable. Hope jura de se venger un jour de Snow et se dirigea vers les \"Ruines\". Il fut condamné comme l'Cie pour cela.","Ein Junge, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Während er sich mit seiner Mutter in der Stadt Bodhum befand, entdeckte das Militär die mysteriöse „Spur“, was zur prompten Verfolgung aller in diesem Gebiet führte. In all dem Aufruhr erlebte Hope den Tod seiner Mutter, für den er den Anführer der zivilen Kräfte, Snow, verantwortlich machte. Rache an Snow schwörend, brach Hope zur Spur auf, wo er schließlich als „L'Cie“ verflucht wurde.","Un chico que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Hope estaba de viaje con su madre en la ciudad costera de Bodhum cuando el ejército encontró el misterioso \"Vestigio\", haciendo que todo aquel en los alrededores fuera perseguido. Esto lleva a que Hope presencie la muerte de su madre durante la conmoción, y este eche la culpa de la misma al joven líder a la milicia, Snow. Tras prometer que se vengará, se dirige al Vestigio en donde acaba convertido en lu'Cie."],"summon":["The world is full of lies. There's no way of knowing what's right. All we can do is believe in ourselves.","世界上充滿了謊言，<br>誰都不知到真實是什麼。<br>因此我要自己來辨別真偽。","세계는 거짓투성이라<br>진실은 아무도 몰라.<br>그러니 스스로 결정하는 수밖에 없어.","Dans un monde plein de mensonges, il est impossible de distinguer la vérité. Tout ce qu'on peut faire c'est croire en nous.","Die Welt ist voller Lügen. Man kann die Wahrheit nicht wissen. Wir können nur an uns selbst glauben.","Este es un mundo repleto de mentiras. No se sabe que es cierto o no. Solo podemos determinarlo nosotros mismos."],"evolution":["If we have the power to destroy...<br>Then we have the power to save others. And I... I will!","毀滅之力……<br>也可以變成救贖之力。<br>我也一定能……","멸망의 힘이라면……<br>구원의 힘이 될 수도 있을 거야.<br>나도 분명……!","Si nous avons le pouvoir de détruire…<br>Alors nous avons aussi le pouvoir de sauver les autres. Et je… moi aussi je…","Haben wir die Kraft der Zerstörung ...<br>Dann können wir andere retten. Und ... das ... werde ich!","Si tenemos la capacidad de destruir... <br>Entonces también tenemos la de salvar a otros... <br>Y yo, no dudaré..."],"affinity":["We will not run away.<br>We will keep going and do what we have to do.","我們並不是在逃避，而是在向前進，<br>為了完成自己的使命。","우리는 도망치는 게 아니에요.<br>앞으로 나아가려는 거죠.<br>해야 할 일을 하기 위해서.","Nous ne sommes pas en fuite.<br>Nous continuerons à faire ce que nous avons à faire.","Wir laufen nicht weg.<br>Wir machen weiter und tun unsere Pflicht.","No estamos huyendo. Estamos avanzando hacia delante para cumplir nuestro cometido."],"fusion":["\"It's not a question of can or can't. There are some things in life you just do.\"<br>Lightning taught me that. I'll fight too, just like her.","「不是做得到、做不到的問題，而是如果不能躲避，就只能戰鬥。」<br>我也要像雷光那樣戰鬥。","할 수 있고 없고의 문제가 아니야.<br>방법이 그것밖에 없다면, 그냥 하는 거야.<br>저도 싸우겠습니다, 라이트 누나처럼요.","\"Ça n'a rien à voir avec le fait de pouvoir ou pas. Il y a certaines choses dans la vie que tu dois faire\"<br>Lightning m'a enseigné ça. Je vais me battre, comme elle le ferait.","\"Es ist keine Frage des Könnens oder Wollens. Manche Dinge im Leben muss man tun.\"<br>Lightning hat das gesagt, und sie hatte recht.","\"No se trata de poder o no poder. Hay cosas en la vida que simplemente debes hacer.\"<br>Yo también lucharé, como Lightning me enseño."]}}},"skills":{"10100":{"name":"Raise","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (30% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20230":{"name":"Waterga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.8x, MAG) to all enemies"],"icon":"ability_23.png"},"20240":{"name":"Aeroga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.8x, MAG) to all enemies"],"icon":"ability_25.png"},"30160":{"name":"Deshell","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Reduce SPR by 20% for 3 turns to one enemy"],"icon":"ability_39.png"},"70170":{"name":"Aeroga+1","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (2.5x, MAG) to all enemies"],"icon":"ability_25.png"},"70180":{"name":"Aeroga+1","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (2.5x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6.5x total) to all enemies"],"icon":"ability_25.png"},"70190":{"name":"Waterga+1","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (2.5x, MAG) to all enemies"],"icon":"ability_23.png"},"70200":{"name":"Waterga+1","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (2.5x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6.5x total) to all enemies"],"icon":"ability_23.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"202070":{"name":"Blitz","cost":{"MP":17},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies"],"icon":"ability_10.png"},"910193":{"name":"MAG +40%+1","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 40%"],"icon":"ability_77.png"},"910194":{"name":"MAG +60%+2","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 60%"],"icon":"ability_77.png"}},"LB":{"name":"Last Resort","attack_count":[1],"attack_frames":[[280]],"damage_type":"Magic","element_inflict":null,"min_level":["Magic damage (2.7x * 2 = 5.4x, MAG) to all enemies (ignore reflect)"],"max_level":["Magic damage (3.65x * 2 = 7.3x, MAG) to all enemies (ignore reflect)"]},"TMR":{"name":"Nue","compendium_id":318,"compendium_shown":true,"rarity":7,"type_id":13,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":51,"DEF":0,"MAG":82,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_11312.png","strings":{"name":["Nue","奴江島","느에","Nuë","Nue","Nue"],"desc_short":["A throwing weapon crafted through unusual techniques.","用特殊技術製作的投擲武器","특수한 기술로 만들어진 투척용 무기","Arme de jet fabriquée à l'aide d'une technique inhabituelle.","Mittels geheimer Verfahren hergestellte Wurfwaffe.","Arma arrojadiza creada con técnicas inusuales."],"desc_long":["A boomerang from another world created through advanced techniques that incorporate the ingenious idea of hiding its form until ready to strike. Great in both size and power, there are very few who can handle this difficult weapon effectively. However, legends from the Nue's place of origin claim that a young boy was able to master its use completely.","於異界製成的迴力鏢。平日可將其收納起來，在必要的時候能夠快速取出，用起來十分便捷。這是異界高超的技術的產物。用它發出的攻擊強而有力，但由於尺寸較大，其操作難度較大。根據從異界帶來的書籍記載，曾有一位少年能夠熟練使用奴江島進行戰鬥。","이계에서 만들어진 부메랑. 평소에는 수납해두었다가 필요에 따라 순간적으로 꺼낼 수 있는 편리함은 이계의 수준 높은 과학 기술 덕택이다. 강력한 만큼 크기 때문에 결코 다루기가 쉽다고는 할 수 없지만, 이계에서 반입된 책에는 이 느에를 멋지게 다루며 싸운 소년에 관한 기록이 존재한다.","Un boomerang venu d'un autre monde et créé selon des techniques avancées qui lui permettent de masquer sa forme jusqu'à ce qu'il soit prêt à frapper. Grand et puissant, peu de gens sont capables de manier ce boomerang avec efficacité. Et pourtant, les légendes du pays d'origine de Nuë racontent qu'un jeune garçon était parvenu à le maîtriser aisément.","Eine Art Bumerang aus einer anderen Welt. Er ist so konzipiert, dass er zusammengeklappt transportiert und trotzdem im Ernstfall binnen Sekunden eingesetzt werden kann. Seine Angriffskraft ist beträchtlich, ebenso aber seine Größe, weshalb er nicht einfach zu verwenden ist. In seiner Herkunftswelt wird aber von einem kleinen Jungen berichtet, der diese Waffe meisterlich handzuhaben verstand.","Bumerán de otro mundo creado con técnicas avanzadas para incorporarle la gran función de que sea invisible hasta que puede golpear. Debido a su gran tamaño y enorme poder, sólo unos pocos pueden manejar esta arma tan compleja eficazmente. No obstante, las leyendas del lugar de origen del nue afirman que un joven consiguió dominarlo por completo."]}}},"213000603":{"rarity_min":3,"rarity_max":5,"name":"Fang","game":"FFXIII","job":"l'Cie","sex":"Female","equip":[1,2,4,10,30,31,40,41,50,51,52,60],"entries":{"213000603":{"compendium_id":283,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[504,1526,150,75],"MP":[22,68,25,12],"ATK":[22,66,14,7],"DEF":[17,53,10,5],"MAG":[17,53,10,5],"SPR":[17,53,10,5]},"limitburst_id":213000603,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[22,50,90],"effect_frames":[20,48,88],"max_lb_drop":2,"ability_slots":2,"magic_affinity":[3,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020000":10,"290030100":5,"290050200":15,"290050300":5}},"strings":{"description":["A woman who appears in the tales of a world where the gods toy with humanity's fate. Although Fang was one of the dreaded l'Cie so feared by the people of Cocoon, she was somehow cooperating with their military forces. It was heard that she approached them in hopes of finding her missing childhood friend. Fang was a candid and sisterly warrior, who also enjoyed challenging formidable opponents to the death. However, she also had a tender heart; most tender of all if ever she witnessed her friends falling prey to their own fears.","眾神戲弄人們的命運的異界神話中登場的女性，雖然是空中都市「繭」的人民都懼怕的魔人「路希」，可不知為何卻與繭的軍隊共同行動。她似乎是為了尋找失散的幼年好友才接近軍隊的。她既是一個愛照顧人的大姐姐，又是個享受與敵人的死鬥的勇猛戰士，但也擁有令人意外的弱點，會因為太關心同伴而被焦急與恐懼打敗。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 공중도시 '코쿤' 사람들에게 두려움 받는 마인 '르씨'이면서도 코쿤 군대와 함께 행동하고 있다. 헤어진 절친한 친구를 찾기 위해서 군에 접근한 듯 하다. 털털한 여장부이며 강적과의 사투를 즐기는 대담한 전사지만, 동료를 너무 걱정한 나머지 어찌할 바를 모르는 등 놀라울 정도로 약한 모습을 보이기도 한다.","Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Bien que Fang fasse partie des l'Cie, caste redoutée des habitants de Cocoon, elle est parvenue à travailler avec l'armée sans que personne ne sache vraiment pourquoi. Certains racontent qu'elle se serait rapprochée d'eux pour retrouver une amie d'enfance. Fang est d'un naturel candide. C'est le genre de guerrière capable de prendre plaisir dans un combat à mort contre un adversaire de valeur. Toutefois, c'est aussi une femme qui possède un côté très fragile, surtout lorsqu'elle voit ses amis être en proie à leurs peurs.","Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Obwohl Fang zu den gefürchteten „L'Cie“ gehört, arbeitet sie irgendwie mit der Armee zusammen. Anscheinend sucht sie nach einer verlorenen Kindheitsfreundin. Fang ist eine aufrichtige Kriegerin, die starke Gegner gerne bis auf den Tod herausfordert. Sie hat jedoch auch eine zerbrechliche Seite, wenn sie bemerkt, dass ihre Freunde ihren Ängsten zum Opfer fallen.","Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Aunque Fang es una lu'Cie a las que tanto teme la gente de Nido, presta su ayuda a su ejercito por razón desconocida. Parece ser que su intención es seguir la pista y encontrar a una amiga de su infancia. Fang es una colosal guerrera de actitud formal y protectora a quién le encanta combatir con oponentes mayores que ella hasta la muerte. Sin embargo también tiene un lado frágil que se hace visible cuando sus amigos están en peligro."],"summon":["I don't want to owe you anything. So if you're going to fight, don't do it unwillingly.","我不想欠你人情，<br>如果要一起戰鬥的話，我會不遺餘力地幫助你的。","빚은 지고 싶지 않으니까 말이야.<br>함께 싸우게 된 이상<br>전력을 다하겠어.","Je ne veux pas vous être redevable de quoi que ce soit. Donc si vous voulez vous battre, ne le faites pas à contrecœur.","Ich will dir nichts schulden. Wenn du also kämpfst, tu es ohne Zwang.","No quiero tener que deberte nada. Así que si toca pelear, pelearé con todas mis fuerzas."],"evolution":[null,null,null,null,null,null],"affinity":["Miracles are what we do best. Even if we had to take on the gods themselves, there's no way we'd lose.","創造奇蹟是我們的拿手好戲！就算對手是神，我們也不會輸的。","기적은 우리의 필살기다.<br>설령 상대가 신이라 할지라도<br>우리가 질 리가 없잖아.","Accomplir des miracles est notre spécialité. Même si nous devons combattre les dieux, nous ne pouvons pas nous permettre de perdre.","Wir können Wunder bewirken. Selbst wenn wir gegen die Götter kämpfen müssten, könnten wir nicht verlieren.","Somos expertos en hacer milagros. No perderemos ante nadie, ni siquiera ante los dioses."],"fusion":["Huh, interesting technique you've got there. Is that what you call a miracle in this world?","嘿，好奇怪的法術啊。這就是這個世界的奇跡嗎？","호오, 재미있는 기술이로군.<br>이른바 이 세계의 기적이라는 건가?","Mhmm, tes techniques sont vraiment intéressantes, dis donc ! Alors c'est ça que vous appelez un miracle dans votre monde ?","Hmph, interessante Technik. Nennt ihr das ein Wunder in eurer Welt?","Hmm, menuda técnica tan interesante. ¿Así son los milagros en este mundo?"]}},"213000604":{"compendium_id":284,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[655,1984,210,105],"MP":[29,89,35,17],"ATK":[28,86,18,9],"DEF":[23,70,14,7],"MAG":[23,69,14,7],"SPR":[23,69,14,7]},"limitburst_id":213000604,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[22,50,90],"effect_frames":[20,48,88],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[4,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020000":20,"290030100":10,"290040200":5,"290050300":10,"290050400":5}},"strings":{"description":["A woman who appears in the tales of a world where the gods toy with humanity's fate. Fang was born and raised in Gran Pulse, a cursed place despised by the people of Cocoon. Nevertheless, she decided to work with a section of Cocoon's military forces in hopes of finding her missing childhood friend, Vanille. Her candor and amiability allowed her to befriend the l'Cie of Cocoon, though nothing could surpass the sisterly bond she shared with Vanille. It also seemed, unfortunately, that Fang was missing some of her memories.","眾神戲弄人們的命運的異界神話中登場的女性，出生於空中都市「繭」的人民都懼怕的魔境「下界」。身為魔人「路希」的她，為了尋找失散的幼年好友班尼拉而與繭的軍隊聯手。她為人直率親切，與繭的路希們也打成了一片，但還是最放不下情同手足的班尼拉。她失去了過去的一部分記憶。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 공중도시 '코쿤' 사람들이 꺼리는 마경 '그랑=펄스' 출신이다. 헤어진 친구인 바닐라를 찾기 위해 마인 '르씨'이면서도 코쿤 군대 일파와 손을 잡았다. 솔직한 데다 붙임성도 좋아서 코쿤의 르씨들과도 금방 친해졌으나, 역시 자매처럼 자란 바닐라를 생각하는 마음은 남다른 모양이다. 과거의 기억 일부를 잃었다.","Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Fang est née et a grandi à Gran Pulse, un endroit maudit détesté des habitants de Cocoon. Elle décida toutefois de rejoindre une faction des forces armées de Cocoon dans l'espoir de retrouver Vanille, son amie d'enfance. Sa candeur et sa bienveillance lui permirent de se lier d'amitié avec les l'Cie de Cocoon mais les liens fraternels qu'elle partageait avec Vanille restèrent plus fort que jamais. Malheusement, Fang semble avoir perdu certains de ses souvenirs.","Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Fang wurde in Gran Pulse geboren, einem verfluchten Ort, den die Einwohner Cocoons verachten. Trotzdem schloss sie sich der Armee Cocoons an, in der Hoffnung, ihre verlorene Kindheitsfreundin Vanille wiederzufinden. Dank ihrer Aufrichtigkeit und Freundlichkeit schloss sie Freundschaft mit den L'Cie von Cocoon, obwohl ihre Verbindung zu Vanille tief bleibt. Leider scheint Fang einen Teil ihrer Erinnerungen zu vermissen.","Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Fang nació y se crio en Gran Paals, un lugar maldito y temido por la gente de Nido. Aun así, decidió unirse a un escuadrón del ejercito de Nido con la esperanza de poder encontrar a su amiga de la infancia, Vanille. Su temperamento directo y amigable la ayudó a entablar amistad con los lu'Cie de Nido, aunque su vínculo fraternal con Vanille sigue intacto, aunque por desgracia Fang parece haber perdido parte de su memoria."],"summon":["I'm looking for someone.<br>Her name is Vanille.<br>Ring any bells?","……我在找人，<br>你認識一個叫班尼拉的孩子嗎？","……사람을 찾고 있어.<br>바닐라라는 이름의 여자아이지.<br>혹시 본적 없어?","Je cherche quelqu'un.<br>Elle s'appelle Vanille.<br>Ça vous dit quelque chose ?","Ich suche jemanden.<br>Sie heißt Vanille.<br>Kennt ihr sie?","Estoy buscando a alguien. Se llama Vanille. ¿Te suena el nombre?"],"evolution":["Hmph. I don't plan to lose, so I feel bad for the poor souls that try to cross us.","嘿，感覺自己所向無敵。<br>敢跟我作對，<br>真是有點可憐敵人呢。","헷, 이거 너무 강해진 거 아니야?<br>우리와 싸우게 될 녀석들이<br>불쌍하군.","Mhmm, je n'ai aucune intention de perdre. Je me sens un peu mal pour mes ennemis.","Hmph. Ich habe nicht vor, zu verlieren, also tun mir die armen Seelen leid.","Hmmm. No tengo intención de perder, así que lástima por aquellos que se atrevan a cruzarse en nuestro camino."],"affinity":["Miracles are what we do best. Even if we had to take on the gods themselves, there's no way we'd lose.","創造奇蹟是我們的拿手好戲！就算對手是神，我們也不會輸的。","기적은 우리의 필살기다.<br>설령 상대가 신이라 할지라도<br>우리가 질 리가 없잖아.","Accomplir des miracles est notre spécialité. Même si nous devons combattre les dieux, nous ne pouvons pas nous permettre de perdre.","Wir können Wunder bewirken. Selbst wenn wir gegen die Götter kämpfen müssten, könnten wir nicht verlieren.","Somos expertos en hacer milagros. No perderemos ante nadie, ni siquiera ante los dioses."],"fusion":["At this rate, I just hope I can recover my memories.","要是能藉著這股士氣取回記憶的話就好了。","이 기세를 몰아<br>잃어버린 기억도 되찾았으면 좋겠군.","À ce rythme, j'espère au moins pouvoir retrouver la mémoire.","Hoffentlich gewinne ich meine Erinnerungen zurück.","Ojalá pueda recobrar la memoria a este ritmo..."]}},"213000605":{"compendium_id":285,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[851,2580,240,120],"MP":[38,116,40,20],"ATK":[37,113,24,12],"DEF":[30,92,16,8],"MAG":[30,90,16,8],"SPR":[30,90,16,8]},"limitburst_id":213000605,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[22,50,90],"effect_frames":[20,48,88],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[5,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A woman who appears in the tales of a world where the gods toy with humanity's fate. Fang was a fearless, even audacious lance wielder—some might say a daredevil. Her tale tells that she became a l'Cie to protect her home world of Gran Pulse from an attack by the floating continent of Cocoon; however, her recollection of the incident remained sketchy. What could never be in doubt, however, was her enduring affection for her friend Vanille; a love unequaled, having spent half a lifetime with her.","眾神戲弄人們的命運的異界神話中登場的女性，她既是一個愛照顧人的大姐姐，又是個長槍高手。由於空中都市「繭」的侵略，她為了保護故鄉「下界」而化身為了魔人「路希」。她曾經似乎攻擊過繭，但卻回憶不起來這段記憶。也許是因為她經歷了十分殘酷的過去，因此對同伴的感情極深，特別是對情同手足的班尼拉愛護有加。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 씩씩한 여장부이자 대담무쌍한 창술사. 일찍이 공중도시 '코쿤'의 약탈로부터 고향 '그랑=펄스'를 지키기 위해 마인 '르씨'가 되어 코쿤을 공격한 적이 있는듯하지만, 당시의 기억은 군데군데 빠져있는 모양이다. 가혹한 삶을 살아서인지 한번 동료로 인정한 자에게는 신뢰를 아끼지 않으며, 자매처럼 자란 바닐라를 그 누구보다 소중히 생각하고 있다.","Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Fang est une guerrière magnanime  maniant la lance. Elle sait aussi être une vraie casse-cou. Certains racontent qu'elle est devenue l'Cie en voulant protéger Gran Pulse, le monde qui l'a vue grandir, d'une attaque perpétrée par le continent flottant de Cocoon. De plus, ces incidents semblent l'avoir rendue amnésique. Elle ne semble pas avoir oublié l'affection qu'elle porte pour Vanille, fruit d'une amitié vieille de plusieurs années.","Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Fang ist als Lanzenführerin gutmütig wie draufgängerisch. Dem Anschein nach wurde sie eine L'Cie, als sie ihre Heimat Gran Pulse vor einem Angriff des schwebenden Kontinents Cocoon beschützte, doch ihre Erinnerungen daran sind fragmentarisch. Ihre lebenslange Freundschaft zu Vanille bleibt jedoch ungebrochen.","Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Fang es una maestra de la lanza, con una personalidad abierta y algo temeraria. Parece ser que decidió convertirse en lu'Cie para proteger su ciudad natal de Gran Paals de la invasión del continente flotante de Nido, pero no consigue acordarse completamente. Sin embargo, su relación fraternal tras haber pasado media vida juntas con su amiga Vanille permanece inquebrantable."],"summon":["I'm a broken l'Cie.<br>If you're fine with that, then I'll follow you wherever you like.","我是一個壞掉的路希，<br>如果你不介意的話……我會陪伴你到天涯海角的。","나는 망가진 르씨야.<br>그래도 상관없다면……<br>어디까지든 함께 하지.","Je suis une l'Cie au cœur brisé.<br>Si cela ne vous dérange pas alors je vous suivrai où que vous alliez.","Ich bin ein gebrochener L'Cie.<br>Wenn das in Ordnung ist, folge ich euch überall hin.","Soy tan solo un lu'Cie estropeado. Si eso no te importa, te seguiré hasta donde sea."],"evolution":["Let me show you how we take care of business in Gran Pulse!","就讓你們見識見識下界的本領吧！","자, 본때를 보여주마.<br>그랑=펄스의 방식으로 말이야!","Laisse-moi te montrer comment on règle les problèmes sur Gran Pulse !","Lass mich dir zeigen, wie wir das in Gran Pulse machen!","¡Ahora veréis de que pasta estamos hechos en Gran Paals!"],"affinity":["Miracles are what we do best. Even if we had to take on the gods themselves, there's no way we'd lose.","創造奇跡是我們的拿手好戲！就算對手是神，我們也不會輸的。","기적은 우리의 필살기다.<br>설령 상대가 신이라 할지라도<br>우리가 질 리가 없잖아.","Accomplir des miracles est notre spécialité. Même si nous devons combattre les dieux, nous ne pouvons pas nous permettre de perdre.","Wir können Wunder bewirken. Selbst wenn wir gegen die Götter kämpfen müssten, könnten wir nicht verlieren.","Somos expertos en hacer milagros. No perderemos ante nadie, ni siquiera ante los dioses."],"fusion":["With this power, I can protect them...<br>Vanille, and everyone else too.","只要有這份力量，就不光能保護班尼拉，還能保護大家了。","이 힘이 있으면 지킬 수 있어……<br>바닐라만이 아니라 모두를.","Je peux les protéger avec mon pouvoir…<br>Vanille et les autres aussi.","Mit dieser Kraft kann ich sie beschützen ...<br>Vanille und alle anderen.","Con este poder podré protegerles... <br>No solo a Vanille, sino a todos."]}}},"skills":{"10130":{"name":"Dispel","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"101080":{"name":"Beast Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 50%"],"icon":"ability_79.png"},"101460":{"name":"High Jump","attack_type":"None","element_inflict":null,"effects":["Increase damage dealt by jump attacks by 100%"],"icon":"ability_80.png"},"200260":{"name":"Jump","cost":{"MP":7},"attack_frames":[[0]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy after a one turn jump delay"],"icon":"ability_80.png"},"202030":{"name":"Flamestrike","cost":{"MP":7},"attack_frames":[[55]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (1.4x, ATK) to one enemy"],"icon":"ability_21.png"},"202040":{"name":"Counter-Strike","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"202050":{"name":"Froststrike","cost":{"MP":7},"attack_frames":[[125]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Physical ice damage (1.4x, ATK) to one enemy"],"icon":"ability_22.png"},"202070":{"name":"Blitz","cost":{"MP":17},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies"],"icon":"ability_10.png"},"202430":{"name":"Spear Master","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20% when equipped with a Spear"],"icon":"ability_95.png"},"910026":{"name":"Lady Luck","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 15%"],"icon":"ability_60.png"}},"LB":{"name":"Highwind","attack_count":[1],"attack_frames":[[101]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.5x, ATK) to one enemy","Reduce ATK by 30% for 3 turns to one enemy"],"max_level":["Physical damage (3.45x, ATK) to one enemy","Reduce ATK by 49% for 3 turns to one enemy"]},"TMR":{"name":"Equip Spear","compendium_id":473,"compendium_shown":true,"unit_restriction":null,"skills":{"100850":{"name":"Equip Spear","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip Spears"],"icon":"ability_96.png","desc":""}},"effects":["Grants 'Equip Spear' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_96.png","strings":{"names":["Equip Spear","裝備長槍","창 장착","Lance","Speer ausrüsten","Equipar lanza"],"desc_short":["Can equip spears","可以裝備長槍","창 장착 가능","Permet d'équiper les lances","Kann Speere benutzen","Permite equipar lanzas"],"desc_long":["Enables unit to equip spears.","可以裝備長槍。","창을 장착할 수 있게 됩니다.","Permet d'équiper les lances.","Die Einheit kann mit Speeren ausgerüstet werden.","Permite equipar lanzas"]},"type":"MATERIA"}},"213001005":{"rarity_min":5,"rarity_max":7,"name":"Radiant Lightning","game":"FFXIII","job":"l'Cie","sex":"Female","equip":[1,2,3,4,7,10,14,30,40,41,50,51,52,60],"entries":{"213001005":{"compendium_id":1445,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[903,2736,240,120],"MP":[54,163,40,20],"ATK":[40,121,24,12],"DEF":[30,90,16,8],"MAG":[30,90,16,8],"SPR":[30,90,16,8]},"limitburst_id":213001005,"attack_count":3,"attack_damage":[[20,40,40]],"attack_frames":[12,15,26],"effect_frames":[0],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[6,7,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060200":10,"290060300":5}},"strings":{"description":["A woman who appears in the tales of a world where the gods toy with humanity's fate. Lightning is a soldier from the floating continent of Cocoon, ruled by servants of the gods known as the fal'Cie. Her unsociable and serious demeanor often makes her seem indifferent to those around her, when in reality she hides a gentle soul that drives her to face peril boldly to protect those she loves. Lightning gave up her post as a soldier to save her sister Serah, who had become a prisoner of the fal'Cie, and boarded a train full of unjustly exiled citizens to defy the fate the gods had chosen for her.","眾神戲弄人們的命運的異界神話中登場的女性，是神的僕人「法爾希」所建造的空中都市「繭」的一名軍人。她不苟言笑性格認真，因此總給人一種冷酷的印象。但實際上她擁有一顆溫柔的心，會為了保護他人而不顧自身危險戰鬥。為了從法爾希手中救回妹妹莎拉，她脫離了軍隊，潛入運輸莫須有罪名的人們的列車，選擇了與神明抗爭的道路。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 신의 종 '펄씨'가 구축한 공중도시 '코쿤'의 군인. 무뚝뚝하고 고지식해서 차가운 사람으로 오해받기 쉽지만, 지켜야 할 사람을 위해서라면 위험을 무릅쓰고 싸우는 따뜻한 가슴의 소유자이다. 펄씨에게 사로잡힌 여동생 세라를 구하기 위해 군을 빠져나온 그녀는 억울하게 죄를 뒤집어쓴 사람들을 추방하는 열차에 숨어들며, 신이 정한 숙명에 저항하는 길을 선택한다.","Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Lightning a fait carrière dans l'armée du continent flottant de Cocoon, qui est gouverné par les serviteurs des dieux connus sous le nom de fal'Cie. Le comportement très sérieux et asocial de Lightning donne l'impression qu'elle est indifférente aux gens qui l'entourent, mais elle possède en réalité une âme charitable qui la pousse à faire face courageusement au danger pour protéger ceux qu'elle aime. Afin de sauver sa sœur Serah, prisonnière des fal'Cie, Lightning a abandonné son poste dans l'armée pour monter à bord d'un train rempli de passagers injustement exilés et défier le destin choisi par les dieux.","Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Lightning ist eine Soldatin vom schwebenden Kontinent Cocoon, der von Dienern der Götter, den Fal'Cie, regiert wird. Ihr wenig soziales und ernstes Verhalten lässt sie gleichgültig gegenüber anderen erscheinen, doch in Wahrheit verbirgt sie ein freundliches Inneres, das sie kühn den Gefahren trotzen lässt, um ihre Lieben zu beschützen. Lightning gab ihren Posten auf, um ihre Schwester Serah zu retten, eine Gefangene der Fal'Cie. Sie bestieg einen Zug zu Unrecht verbannter Einwohner, um der Macht der Götter zu trotzen.","Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Lightning es soldado del continente flotante Nido, gobernado por los fal'Cie, servidores de los dioses. Su actitud insociable y seria la hace parecer insensible hacia aquellos que la rodean, pero lo cierto es que esconde un corazón amable que la lleva a enfrentarse al peligro para proteger a sus seres queridos. Lightning abandonó su puesto como soldado para salvar a su hermana Serah, quién había caído prisionera de los fal'Cie, y se montó en un tren repleto de ciudadanos exiliados injustamente para oponerse al destino que los dioses habían determinado para ella."],"summon":["Keep your eyes in front.<br>I'll watch the rear.","你顧前面就好了，背後就交給我吧。","앞만 보고 가라, 네 뒤는 내가 지킨다.","Contente-toi de regarder devant !<br>Je protège tes arrières.","Schaut geradeaus.<br>Ich halte euch den Rücken frei.","Ten siempre la vista al frente.<br>Yo te cubriré las espaldas."],"evolution":[null,null,null,null,null,null],"affinity":["When it looks like there's no hope left, we look harder until we find some. Always have, always will.","如果世界上沒有希望，那我們就去一起尋找。<br>過去就是這樣做的，今後也不會改變。","세계에 희망이 없다면<br>발견할 때까지 함께 찾아보자.<br>앞으로도 계속 말이야.","Nous continuons à espérer même lorsque tout semble perdu. Nous l'avons toujours fait et nous le ferons toujours.","Wenn wir glauben, es gibt keine Hoffnung mehr, suchen wir solange, bis wir welche finden.","Cuando creemos que no queda esperanza, entonces es hora de buscar hasta encontrarla. Como hemos hecho y seguiremos haciendo siempre."],"fusion":["I don't take orders from fal'Cie.<br>How I live is up to me.","我不是法爾希的道具。<br>我要自己決定自己的活法。","나는 펄씨의 도구가 아니야.<br>내 인생은 스스로 결정한다.","Jamais ne n'obéirai aux fal'Cie.<br>Je vivrai ma vie comme je l'entends.","Die Fal'Cie befehlen mir nichts.<br>Wie ich lebe, bestimme ich.","No seguiré órdenes de ningún fal'Cie.<br>Seré yo quién decida mi camino."]}},"213001006":{"compendium_id":1446,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1174,3557,390,195],"MP":[70,212,65,32],"ATK":[52,158,34,17],"DEF":[39,117,26,13],"MAG":[39,118,26,13],"SPR":[39,117,26,13]},"limitburst_id":213001006,"attack_count":3,"attack_damage":[[20,40,40]],"attack_frames":[12,15,26],"effect_frames":[0],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[7,8,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001300":1}},"strings":{"description":["A woman who appears in the tales of a world where the gods toy with humanity's fate. Lightning chose to fight against the gods' servants, the fal'Cie, to save her sister Serah. Unfortunately, this resulted in Lightning herself being cursed as a \"l'Cie.\" The l'Cie were believed to be the enemies of peace; thus Lightning and her fellow l'Cie came to be persecuted by various enemies. Although not always in agreement, the l'Cie formed strong bonds with one another, seeking to fulfill their Focus in defiance of the gods.","眾神戲弄人們的命運的異界神話中登場的女性，為了救回被囚禁的妹妹莎拉，而想要打倒神的僕人「法爾希」，但卻受到詛咒化身為了魔人「路希」。路希的使命是毀滅和平的社會，因此她與同是路希的同伴們成為了人類的敵人。同伴們在碰撞中加深彼此間的羈絆，邊摸索著自己真正應該完成的使命邊向神明定下的宿命抗爭。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 사로잡힌 여동생 세라를 구하기 위해 신의 종인 '펄씨'를 처치하려 했으나, 저주를 받아 마인 '르씨'가 되고 만다. 평화로운 세상을 멸망시킨다는 르씨가 된 그녀와 동료들은 인류의 적으로 간주되어 도망자 신세가 된다. 르씨들은 때때로 충돌하면서도 서로를 이해해나갔으며, 자신들의 진정한 사명을 모색하며 신이 정한 숙명에 저항했다.","Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Lightning a choisi de se battre contre les serviteurs des dieux, les fal'Cie, pour sauver sa sœur Serah. Malheureusement, cela l'a conduite à être désignée comme une l'Cie, c'est-à-dire une personne maudite considérée comme ennemie de l'ordre public. Lightning et ses camarades l'Cie se sont vus persécutés, ce qui a forgé un lien très fort entre eux, bien qu'ils ne soient pas toujours sur la même longueur d'onde. Ensemble, ils cherchèrent à accomplir leur Tâches contre la volonté des dieux.","Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Lightning entschloss sich, die Diener der Götter, die Fal'Cie, zu bekämpfen, um ihre Schwester Serah zu retten. Leider führt dies zu ihrer Brandmarkung als „L'Cie“. Die „L'Cie“ werden für Feinde des Friedens gehalten, und so wurden Lightning und ihre Kameraden von verschiedenen Feinden verfolgt. Auch wenn sie nicht immer einer Meinung waren, schlossen sie sich schließlich doch zusammen, um den Göttern die Stirn zu bieten.","Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Lightning eligió luchar contra los fal'Cie, sirvientes de los dioses, para salvar a su hermana Serah. Por desgracia esto hizo que ella misma quedase maldecida como \"lu'Cie\". Se cree que los lu'Cie son enemigos de la paz y por ellos Lightning y sus otros compañeros lu'Cie acabaron perseguidos por diversos enemigos. Aunque no siempre estuvieron de acuerdo, estos acabaron formando fuertes vínculos a lo largo de su búsqueda por su misión y en su batalla con los dioses."],"summon":["Fighting without hope is no way to live. It's just a way to die. Now, show me the hope you've found.","心中沒有希望就去戰鬥，<br>那不是在求生，而是在尋死。<br>向我展示你的「希望」吧。","희망도 없이 싸우는 건 삶이 아니야.<br>자살행위일 뿐이지.<br>네 '희망'을 내게 보여줘.","Se battre sans garder espoir n'est pas une façon de vivre. C'est juste la meilleure façon de mourir. Montre-moi que tu as retrouvé espoir.","Kämpfen ohne Hoffnung ist kein Leben. So kann man nur sterben. Nun zeige mir deine Hoffnung.","Luchar sin esperanza alguna no es forma de vivir.<br>Es solo una muerte lenta.<br>Muéstrame la esperanza que has encontrado."],"evolution":["Destroying the world isn't salvation.<br>I'll keep fighting until the end.<br>This power will give me the strength.","我不會在毀滅中尋求救贖，<br>只會為使命而戰鬥到最後。<br>這力量就是為此而獲得的……","멸망이 가져다주는 구원 따윈 바라지 않아.<br>나는 마지막까지 사명과 싸우겠어.<br>이 힘은 그러기 위한 힘……","Il n'y a aucun salut dans la destruction.<br>Je continuerai à me battre jusqu'à la fin.<br>Ce pouvoir me sera utile.","Die Zerstörung der Welt ist keine Erlösung.<br>Ich kämpfe bis zum Ende.<br>Diese Kraft wird dafür sorgen.","Destruir el mundo no logrará salvarlo.<br>Seguiré luchando hasta mi último aliento.<br>Y lo haré con este nuevo poder."],"affinity":["When it looks like there's no hope left, we look harder until we find some. Always have, always will.","如果世界上沒有希望，那我們就去一起尋找。<br>過去就是這樣做的，今後也不會改變。","세계에 희망이 없다면<br>발견할 때까지 함께 찾아보자.<br>앞으로도 계속 말이야.","Nous continuons à espérer même lorsque tout semble perdu. Nous l'avons toujours fait et nous le ferons toujours.","Wenn wir glauben, es gibt keine Hoffnung mehr, suchen wir solange, bis wir welche finden.","Cuando creemos que no queda esperanza, entonces es hora de buscar hasta encontrarla. Como hemos hecho y seguiremos haciendo siempre."],"fusion":["It's not a question of can or can't.<br>There are some things in life you just do.","不是做得到、做不到的問題，<br>而是如果不能躲避，就只能戰鬥。","할 수 있고 없고의 문제가 아니야.<br>방법이 그것밖에 없다면, 그냥 하는 거야.","Ça n'a rien à voir avec le fait de pouvoir ou pas.<br>Il y a certaines choses dans la vie que tu dois faire.","Es ist keine Frage des Könnens oder Wollens.<br>Manche Dinge im Leben muss man tun.","No se trata de poder o no poder.<br>Hay cosas en la vida que simplemente debes hacer."]}},"213001007":{"compendium_id":1447,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1551,4701,540,270],"MP":[74,224,90,45],"ATK":[68,205,65,32],"DEF":[62,188,40,20],"MAG":[58,175,40,20],"SPR":[59,179,40,20]},"limitburst_id":213001007,"attack_count":3,"attack_damage":[[20,40,40]],"attack_frames":[12,15,26],"effect_frames":[0],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[7,8,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A woman who appears in the tales of a world where the gods toy with humanity's fate. As a former member of the military, Lightning may seem indifferent and hard on herself and others, but she is a kind, loving, and even playful older sister. Although she finds herself in the midst of various disasters that befall her world, her determination never wavers. In fact, she's likened to a goddess as she provides guidance to those lost in despair.","眾神戲弄人們的命運的異界神話中登場的女性。性格冷淡的退役軍人，不論對別人還是對自己都很嚴格，但其實是個為妹妹著想的好姐姐，有時也會開開玩笑。被捲入世界的各種悲劇中，但她強大的意志卻絕不會動搖，她引導著身處絕望中的人們的身姿仿佛女神一般。","신들이 인간의 운명을 우롱하는 이계에 등장하는 여성. 무뚝뚝하고 타인에게도 자신에게도 엄격한 군인 출신이지만, 실은 여동생을 아끼는 다정한 언니이며 가끔은 농담도 하는 장난스러운 면도 있다. 세계를 덮친 여러 비극에 휘말리게 되지만 그녀의 강한 의지는 결코 흔들리지 않는다. 절망에 빠진 사람들을 이끄는 모습은 마치 여신을 떠올리게 할 정도이다.","Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Ayant autrefois appartenu à l'armée, Lightning semble au premier abord peu aimable et aussi dure envers les autres qu'elle-même, mais elle témoigne d'une grande affection pour sa sœur cadette et sait parfois se montrer espiègle. Elle se retrouva impliquée dans des événements tragiques menaçant son monde d'origine, mais cela ne parvint jamais à entamer son immense résolution. Au contraire, elle trouve souvent le courage de guider ceux qui ont perdu l'espoir, à l'instar d'une déesse bienveillante.","Eine Frau aus einer fernen Welt, in der die Götter das Schicksal der Menschen zu ihrem Spielball gemacht haben. Als ehemalige Soldatin ist Lightning oft wenig umgänglich und begegnet nicht nur anderen, sondern auch sich selbst mit kühler Strenge. Tatsächlich ist sie aber - besonders im Umgang mit ihrer jüngeren Schwester - ein herzensguter Mensch und hat bisweilen auch den ein oder anderen Scherz auf den Lippen. Obwohl sie stets in Trägodien verwickelt wird, die ihre Welt heimsuchen, gerät ihre Entschlossenheit nie ins Wanken. In ihrer Rolle als Wegweiserin derjenigen, die der Hoffnungslosigkeit erliegen, gleicht sie wahrhaft einer Göttin.","Una mujer que aparece en las historias de un mundo en el que los dioses juegan con el destino de la humanidad. Como exmilitar, Lightning puede parecer antisocial y un poco dura consigo misma y con la gente en general. Sin embargo, es más simpática con su hermana menor y a veces hasta bromea con ella. Por otra parte, a pesar de verse involucrada en los desastres que asolan a su mundo uno tras otro, la determinación de Lightning nunca se ha quebrado. De hecho, se dedica a guiar a todo el que cae en la desesperación como si de una diosa se tratara."],"summon":["Fighting without hope is no way to live. It's just a way to die. Now, show me the hope you've found.","心中沒有希望就去戰鬥，<br>那不是在求生，而是在尋死。<br>向我展示你的「希望」吧。","희망도 없이 싸우는 건 삶의 방식이 아니야.<br>그저 죽음을 택하는 길이지.<br>너의 '희망'을 보여 줘.","Se battre sans garder espoir n'est pas une façon de vivre. C'est juste la meilleure façon de mourir. Montre-moi que tu as retrouvé espoir.","Kämpfen ohne Hoffnung ist kein Leben. So kann man nur sterben. Nun zeige mir deine Hoffnung.","Luchar sin esperanza alguna no es forma de vivir.<br>Es solo una muerte lenta.<br>Muéstrame la esperanza que has encontrado."],"evolution":["We protect our own. We can do without their brand of mercy. And we don't need a fal'Cie's orders, either. I'm fighting this Focus to the end. We all are.","我不會去依靠救贖，更不會任憑他人擺佈。我要和使命戰鬥到最後。","나는 구원에 매달릴 마음은 없다.<br>누군가의 사상에 찬동할 마음도 없지.<br>사명과 마지막까지 싸우고 싶어.","Je protège l'un d'entre nous. On n'a pas besoin de leur pitié. Ni des ordres d'un fal'Cie. Je combattrai ma Tâche jusqu'au bout. Comme vous.","Wir beschützen uns gegenseitig. Auf ihr Mitleid können wir verzichten. Wir brauchen auch keine Befehle eines Fal'Cie. Gemeinsam widersetzen wir uns unserer Bestimmung.","Protegemos a los nuestros. No nos hace falta su misericordia y tampoco necesitamos las órdenes de ningún Fal'Cie. Voy a luchar contra esta misión hasta el final. Todos vamos a luchar."],"affinity":["When it looks like there's no hope left, we look harder until we find some. Always have, always will.","如果世界上沒有希望，那我們就去一起尋找。<br>過去就是這樣做的，今後也不會改變。","세계에 희망이 없다면<br>발견할 때까지 함께 찾아보자.<br>앞으로도 계속 말이야.","Nous continuons à espérer même lorsque tout semble perdu. Nous l'avons toujours fait et nous le ferons toujours.","Wenn wir glauben, es gibt keine Hoffnung mehr, suchen wir solange, bis wir welche finden.","Cuando creemos que no queda esperanza, entonces es hora de buscar hasta encontrarla. Como hemos hecho y seguiremos haciendo siempre."],"fusion":["Fighting without hope is no way to live. It's just a way to die. Now, show me the hope you've found.","沒有希望的戰鬥並不是活法，而是死法。給我看看你的「希望」吧。","희망도 없이 싸우는 건 삶의 방식이 아니야.<br>그저 죽음을 택하는 길이지.<br>너의 '희망'을 보여 줘.","Combattre sans espoir, c'est pas une vie. C'est juste comme ça qu'on meurt. Je veux que tu trouves l'espoir.","Ohne Hoffnung zu kämpfen, das ist keine Art zu leben. Es ist eine Art zu sterben. Ich will, dass du diese Hoffnung findest.","Luchar sin esperanza no es vida. Es el camino hacia la muerte. Quiero que encuentres la esperanza."]}}},"skills":{"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10180":{"name":"Full-Life","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"30470":{"name":"Imperilga","cost":{"MP":36},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Reduce resistance to all elements by 40% for 3 turns to all enemies"],"icon":"ability_39.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"226681":{"name":"Lightning Strike","cost":{"MP":84},"attack_frames":[[2,12,22]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Lightning Strike (507240) on turn 2 [2 turns CD]"],"icon":"ability_105.png"},"230380":{"name":"Flourish of Steel","cost":{"MP":30},"attack_frames":[[2],[8],[14],[20]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, ATK) to one enemy","Physical damage (1x, ATK) to one enemy","Physical damage (1x, ATK) to one enemy","Physical damage (1x, ATK) to one enemy"],"icon":"ability_53.png"},"230381":{"name":"Skyward Swing","cost":{"MP":52},"attack_frames":[[42,46,50,54,58,62,66,70,74,78,82,86,90,94,98,102,106,110,114,118,122,126,130,134,138,142,146,150,154,158]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.5x, ATK) to all enemies"],"icon":"ability_53.png"},"230382":{"name":"Seismic Strike","cost":{"MP":36},"attack_frames":[[24],[90]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.2x, ATK) to all enemies","Increase LB gauge by 6 to caster"],"icon":"ability_10.png"},"230383":{"name":"Crushing Blow+","cost":{"MP":45},"attack_frames":[[42,48,54,60,66,72,78,84,90]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x * 2 = 5x, ATK) to one enemy (ignore cover)","Reduce resistance to Lightning by 75% for 3 turns to one enemy"],"icon":"ability_10.png"},"230384":{"name":"Stormblade","cost":{"MP":52},"attack_frames":[[14]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.75x * 2 = 5.5x, ATK) to one enemy (ignore cover)","Increase damage of Relentless Assault (230387) and Stormblade (230384) by 50% for 3 turns","Increase damage of Crushing Blow+ (230383), Flourish of Steel (230380), Razor Gale (230386) and Skyward Swing (230381) by 100% for 3 turns"],"icon":"ability_10.png"},"230385":{"name":"Thunderfall+","cost":{"MP":45},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (2.7x, ATK) to all enemies","Reduce resistance to Lightning by 80% for 5 turns to all enemies","Add Lightning element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_20.png"},"230386":{"name":"Razor Gale","cost":{"MP":56},"attack_frames":[[70,76,82,88,94,100,106],[112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.5x, ATK) to one enemy","Physical damage (4.5x, ATK) to one enemy","Reduce resistance to Lightning by 120% for 3 turns to one enemy"],"icon":"ability_53.png"},"230387":{"name":"Relentless Assault","cost":{"MP":60},"attack_frames":[[70,76,82,88,94,100,106],[112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.5x * 2 = 1x, ATK) to one enemy (ignore cover)","Physical damage (2.5x * 2 = 5x, ATK) to one enemy (ignore cover)","Increase damage of Relentless Assault (230387) by 100% for 3 turns"],"icon":"ability_54.png"},"230388":{"name":"Flamestrike II","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Use Flamestrike II (509500), or Flamestrike II+ (509502), if used after Paradigm Shift: Ravager (230395)"],"icon":"ability_21.png"},"230389":{"name":"Froststrike II","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Use Froststrike II (509504), or Froststrike II+ (509506), if used after Paradigm Shift: Ravager (230395)"],"icon":"ability_22.png"},"230390":{"name":"Sparkstrike II","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Use Sparkstrike II (509508), or Sparkstrike II+ (509510), if used after Paradigm Shift: Ravager (230395)"],"icon":"ability_20.png"},"230391":{"name":"Aquastrike II","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Use Aquastrike II (509512), or Aquastrike II+ (509514), if used after Paradigm Shift: Ravager (230395)"],"icon":"ability_23.png"},"230392":{"name":"Double Strike (FFXIII)","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Aquastrike II (509512), Aquastrike II+ (509514), Flamestrike II (509500), Flamestrike II+ (509502), Froststrike II (509504), Froststrike II+ (509506), Sparkstrike II (509508) and Sparkstrike II+ (509510) twice in one turn (no duplicates)"],"icon":"ability_8.png"},"230393":{"name":"Defying Destiny (Lightning)","cost":{"MP":99},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Defying Destiny (Lightning) (509517) on turn 1 [10 turns CD]"],"icon":"ability_105.png"},"230394":{"name":"Paradigm Shift: Commando","cost":{"MP":74},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Paradigm Shift: Commando (509518) on turn 1 [10 turns CD]"],"icon":"ability_105.png"},"230395":{"name":"Paradigm Shift: Ravager","cost":{"MP":74},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Paradigm Shift: Ravager (509519) on turn 1 [2 turns CD]"],"icon":"ability_105.png"},"230396":{"name":"Army of One","cost":{"MP":110},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Army of One (509520) on turn 3 [3 turns CD]"],"icon":"ability_105.png"},"230397":{"name":"Ullr's Shield","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 20%","Use Ullr's Shield (509521) at the start of a battle"],"icon":"ability_43.png"},"230398":{"name":"Valhalla's Call","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Increase all stats gained from Odin by 50%"],"icon":"ability_77.png"},"230399":{"name":"Autogestalt","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn","Increase LB gauge by 1 per turn"],"icon":"ability_91.png"},"230400":{"name":"Flash on the Battlefield","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks","Increase resistance to Lightning by 50%","Enable unit to equip two one-handed weapons"],"icon":"ability_72.png"},"230401":{"name":"Seeker of Hope","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 20%","Increase resistance to Blind, Paralyze and Confusion by 100%"],"icon":"ability_19.png"},"230402":{"name":"Miraculous Power","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 25% when equipped with a Sword","Increase ATK by 25% when equipped with a Gun","Increase equipment ATK by 50% when armed with two weapons"],"icon":"ability_95.png"},"230403":{"name":"Counter-current","attack_type":"None","element_inflict":null,"effects":["20% chance to counter physical attacks with Counter-current (509522) to caster (max 1 / turn)","20% chance to counter magic attacks with Counter-current (509522) to caster (max 1 / turn)"],"icon":"ability_68.png"},"230404":{"name":"Endless Blades","attack_type":"None","element_inflict":null,"effects":["Increase maximum true double-wield bonus to 200%","Allow unit to reach 6x chain modifier, when using two one-handed weapons"],"icon":"ability_72.png"},"230405":{"name":"Dual Wielding Paladin","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG and SPR by 30%","Increase the damage of Relentless Assault (230387) and Stormblade (230384) by (0.5x)","Increase the damage of Crushing Blow+ (230383), Flourish of Steel (230380), Razor Gale (230386), Seismic Strike (230382), Skyward Swing (230381) and Thunderfall+ (230385) by (1x)","Increase LB gauge by 2 per turn"],"icon":"ability_77.png"},"230406":{"name":"l'Cie Brand","attack_type":"None","element_inflict":null,"effects":["Increase HP and MP by 20%","Increase the damage of Relentless Assault (230387) by (0.25x)","Increase the damage of Razor Gale (230386) by (1x)","Increase ATK by 25% when equipped with a Sword","Increase ATK by 25% when equipped with a Gun"],"icon":"ability_77.png"},"230407":{"name":"Unleashed Power","attack_type":"None","element_inflict":null,"effects":["Use Unleashed Power (509523) at the start of a battle"],"icon":"ability_41.png"},"507240":{"name":"Lightning Strike","cost":{"MP":84},"attack_frames":[[2,12,22]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (11x, ATK) to one enemy","Reduce resistance to Lightning by 100% for one turn to one enemy"],"icon":"ability_105.png","parentID":"226681"},"509500":{"name":"Flamestrike II","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (1.8x, ATK) to one enemy","Reduce ATK by 60% for 4 turns to one enemy","Use Flamestrike II (509501) next turn on one enemy"],"icon":"ability_21.png","parentID":"230388"},"509502":{"name":"Flamestrike II+","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (2.4x, ATK) to one enemy","Reduce ATK by 70% for 4 turns to one enemy","Use Flamestrike II+ (509503) next turn on one enemy"],"icon":"ability_21.png","parentID":"230388"},"509504":{"name":"Froststrike II","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Physical ice damage (1.8x, ATK) to one enemy","Reduce DEF by 60% for 4 turns to one enemy","Use Froststrike II (509505) next turn on one enemy"],"icon":"ability_22.png","parentID":"230389"},"509506":{"name":"Froststrike II+","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Ice"],"effects":["Physical ice damage (2.4x, ATK) to one enemy","Reduce DEF by 70% for 4 turns to one enemy","Use Froststrike II+ (509507) next turn on one enemy"],"icon":"ability_22.png","parentID":"230389"},"509508":{"name":"Sparkstrike II","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (1.8x, ATK) to one enemy","Reduce MAG by 60% for 4 turns to one enemy","Use Sparkstrike II (509509) next turn on one enemy"],"icon":"ability_20.png","parentID":"230390"},"509510":{"name":"Sparkstrike II+","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (2.4x, ATK) to one enemy","Reduce MAG by 70% for 4 turns to one enemy","Use Sparkstrike II+ (509511) next turn on one enemy"],"icon":"ability_20.png","parentID":"230390"},"509512":{"name":"Aquastrike II","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (1.8x, ATK) to one enemy","Reduce SPR by 60% for 4 turns to one enemy","Use Aquastrike II (509513) next turn on one enemy"],"icon":"ability_23.png","parentID":"230391"},"509514":{"name":"Aquastrike II+","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (2.4x, ATK) to one enemy","Reduce SPR by 70% for 4 turns to one enemy","Use Aquastrike II+ (509515) next turn on one enemy"],"icon":"ability_23.png","parentID":"230391"},"509517":{"name":"Defying Destiny (Lightning)","cost":{"MP":99},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Increase break resistance to ATK by 100% for 10 turns to caster","Increase damage of Relentless Assault (230387) and Stormblade (230384) by 100% for 11 turns","Increase damage of Crushing Blow+ (230383), Flourish of Steel (230380), Razor Gale (230386), Seismic Strike (230382), Skyward Swing (230381) and Thunderfall+ (230385) by 200% for 11 turns","Restore 500 MP split over 10 turns to caster"],"icon":"ability_105.png","parentID":"230393"},"509518":{"name":"Paradigm Shift: Commando","cost":{"MP":74},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 250% for 11 turns to caster","Increase damage of Army of One (509520), Crushing Blow+ (230383), Flourish of Steel (230380), Lightning Strike (507240), Razor Gale (230386), Relentless Assault (230387), Seismic Strike (230382), Skyward Swing (230381), Stormblade (230384), Thunderfall (202470) and Thunderfall+ (230385) by 150% for 11 turns"],"icon":"ability_105.png","parentID":"230394"},"509519":{"name":"Paradigm Shift: Ravager","cost":{"MP":74},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK, DEF, MAG and SPR by 60% for one turn to all enemies","Increase the limit burst gauge fill rate by 300% for one turn to caster"],"icon":"ability_105.png","parentID":"230395"},"509520":{"name":"Army of One","cost":{"MP":110},"attack_frames":[[42,46,50,54,58,62,66,70,74,78,82,86,90,94,98,102,106,110,114,118,122,126,130,134,138,142,146,150,154,158]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (8x * 2 = 16x, ATK) to all enemies (ignore cover)","Increase LB gauge by 30 to caster","Increase LB damage by 50% for 3 turns"],"icon":"ability_105.png","parentID":"230396"},"509521":{"name":"Ullr's Shield","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by 10% to caster for 9999 turns"],"icon":"ability_43.png","parentID":"230397"},"509522":{"name":"Counter-current","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce resistance to Lightning by 100% for one turn to one enemy"],"icon":"ability_68.png","parentID":"230403"},"509523":{"name":"Unleashed Power","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 100 to caster"],"icon":"ability_4.png","parentID":"230407"},"912691":{"name":"Double Gestalt","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Army of One (230396), Crushing Blow+ (230383), Defying Destiny (Lightning) (230393), Flourish of Steel (230380), Paradigm Shift: Commando (230394), Paradigm Shift: Ravager (230395), Razor Gale (230386), Relentless Assault (230387), Seismic Strike (230382), Skyward Swing (230381), Stormblade (230384) and Thunderfall+ (230385) twice in one turn"],"icon":"ability_8.png"}},"LB":{"name":"Zantetsuken","attack_count":[12],"attack_frames":[[48,62,91,99,105,111,117,123,129,135,141,147]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (5x * 2 = 10x, ATK) to all enemies (ignore cover)","Reduce resistance to Lightning by 80% for 5 turns to all enemies","Increase damage of Crushing Blow+ (230383), Flourish of Steel (230380) and Seismic Strike (230382) by 100% for 4 turns","Increase damage of Razor Gale (230386), Skyward Swing (230381), Stormblade (230384) and Thunderfall+ (230385) by 200% for 4 turns","Increase damage of Army of One (509520) and Relentless Assault (230387) by 300% for 4 turns"],"max_level":["Physical damage (10.85x * 2 = 21.7x, ATK) to all enemies (ignore cover)","Reduce resistance to Lightning by 120% for 5 turns to all enemies","Increase damage of Crushing Blow+ (230383), Flourish of Steel (230380) and Seismic Strike (230382) by 100% for 4 turns","Increase damage of Razor Gale (230386), Skyward Swing (230381), Stormblade (230384) and Thunderfall+ (230385) by 200% for 4 turns","Increase damage of Army of One (509520) and Relentless Assault (230387) by 300% for 4 turns"]},"TMR":{"name":"Dual Form","compendium_id":939,"compendium_shown":true,"unit_restriction":null,"skills":{"230370":{"name":"Dual Form","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 100% when armed with two weapons"],"icon":"ability_72.png","desc":""}},"effects":["Grants 'Dual Form' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_72.png","strings":{"names":["Dual Form","雙重形貌","듀얼 폼","Double forme","Doppelform","Forma dual"],"desc_short":["Boost equipment ATK when armed with two one-handed weapons (Not stackable)","裝備2把單手武器時武具攻擊提升","한손용 무기 2개 장착 시 장비의 공격력 상승 (중복 장착 불가)","Augmente l'ATT de l'équipement lorsque deux armes à une main sont équipées (non cumulable)","Erhöht Ausrüstung-ANG, wenn mit zwei einhändigen Waffen ausgerüstet (Nicht stapelbar).","Aumenta el ATQ del equipo al llevar dos armas de una sola mano (no acumulable)"],"desc_long":["Boosts equipment ATK when armed with two one-handed weapons. Not stackable.","裝備2把單手武器時武具攻擊提升","한손용 무기 2개 장착 시 장비의 공격력이 상승합니다. (중복 장착 불가)","Augmente l'ATT de l'équipement quand deux armes à une main sont équipées. Non cumulable.","Erhöht Ausrüstung-ANG, wenn mit zwei einhändigen Waffen ausgerüstet. Nicht stapelbar.","Aumenta el ATQ del equipo al llevar dos armas de una sola mano (no acumulable)"]},"type":"MATERIA"},"STMR":{"name":"Zantetsuken (FFXIII)","compendium_id":1249,"compendium_shown":true,"rarity":9,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"230371":{"name":"Radiant Paladin","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with two weapons","Increase LB damage by 30%"],"icon":"ability_72.png","desc":""}},"effects":["Grants 'Radiant Paladin' passive."],"stats":{"HP":0,"MP":0,"ATK":169,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":200000,"price_sell":20000,"icon":"item_10273.png","strings":{"name":["Zantetsuken (FFXIII)","斬鐵劍(FFXIII)","참철검(FFXIII)","Zantetsuken (FFXIII)","Zantetsuken (FFXIII)","Sable justiciero (FFXIII)"],"desc_short":["The sword of the eidolon, Odin, from a faraway world.","異界召喚獸奧汀的劍","이계의 소환수 오딘의 검","L'épée de l'eidolon Odin, issu d'un monde lointain.","Das Schwert des Espers „Odin“ aus einer fernen Welt.","La espada de Odín, un eidolón de un mundo lejano."],"desc_long":["A sword boasting fierce sharpness from a faraway world. Though known as the weapon of the eidolon, Odin, it is said to have once been wielded by a woman who made a pact with him. As Odin transformed into a great white steed, it is said she rode him into battle, wielding the two halves  of the Zantetsuken in each hand.","十分鋒利的異界之劍。它以召喚獸奧汀的劍而聞名天下，在異界，一名與奧汀結下契約的女性經常使用這把劍。女性騎著變幻為白馬的奧汀，雙手握著分成兩把的斬鐵劍戰鬥。","무시무시한 날카로움을 자랑하는 이계의 검. 소환수 오딘의 검이라 알려져 있으나, 이계에서는 오딘과 계약을 맺은 여성이 이 검을 휘두르기도 했다고 한다. 그녀는 백마의 모습으로 변신한 오딘의 등에 타고 두 개로 분리한 참철검을 한 자루씩 손에 쉬고 싸운 모양이다.","Une épée au tranchant légendaire issue d'un monde lointain. Si l'on en croit la légende, cette arme appartiendrait à l'eidolon Odin. Plusieurs contes parlent pourtant d'une jeune guerrière qui aurait brandi Zantetsuken, vraisemblablement après avoir conclu un pacte avec son véritable détenteur. Il est même dit qu'elle partait au combat sur le dos d'un destrier blanc, une des nombreuses formes d'Odin, et qu'elle pouvait séparer Zantetsuken en deux, tenant ainsi une lame dans chaque main.","Ein sagenhaft scharfes Schwert aus einer fernen Welt. Trotz seiner Bekanntheit als Schwert des Espers „Odin“, sagt man sich, dass es einst von einer Frau geführt worden sei, die in einer fernen Welt einen Pakt mit Odin geschlossen habe. Es heißt, sie sei auf Odins Rücken in die Schlacht geritten, nachdem er seine weiße Pferdeform angenommen hatte. Sie schlug Zantetsuken entzwei und führte jeweils eine Klinge in jeder Hand.","Una espada de un mundo lejano con una hoja increíblemente afilada. Aunque se conoce como el arma del eidolón Odín, dicen que una vez la empuñó una mujer de un mundo lejano que había hecho un pacto con este. Parece que Lightning cabalgó hasta el campo de batalla a lomos de Odín, en su forma de caballo blanco. Después de dividir el Sable justiciero en dos, empezó a luchar con una hoja en cada mano."]}}},"213001105":{"rarity_min":5,"rarity_max":7,"name":"Neverending Hope","game":"FFXIII","job":"l'Cie","sex":"Male","equip":[1,5,6,13,30,40,50,51,53,60],"entries":{"213001105":{"compendium_id":1448,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[833,2524,300,150],"MP":[49,147,50,25],"ATK":[33,100,20,10],"DEF":[34,102,20,10],"MAG":[40,121,20,10],"SPR":[36,110,20,10]},"limitburst_id":213001105,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[23,101],"effect_frames":[21,99],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[5,8,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":10,"290060200":10,"290060300":5,"290060400":20}},"strings":{"description":["A boy who appears in the tales of a world where the gods toy with humanity's fate. Hope lived an ordinary life with his loving parents in Cocoon, the floating continent ruled by servants of the gods; beings known as the fal'Cie. Apart from the rebellious attitude toward his father expected of a sensitive adolescent, his life was free of trouble. However, all that changed when he and his mother went on a trip to the seaside town of Bodhum and encountered the turmoil caused by the appearance of a creature from \"Pulse.\" From that moment on, Hope's life would never return to normalcy.","眾神戲弄人們的命運的異界神話中登場的少年，在神的僕人所建造的空中都市「繭」中，受到神的僕人「法爾希」與雙親的呵護成長。除了正值青春期，與父親關係不是很融洽以外，他可以說是過著無憂無慮的生活。但在與母親前往海濱都市波達姆旅行時，由於發現了相傳侵略「繭」的下界「脈衝」的被造物，他平穩的日常就此畫上了句號。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 소년. 신들의 종이 만든 공중도시 '코쿤'에서 신들의 종 '펄씨'와 부모님의 사랑을 받으며 자랐다. 사춘기에 접어들면서 아버지와 사이가 나빠진 것 외에는 무엇 하나 불편할 것 없는 생활이었다. 하지만 관광을 위해 어머니와 함께 찾은 임해도시 보덤에서 코쿤의 적인 하계 '펄스'의 피조물이 발견됨에 따라 평온했던 생활은 끝을 맞이한다.","Un jeune garçon qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Hope vivait une vie normale avec des parents aimants à Cocoon, continent flottant gouverné par les serviteurs des dieux : les fal'Cie. Sa vie ne comportait que quelques menus désagréments, si on met de côté l'attitude plutôt rebelle qu'il manifestait à l'égard de son père, sûrement due à son âge. Cependant, tout changea lorsqu'il partit en voyage avec sa mère jusqu'à la ville côtière de Bodhum et qu'ils se firent attaquer par des monstres venus de Pulse, la zone de non-droit située à l'extérieur de Cocoon. Cet incident transforma la vie de Hope à tout jamais.","Ein Junge, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Hope lebte mit seinen Eltern auf dem schwebenden Kontinent Cocoon, der von Dienern der Götter, genannt „Fal'Cie“, beherrscht wurde. Er lebte trotz seiner rebellischen Haltung gegenüber seinem Vater ein gutes Leben. Doch alles änderte sich, als er und seine Mutter nach Bodhum, einer Stadt am Meer, reisten. Dort wurden sie Zeugen des Tumults, den eine Kreatur aus „Pulse“ verursachte. Von diesem Moment an sollte Hopes Leben nie wieder normal sein.","Un chico que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Hope vivió una vida normal con sus queridos padres en Nido, un continente flotante gobernado por sirviente de los dioses conocidos como fal'Cie. Pasó pocas dificultades, más allá de las diferencias con su padre causadas por la rebeldía que muestra cualquier adolescente normal. Sin embargo, esto llegó a su fin cuando su madre y él se fueron de viaje a la ciudad costera de Bodhum y se vieron envueltos en la confusión causado por la aparición de una criatura de \"Paals\". A partir de aquel momento, la vida de Hope dejó de ser normal para siempre."],"summon":["I'll do better, and try harder, so that I won't be in your way. Please, take me with you...","我會努力不拖大家後腿的。<br>所以我也要和你一起……","발목을 붙잡지 않도록 노력하겠습니다.<br>그러니 저도 함께……","Je vais faire de mon mieux et me dépasser pour ne pas être un poids pour vous. Prenez-moi avec vous, je vous en prie….","Ich bessere und steigere mich, um nicht im Weg zu sein. Bitte nehmt mich mit ...","Haré todo lo posible para no ser una carga. Por favor, llévame contigo."],"evolution":[null,null,null,null,null,null],"affinity":["We will not run away.<br>We will keep going and do what we have to do.","我們並不是在逃避，而是在向前進，<br>為了完成自己的使命。","우리는 도망치는 게 아니에요.<br>앞으로 나아가려는 거죠.<br>해야 할 일을 하기 위해서.","Nous ne sommes pas en fuite.<br>Nous continuerons à faire ce que nous avons à faire.","Wir laufen nicht weg.<br>Wir machen weiter und tun unsere Pflicht.","No estamos huyendo. Estamos avanzando hacia delante para cumplir nuestro cometido."],"fusion":["The guy who destroyed my dreams will pay for it. I'm not ready yet, but I will be. Soon.","我要讓破壞掉希望的人嘗盡苦頭。<br>雖然現在的我還做不到，<br>但等我變強之後，我一定……","내 소중한 희망을 부순 녀석에게<br>복수하고 말 거야.<br>지금은 무리지만, 언젠가 반드시……","Je ne sais pas qui a réduit mes espoirs à néant, mais il va payer. Très bientôt.","Wer immer meine kostbare Hoffnung zerstört hat, wird bezahlen. Bald werde ich dafür bereit sein.","Quién haya destrozado mi esperanza pagará por ello. Puede que ahora no sea capaz, pero pronto..."]}},"213001106":{"compendium_id":1449,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1083,3282,450,225],"MP":[63,192,75,37],"ATK":[43,130,30,15],"DEF":[44,133,30,15],"MAG":[52,158,30,15],"SPR":[47,143,30,15]},"limitburst_id":213001106,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[23,101],"effect_frames":[21,99],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[6,8,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001310":1}},"strings":{"description":["A boy who appears in the tales of a world where the gods toy with humanity's fate. While Hope was on a trip with his mother in the seaside town of Bodhum, the military found the mysterious \"Vestige,\" prompting the immediate banishment of everyone in the area. Hope then witnessed his mother's death amidst the turmoil, and blamed the young leader of the civilian forces, Snow, for its occurrence. Swearing revenge upon Snow, Hope headed toward the Vestige, where he was eventually cursed as a \"l'Cie.\"","眾神戲弄人們的命運的異界神話中登場的少年，在與母親前往海濱都市波達姆時，由於發現了會對人類社會造成危害的「異跡」而被軍隊放逐。在軍隊與市民發生衝突的混亂中，母親就死在了霍普的眼前，因此他十分憎恨率領市民們的青年冰雪。為了向冰雪復仇，他潛入了異跡之中，卻受到詛咒變成了魔人「路希」。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 소년. 어머니와 함께 찾은 임해도시 보덤에서 인류 사회에 해를 가져오는 '이적'이 발견되었다는 이유 하나만으로 군에 붙잡혀 추방당했다. 군과 시민이 충돌하는 혼란스러운 상황 속에서 호프는 눈앞에서 어머니를 잃게 되고 그 원인이 된 청년 스노우에게 증오의 마음을 품는다. 스노우에게 복수하기 위해 이적에 숨어들지만, 저주받은 마인 '르씨'가 되고 만다.","Un jeune garçon qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Alors que Hope et sa mère étaient partis en voyage dans la ville côtière de Bodhum, les militaires y découvrirent de mystérieux \"Vestiges\" jugées dangereuses pour la survie de l'humanité, ce qui entraîna la persécution immédiate de toutes les personnes présentes dans la zone. Hope vit mourir sa mère sous ses yeux et accusa Snow, le jeune chef des forces civiles, d'en être responsable. Hope jura de se venger un jour de Snow et s'introduit dans les Vestiges. Il fut alors condamné comme l'Cie, c'est-à-dire une personne maudite.","Ein Junge, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Während er sich mit seiner Mutter in der Stadt Bodhum befand, entdeckte das Militär die mysteriöse „Spur“, was zur prompten Verfolgung aller in diesem Gebiet führte. In all dem Aufruhr erlebte Hope den Tod seiner Mutter, für den er den Anführer der zivilen Kräfte, Snow, verantwortlich machte. Rache an Snow schwörend, brach Hope zur Spur auf, wo er schließlich als „L'Cie“ verflucht wurde.","Un chico que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Hope estaba de viaje con su madre en la ciudad costera de Bodhum cuando el ejército encontró el misterioso \"Vestigio\", haciendo que todo aquel en los alrededores fuera perseguido. Esto lleva a que Hope presencie la muerte de su madre durante la conmoción, y este eche la culpa de la misma al joven líder a la milicia, Snow. Tras prometer que se vengará, se dirige al Vestigio en donde acaba convertido en lu'Cie."],"summon":["The world is full of lies. There's no way of knowing what's right. All we can do is believe in ourselves.","世界上充滿了謊言，<br>誰都不知到真實是什麼。<br>因此我要自己來辨別真偽。","세계는 거짓투성이라<br>진실은 아무도 몰라.<br>그러니 스스로 결정하는 수밖에 없어.","Dans un monde plein de mensonges, il est impossible de distinguer la vérité. Tout ce qu'on peut faire c'est croire en nous.","Die Welt ist voller Lügen. Man kann die Wahrheit nicht wissen. Wir können nur an uns selbst glauben.","Este es un mundo repleto de mentiras. No se sabe que es cierto o no. Solo podemos determinarlo nosotros mismos."],"evolution":["If we have the power to destroy...<br>Then we have the power to save others. And I... I will!","毀滅之力……<br>也可以變成救贖之力。<br>我也一定能……","멸망의 힘이라면……<br>구원의 힘이 될 수도 있을 거야.<br>나도 분명……!","Si nous avons le pouvoir de détruire…<br>Alors nous avons aussi le pouvoir de sauver les autres. Et je… moi aussi je…","Haben wir die Kraft der Zerstörung ...<br>Dann können wir andere retten. Und ... das ... werde ich!","Si tenemos la capacidad de destruir... <br>Entonces también tenemos la de salvar a otros... <br>Y yo, no dudaré..."],"affinity":["We will not run away.<br>We will keep going and do what we have to do.","我們並不是在逃避，而是在向前進，<br>為了完成自己的使命。","우리는 도망치는 게 아니에요.<br>앞으로 나아가려는 거죠.<br>해야 할 일을 하기 위해서.","Nous ne sommes pas en fuite.<br>Nous continuerons à faire ce que nous avons à faire.","Wir laufen nicht weg.<br>Wir machen weiter und tun unsere Pflicht.","No estamos huyendo. Estamos avanzando hacia delante para cumplir nuestro cometido."],"fusion":["It's not a question of can or can't. There are some things in life you just do.<br>Lightning taught me that. I'll fight too, just like her.","「不是做得到、做不到的問題，而是如果不能躲避，就只能戰鬥。」<br>我也要像雷光那樣戰鬥。","할 수 있고 없고의 문제가 아니야.<br>방법이 그것밖에 없다면, 그냥 하는 거야.<br>저도 싸우겠습니다, 라이트 누나처럼요.","Ça n'a rien à voir avec le fait de pouvoir ou pas. Il y a certaines choses dans la vie que tu dois faire<br>Lightning m'a enseigné ça. Je vais me battre, comme elle le ferait.","Es ist keine Frage des Könnens oder Wollens. Manche Dinge im Leben muss man tun.<br>Lightning hat das gesagt, und sie hatte recht.","No se trata de poder o no poder. Hay cosas en la vida que simplemente debes hacer.<br>Yo también lucharé, como Lightning me enseño."]}},"213001107":{"compendium_id":1450,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1408,4267,600,300],"MP":[83,250,100,50],"ATK":[56,169,50,25],"DEF":[57,173,50,25],"MAG":[68,206,50,25],"SPR":[61,186,50,25]},"limitburst_id":213001107,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[23,101],"effect_frames":[21,99],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[6,8,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A boy who appears in the tales of a world where the gods toy with humanity's fate. After losing his mother in a civilian conflict with the military, he chased after Snow blaming him for the incident and was branded a \"l'Cie\" in the process. Caught in his own despair, he could not help but hate Snow until his travels with him and Lightning helped him grow to see past his desire for revenge. His resolve then turned toward the fight against the god-like beings known as the fal'Cie.","眾神戲弄人們的命運的異界神話中登場的少年，被捲入軍隊與市民的衝突中失去了母親。他為了追殺罪魁禍首冰雪而受到詛咒變成了魔人「路希」，從此他對自己的人生絕望，只靠著對冰雪的仇恨而活。但通過與雷光和冰雪一起旅行，他漸漸從復仇之中解放了出來，在心理上獲得了巨大地成長，最終積極投身進與神的僕人「法爾希」的戰鬥之中。","신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 소년. 군과 시민의 충돌에 휘말려 어머니를 잃고, 그 원인을 제공한 스노우를 쫓는 도중 저주받은 마인 '르씨'가 되고 만다. 자신의 처지에 절망한 그는 스노우를 향한 증오에만 의지해 살아왔지만, 라이트닝과 스노우 일행과 함께 여행하며 복수의 원념에서 해방되어 정신적으로 크게 성장하게 되고, 신의 종 '펄씨'와의 싸움에 적극적으로 몸을 던진다.","Un jeune garçon qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Sa mère fut tragiquement tuée lors d'une altercation entre l'armée et un groupe rebelle. Hope tenait Snow pour responsable de sa mort et se lança à sa poursuite pour se venger. Il reçut en conséquence la marque des l'Cie, des personnes maudites. Sa haine de Snow était la seule chose qui lui permettait d'aller de l'avant malgré son désespoir. Il fut cependant amené à voyager aux côtés de Snow et de Lightning, ce qui lui permit de d'accepter la vérité et de dépasser son désir de vengeance. Il se dévoua dès lors au combat opposant l'humanité aux servants des dieux, les fal'Cie.","Ein Junge, der in Geschichten über eine ferne Welt erscheint, in der die Götter mit dem Schicksal der Menschen spielen. Nach dem Tod seiner Mutter im Bürgerkrieg begab er sich auf die Jagd nach Snow, den er für ihren Tod verantwortlich machte und in deren Verlauf er als „L‘Cie“ gebrandmarkt wurde. Gefangen in seiner eigenen Verzweiflung konnte er nicht anders, als Snow zu hassen. Doch seine Reisen an dessen und Lightnings Seite halfen ihm dabei, den Wunsch nach Rache hinter sich zu lassen. Den Hass überwunden, beschloss er sich fortan gegen die als „Fal‘Cie“ bekannten Götter zu kämpfen.","Un joven que aparece en las leyendas de un mundo donde los dioses juegan con el destino de la humanidad. Tras perder a su madre en una pelea entre civiles y militares, va tras la pista de Snow, puesto que lo culpa del incidente y, en mitad de la vorágine, recibe la marca de lu'Cie. Ciego de desesperación, no puede evitar sentir un odio irrefrenable hacia Snow, pero, en su viaje junto a él y Lightning, madura y consigue superar sus deseos de venganza. A partir de ese momento, vuelca toda su determinación en la lucha contra los dioses conocidos como fal'Cie."],"summon":["Your destiny... We'll decide our own destiny! We all will, together!","願望我早就想好了。<br>那就是和大家一起來保護這個世界！","우리가 원하는 게 뭔지는 우리가 잘 알아.<br>함께 지켜요!","Notre destin... On en décidera nous-mêmes ! Tous ensemble !","„Euer Schicksal ...“ Wir entscheiden über unser Schicksal! Wir alle, zusammen!","Nuestro destino lo decidiremos nosotros. ¡Lo salvaremos todos juntos!"],"evolution":["Well, you know, sometimes you have to lie about stuff. Work hard enough, and you can make it true.","最開始只是說謊也好。<br>用自己的力量<br>把這謊言變成真實就行了。","처음에는 거짓말도 괜찮은 것 같아요.<br>진실이라는 건<br>스스로 만들어 가면 되는 거예요.","C'est vrai que, parfois, il faut savoir mentir. Mais en y mettant du sien, on peut changer un mensonge en vérité.","Weißt du, manchmal muss man lügen. Mit etwas Mühe werden Träume wahr.","A veces hay que mentir. Si te esfuerzas, puedes hacer que algo se haga realidad."],"affinity":["We will not run away.<br>We will keep going and do what we have to do.","我們並不是在逃避，而是在向前進，<br>為了完成自己的使命。","우리는 도망치는 게 아니에요.<br>앞으로 나아가려는 거죠.<br>해야 할 일을 하기 위해서.","Nous ne sommes pas en fuite.<br>Nous continuerons à faire ce que nous avons à faire.","Wir laufen nicht weg.<br>Wir machen weiter und tun unsere Pflicht.","No estamos huyendo. Estamos avanzando hacia delante para cumplir nuestro cometido."],"fusion":["Maybe it won't do much. Maybe only one person will listen to us. But even then, isn't trying better than doing nothing?","無論是多麼微小的變化，<br>即使只是某個人的心，<br>但只要能夠發生改變……","아주 작은 변화일지라도,<br>설사 누군가 한 사람의 마음이라도<br>우리가 무언가 바꿀 수 있다면……","Même si c'est pas grand-chose. Même si une seule personne nous écoute. En tout cas, ça vaut le coup d'essayer, non ?","Vielleicht erreichen wir nicht viel. Vielleicht hört nur eine Person auf uns. Doch ist ein Versuch nicht besser als Nichtstun?","Quizá no logremos mucho. Quizá una sola persona nos escuche. Pero aun así, ¿no es mejor intentarlo?"]}}},"skills":{"10124":{"name":"Regen","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 600 (+1.8x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"230427"},"30260":{"name":"Barfiraga","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Increase resistance to Fire by 70% for 3 turns to all allies"],"icon":"ability_11.png"},"30270":{"name":"Barblizzaga","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Increase resistance to Ice by 70% for 3 turns to all allies"],"icon":"ability_15.png"},"30280":{"name":"Barthundaga","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Increase resistance to Lightning by 70% for 3 turns to all allies"],"icon":"ability_13.png"},"30290":{"name":"Barwaterga","cost":{"MP":22},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Increase resistance to Water by 70% for 3 turns to all allies"],"icon":"ability_18.png"},"30500":{"name":"Enthunder","cost":{"MP":32},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Add Lightning element (100%) to physical attacks for 3 turns to one ally"],"icon":"ability_20.png"},"30560":{"name":"Veil","cost":{"MP":28},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Increase resistance to all status effects by 100% for one ally for 5 turns"],"icon":"ability_19.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"200150":{"name":"Dualcast","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Enable unit to use magic (excluding blue magic) twice in one turn"],"icon":"ability_26.png"},"230410":{"name":"Steelcrusher","cost":{"MP":72},"attack_frames":[[45],[110]],"attack_type":"None","element_inflict":null,"effects":["Reduce DEF by 60% for 5 turns to all enemies","Increase ATK by 130% for 5 turns to all allies"],"icon":"ability_63.png"},"230411":{"name":"Obliterator","cost":{"MP":72},"attack_frames":[[45],[110]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK by 60% for 5 turns to all enemies","Increase DEF by 130% for 5 turns to all allies"],"icon":"ability_63.png"},"230412":{"name":"Soaring Uppercut","cost":{"MP":72},"attack_frames":[[45],[110]],"attack_type":"None","element_inflict":null,"effects":["Reduce SPR by 60% for 5 turns to all enemies","Increase MAG by 130% for 5 turns to all allies"],"icon":"ability_63.png"},"230413":{"name":"Follow-Up Punch","cost":{"MP":72},"attack_frames":[[45],[110]],"attack_type":"None","element_inflict":null,"effects":["Reduce MAG by 60% for 5 turns to all enemies","Increase SPR by 130% for 5 turns to all allies"],"icon":"ability_63.png"},"230414":{"name":"Blast Punch","cost":{"MP":45},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 150% for 3 turns to one ally","Increase LB gauge by 5-10 to one ally"],"icon":"ability_63.png"},"230415":{"name":"Destructive Punch","cost":{"MP":45},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 150% for 3 turns to one ally","Restore 100 MP to one ally"],"icon":"ability_63.png"},"230416":{"name":"Proud Guardian's Skill","cost":{"MP":40},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by 30% to all allies for 4 turns","Grant a 1000 HP shield to all allies for 4 turns"],"icon":"ability_43.png"},"230417":{"name":"Flowing Fortress","cost":{"MP":60},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Light and Dark by 100% for 3 turns to all allies","Increase Stop resistance by 100% for 3 turns to all allies"],"icon":"ability_9.png"},"230418":{"name":"Purification","cost":{"MP":52},"attack_frames":[[45,51,57,63,69,75,81,87,93,99]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.6x, MAG) to all enemies","Remove all buffs and debuffs from all enemies"],"icon":"ability_10.png"},"230419":{"name":"Earthquake","cost":{"MP":48},"attack_frames":[[160,182,203,225,248,271,293,316]],"attack_type":"Magic","element_inflict":["Earth"],"effects":["Magic earth damage (4.2x, MAG) to all enemies","Reduce resistance to Earth by 75% for 3 turns to all enemies"],"icon":"ability_34.png"},"230420":{"name":"Brutal Sanction","cost":{"MP":24},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["100% chance to counter physical attacks to the rest of the party with physical damage (1x, ATK) for one turn","Increase the limit burst gauge fill rate by 150% for 3 turns to all allies"],"icon":"ability_68.png"},"230421":{"name":"Retributive Blast","cost":{"MP":60},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.5x * 2 = 5x, MAG) to all enemies (ignore reflect)"],"icon":"ability_10.png"},"230422":{"name":"Magical Sacrament","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 40 MP to all allies","Reduce damage taken by magic attacks by 20% to all allies for 3 turns"],"icon":"ability_4.png"},"230423":{"name":"Double Gestalt","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Blast Punch (230414), Brutal Sanction (230420), Defying Destiny (Hope) (230424), Destructive Punch (230415), Earthquake (230419), Flowing Fortress (230417), Follow-Up Punch (230413), Last Resort (230425), Magical Sacrament (230422), Obliterator (230411), Proud Guardian's Skill (230416), Purification (230418), Retributive Blast (230421), Soaring Uppercut (230412) and Steelcrusher (230410) twice in one turn"],"icon":"ability_8.png"},"230424":{"name":"Defying Destiny (Hope)","cost":{"MP":120},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Defying Destiny (Hope) (509531) on turn 1 [7 turns CD]"],"icon":"ability_105.png"},"230425":{"name":"Last Resort","cost":{"MP":110},"attack_frames":[[]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Unlock Last Resort (509532) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"230426":{"name":"Sacred Guardian","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 20%","Increase resistance to Light by 50%","Increase all stats gained from Alexander by 50%"],"icon":"ability_99.png"},"230427":{"name":"Memories of Mom","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%","Gain Regen (10124) at the start of a battle or when revived"],"icon":"ability_77.png"},"230428":{"name":"Will to Move Forward","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%","Increase LB gauge by 1 per turn"],"icon":"ability_91.png"},"230429":{"name":"Concealed Rage","attack_type":"None","element_inflict":null,"effects":["Increase MAG and MP by 20%","Recover MP (5%) per turn"],"icon":"ability_77.png"},"230430":{"name":"Free from Vengeance","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30% and HP and MP by 10%","Increase resistance to Confusion by 100%","Increase Stop resistance by 100% to caster"],"icon":"ability_19.png"},"230431":{"name":"Becoming Hope","attack_type":"None","element_inflict":null,"effects":["Increase DEF, MAG, SPR and MP by 30%","Recover MP (5%) per turn","Use Becoming Hope (509533) at the start of a battle"],"icon":"ability_77.png"},"230432":{"name":"Future Hero","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 40% and HP and MP by 20%","Increase the damage of Earthquake (230419), Purification (230418) and Retributive Blast (230421) by (2x)","Increase the damage of Last Resort (509532) by (5x)"],"icon":"ability_77.png"},"509531":{"name":"Defying Destiny (Hope)","cost":{"MP":120},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG and SPR by 180% for 4 turns to all allies (can not be removed)","Reduce damage taken by 40% to all allies for 4 turns"],"icon":"ability_105.png","parentID":"230424"},"509532":{"name":"Last Resort","cost":{"MP":110},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Reduce SPR by 74% for one turn to all enemies","Increase MAG by 250% for one turn to caster (can not be removed)","Magic light damage (15x * 2 = 30x, MAG) to all enemies (ignore reflect)"],"icon":"ability_105.png","parentID":"230425"},"509533":{"name":"Becoming Hope","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by 15% to caster for 9999 turns"],"icon":"ability_43.png","parentID":"230431"}},"LB":{"name":"Divine Judgment","attack_count":[27],"attack_frames":[[145,189,259,279,285,291,297,303,309,315,321,327,333,339,345,375,381,387,393,399,405,411,417,423,429,435,583]],"damage_type":"Magic","element_inflict":["Fire","Ice","Lightning","Water","Wind","Earth","Light","Dark"],"min_level":["Reduce resistance to all elements by 75% for one turn to all enemies","Magic fire, ice, lightning, water, wind, earth, light and dark damage (8x, MAG) to all enemies","Restore 200 MP to all allies"],"max_level":["Reduce resistance to all elements by 100% for one turn to all enemies","Magic fire, ice, lightning, water, wind, earth, light and dark damage (15.25x, MAG) to all enemies","Restore 200 MP to all allies"]},"TMR":{"name":"Survival Knife (FFXIII)","compendium_id":1250,"compendium_shown":true,"rarity":8,"type_id":1,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":18,"DEF":0,"MAG":117,"SPR":105,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_10140.png","strings":{"name":["Survival Knife (FFXIII)","求生小刀(FFXIII)","서바이벌 나이프(FFXIII)","Couteau de survie (FFXIII)","Überlebensmesser","Cuchillo de supervivencia (FFXIII)"],"desc_short":["A good-luck dagger from a faraway world.","來自異界的護身短劍","이계에서 유입된, 부적 대신으로 쓰는 단검","Une dague porte-bonheur issue d'un monde lointain.","Ein Glücksdolch aus einer fernen Welt.","Una daga de la suerte de un mundo lejano."],"desc_long":["A dagger with a sophisticated design from a faraway world. It belonged to a young boy who got caught up in a certain event and was branded a l’Cie by the gods from the world below. It is said that a former soldier, who was in a similar situation herself, gave him this knife as a good-luck charm in Gapra Whitewood.","來自異界的精緻短劍。它屬於一名少年。少年被捲入某個事件當中，遭受了下界之神的詛咒。他在加普拉樹林結識了一位女性退役軍人，這把小刀便是軍人送給他的護身刀。","이계에서 유입된 세련된 디자인의 단검. 어느 사건에 휘말려 하계의 신이 내린 저주 '르씨'에 걸린 소년이 소유하고 있던 것이다. 그와 같은 처지의 퇴역 군인이 '가프라 수림'에서 이 나이프를 부적이라며 건네주었다고 한다.","Une dague à la conception sophistiquée issue d'un monde lointain. Elle appartenait jadis à un jeune garçon qui, à cause d'un certain événement, se retrouva affligé de la marque des l'Cie par les dieux du plan inférieur de sa planète. La légende affirme qu'une jeune femme atteinte du même sort qui appartenait autrefois à l'armée lui aurait confié cette arme en espérant qu'elle lui servirait de porte-bonheur lors de leur traversée de la Forêt de Gapra.","Ein Glücksdolch mit ausgeklügeltem Design aus einer fernen Welt. Er befand sich im Besitz eines kleinen Jungen, den die Götter der Unterwelt als „L‘Cie“ brandmarkten, als er in ein gewisses Ereignis verwickelt wurde. Es heißt, eine ehemalige Soldatin, die eine ganz ähnliche Situation durchgemacht habe, habe ihm diesen Dolch im Lichterwald von Gapra als Glücksbringer gegeben.","Una daga de un mundo lejano con un diseño sofisticado. Perteneció a un chico que los dioses del mundo subterráneo nombraron lu'Cie cuando este acudía a cierto evento. Cuentan que una antigua soldado que se encontraba en una situación parecida le entregó este cuchillo en el bosque de Gapra para que le trajera buena suerte."]}},"STMR":{"name":"Shining Guardian of Hope","compendium_id":940,"compendium_shown":true,"unit_restriction":null,"skills":{"230372":{"name":"Shining Guardian of Hope","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 50% and MP by 30%","Increase resistance to Light by 100%"],"icon":"ability_99.png","desc":""}},"effects":["Grants 'Shining Guardian of Hope' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_99.png","strings":{"names":["Shining Guardian of Hope","守護希望之光","희망을 지키는 빛","Lueur d'espoir","Strahlender Wächter der Hoffnung","Guardián radiante de la esperanza"],"desc_short":["Boost MP by 30%, MAG by 50%, and light resistance by 100%","提高30%MP、50%魔力、100%光屬性耐性","MP 30%, 마력 50%, 빛속성 저항력 100% 상승","Augmente les PM de 30%, la MAGIE de 50% et la résistance à la lumière de 100%","Erhöht MP um 30%, MAG um 50% und Lichtresistenz um 100%.","Aumenta los PM un 30%, la MAG un 50% y la resistencia a la luz un 100%"],"desc_long":["Boosts MP by 30%, MAG by 50%, and light resistance by 100%.","提高30%MP、50%魔力、100%光屬性耐性","MP 30%, 마력 50%, 빛속성 저항력이 100% 상승합니다.","Augmente les PM de 30%, la MAGIE de 50% et la résistance à la lumière de 100%","Erhöht MP um 30%, MAG um 50% und Lichtresistenz um 100%.","Aumenta los PM un 30%, la MAG un 50% y la resistencia a la luz un 100%"]},"type":"MATERIA"}}}