{"205000103":{"rarity_min":3,"rarity_max":6,"name":"Bartz","game":"FFV","job":"Adventurer","sex":"Male","equip":[1,2,3,4,5,6,7,8,10,13,15,16,30,31,40,41,50,51,52,53,60],"entries":{"205000103":{"compendium_id":137,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[542,1643,210,105],"MP":[23,71,25,12],"ATK":[19,59,10,5],"DEF":[19,59,10,5],"MAG":[19,58,10,5],"SPR":[18,56,10,5]},"limitburst_id":205000103,"attack_count":2,"attack_damage":[[30,70]],"attack_frames":[4,30],"effect_frames":[2,28],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[2,2,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020100":10,"290030000":5,"290050200":15,"290050300":5}},"strings":{"description":["A young man who appears in tales from another world, where he hailed from the village of Lix and was involved in the war of the Crystals. His father's last wish was for Bartz to travel the world, and thus he roams, from one land to the next with his chocobo, Boko. In the course of this wandering, he sees a meteorite fall from the sky and strike Tycoon. Following its path, he meets the princess Lenna, and Galuf, an old man who has lost his memories. This is how his true adventure begins. Using the skills that his father, Dorgann, passed on to him, he defeats many strong foes...though he cannot defeat his childhood fear of heights so easily.","異界有關水晶的故事中登場的里克斯村的青年，他遵循父親的遺囑，與陸行鳥波可一起環遊世界。他在隕石的墜落地與泰空的公主蕾娜以及失去記憶的老人加拉夫相會，從此踏上了保護水晶的冒險旅程。他自幼接受父親多爾伽恩的訓練，用從小磨練出的本領克服了許多旅途中的難關。另外，小時候發生的某件事導致他有懼高症。","이계에서 전해지는 크리스탈 이야기에 등장하는 릭스 마을의 청년. 세계를 여행하며 견문을 넓히라는 아버지의 유언에 따라 초코보 '보코'와 함께 각지를 유랑하던 중, 운석이 떨어진 곳에서 타이쿤의 공주 레나와 기억을 잃은 노인 가라프를 만나 크리스탈을 지키는 모험을 떠나게 된다. 아버지 도르간에게 전수받은 기술로 수많은 강적과 싸워나간다. 참고로 어릴 때 겪은 어떤 사건 때문에 고소공포증을 갖고 있다.","Un jeune homme qui apparaît dans un conte d'un autre monde. Il vient du village de Lix et prend part à la guerre des cristaux. Dans ses dernières volontés, le père de Bartz souhaitait qu'il parcoure le monde ; aujourd'hui, il erre d'un pays à l'autre avec Boko, son chocobo. Durant son périple, il assiste à la chute d'une météorite sur la ville de Tycoon. Suivant cette direction, il fait la connaissance de la princesse Lenna et de Galuf, un vieillard amnésique. C'est alors que commence sa véritable quête. Grâce aux compétences transmises par son père Dorgann, il parvient à terrasser facilement de nombreux ennemis, contrairement à ses peurs d'enfant.","Ein junger Mann, der in Erzählungen aus einer anderen Welt vorkommt. Er kommt aus dem Dorf Lix und spielt eine Rolle im Krieg der Kristalle. Der letzte Wunsch seines Vaters war es, dass Bartz die Welt bereisen möge, und so wandert er durch die Welt mit seinem Chocobo Boko. Auf seiner Reise sieht er einen Meteoriten vom Himmel fallen und auf Tycoon treffen. Seinem Weg folgend, trifft er auf Prinzessin Lenna und Galuf, einen alten Mann ohne Erinnerungen. So beginnt sein wahres Abenteuer. Mit den Talenten, die sein Vater Dorgann ihm beibrachte, besiegt er viele starke Feinde ... nur seine Höhenangst aus Kindertagen wird er nicht so leicht los.","Un joven que aparece en los relatos de otro mundo. Bartz era originario de la aldea de Lix y se vio envuelto en la guerra por los cristales. El último deseo de su padre fue que viajara por el mundo y, por eso, deambula de un lado para otro junto a Boko, su chocobo. En el transcurso de su viaje, ve un meteorito caer del cielo, sobre Tycoon. Prosigue su camino y conoce a la princesa Lenna y a Galuf, un anciano que ha perdido los recuerdos... Aquí es cuando empieza su verdadera aventura. Aunque derrota a muchos enemigos gracias a las habilidades que le enseñó su padre, Dorgann, no puede superar el miedo a las alturas que tiene desde pequeño."],"summon":["The wind is calling me...<br>Let's go see this wide world together!","風在呼喚我……<br>好！就讓我們一起朝著廣闊的世界出發吧！","바람이 날 부르고 있어…….<br>좋아! 우리 함께<br>더 넓은 세상을 보러 가자!","Le vent m'appelle...<br>Partons ensemble à la découverte de ce vaste monde !","Der Wind ruft mich ...<br>Lass uns gemeinsam die weite Welt bereisen!","El viento me llama...<br>¡Exploremos este ancho mundo juntos!"],"evolution":[null,null,null,null,null,null],"affinity":["Let's go. We'll keep everyone safe.<br>We'll protect our world, and our crystals!","上吧。<br>你們的世界，你們的水晶，<br>就由我們來保護！","자, 가자. 우리가 지키는 거야.<br>너희의 세계를,<br>너희의 크리스탈을!","Allons-y ! On va y arriver.<br>On va protéger votre monde et vos cristaux !","Gehen wir. Die Leute bauen auf uns.<br>Wir retten eure Welt und eure Kristalle!","Vamos, protejamos a todos.<br>¡Defendamos nuestro mundo y los cristales!"],"fusion":["Thanks!<br>With this kind of power,<br>I'll be able to fight on.","謝啦！<br>只要有了這力量，<br>就能更好地戰鬥啦！","고마워!<br>이렇게 힘을 받았으니<br>더 잘 싸울 수 있겠어.","Merci !<br>Avec un pouvoir pareil, je ne suis pas prêt de perdre !","Danke!<br>Mit so viel Kraft kann ich wieder<br>zurück in den Kampf.","¡Gracias!<br>Con este poder, podré seguir luchando."]}},"205000104":{"compendium_id":138,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[700,2120,270,135],"MP":[30,92,35,17],"ATK":[25,76,14,7],"DEF":[25,77,14,7],"MAG":[25,75,14,7],"SPR":[24,73,14,7]},"limitburst_id":205000104,"attack_count":2,"attack_damage":[[30,70]],"attack_frames":[4,30],"effect_frames":[2,28],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[3,3,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":20,"290030000":10,"290040000":5,"290050300":10,"290050400":5}},"strings":{"description":["A young man who appears in tales from another world, where he hailed from the village of Lix and was involved in the war of the Crystals. He is passionate, and a powerful ally who does not hesitate to help his comrades. He travels with his friends to protect the Crystals of wind, water, fire, and earth. Yet the Crystals are destroyed, one by one, by outside forces. Still, as each Crystal shatters, Bartz and his allies gain new skills to help them in their noble cause.","異界有關水晶的故事中登場的里克斯村的青年，他為人仗義，為了幫助信任的人而不惜一切努力。他與同伴們為保護擁有風、水、火、土4種力量的水晶而展開旅行，但水晶卻被別有用心的人接連破壞，每當水晶破碎，他就會繼承該水晶的心與力量，以此獲得全新的能力。","이계에서 전해지는 크리스탈 이야기에 등장하는 릭스 마을의 청년. 정이 많아 동료를 위해서라면 물불 가리지 않는 성격이다. 동료들과 함께 바람, 물, 불, 땅의 크리스탈을 지키기 위해 각지를 여행하지만, 결국 크리스탈을 파괴하려는 세력에 의해 모든 크리스탈이 부서진다. 그러나 그때마다 크리스탈의 마음과 힘을 계승하여 새로운 능력을 손에 넣었다고 전해진다.","Un jeune homme qui apparaît dans un conte d'un autre monde. Il vient du village de Lix et prend part à la guerre des cristaux. C'est un garçon fougueux et un allié puissant qui n'hésite jamais à venir en aide à ses amis. Il voyage avec ses compagnons pour protéger les cristaux du vent, de l'eau, du feu et de la terre. Malheureusement, les cristaux sont détruits un à un par des forces extérieures. À chaque cristal brisé, Bartz et ses alliés gagnent de nouvelles aptitudes qui les aident à défendre leur noble cause.","Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt. Er kommt aus dem Dorf Lix und spielt eine Rolle im Krieg der Kristalle. Er ist leidenschaftlich und ein mächtiger Verbündeter, der nie zögert, seinen Kameraden zu helfen. Er reist mit seinen Freunden und beschützt die Kristalle der Elemente. Trotzdem werden die Kristalle durch äußere Kräfte zerstört. Doch mit dem Zerbrechen jedes Kristalls erhalten seine Verbündeten neue Fähigkeiten.","Un joven que aparece en los relatos de otro mundo. Bartz era originario de la aldea de Lix y se vio envuelto en la guerra por los cristales. Es un aliado apasionado y poderoso que no vacila al ayudar a sus camaradas, con quien viaja para proteger los cristales de los elementos, aunque fuerzas externas los van destruyendo uno por uno. Aún así, cada vez que se rompe un cristal, Bartz y sus aliados aprenden nuevas habilidades útiles para su noble causa."],"summon":["I feel the power of the Crystals here, too.<br>Please, let me fight with you!","我在這個世界中也感受到了水晶之心。<br>讓我和你一起戰鬥吧！","이 세계에서도<br>크리스탈의 마음이 느껴지네.<br>좋아, 나도 같이 싸울게!","Je sens le pouvoir des cristaux ici aussi...<br>S'il te plaît, laisse-moi me battre à tes côtés !","Die Kraft der Kristalle existiert auch hier.<br>Lass mich mit dir gemeinsam kämpfen!","Siento el poder de los cristales aquí también.<br>Por favor, ¡déjame luchar contigo!"],"evolution":["I can feel the strength...and the spirit of the Crystal...<br>Such incredible power!","水晶的心與力量<br>傳達給了我……<br>這就是我新的力量嗎！","크리스탈의 마음과 힘이<br>전해지는 게 느껴져…….<br>이게 바로 새로운 힘이구나!","Je sens la force et l'esprit du cristal...<br>Quel pouvoir incroyable !","Ich kann die Kraft spüren ... und den Geist des Kristalls ...<br>Solch unglaubliche Macht!","Puedo sentir la fuerza... y el espíritu del cristal...<br>¡Qué poder tan increíble!"],"affinity":["Let's go. We'll keep everyone safe.<br>We'll protect our world, and our crystals!","上吧。<br>你們的世界，你們的水晶，<br>就由我們來保護！","자, 가자. 우리가 지키는 거야.<br>너희의 세계를,<br>너희의 크리스탈을!","Allons-y ! On va y arriver.<br>On va protéger votre monde et vos cristaux !","Gehen wir. Die Leute bauen auf uns.<br>Wir retten eure Welt und eure Kristalle!","Vamos, protejamos a todos.<br>¡Defendamos nuestro mundo y los cristales!"],"fusion":["The world is so vast...<br>I've got to be stronger if<br>I'm going to see it all.<br>Will you lend me your strength?","世界真是廣闊，<br>我也要變得更強才行。<br>你願意借給我力量嗎？","세상은 넓구나.<br>나도 더 강해져야겠는걸.<br>힘을 빌려줄래?","Le monde est si vaste...<br>Je vais devoir redoubler d'efforts si je veux l'explorer un jour.<br>Me prêteras-tu ta force ?","Die Welt ist riesig. Wenn ich jemals<br>alles sehen will, muss ich stärker<br>werden. Hilfst du mir dabei?","El mundo es tan vasto...<br>Tengo que ser más fuerte si quiero verlo entero.<br>¿Me prestas tu fuerza?"]}},"205000105":{"compendium_id":139,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[875,2650,360,180],"MP":[38,115,40,20],"ATK":[31,95,16,8],"DEF":[32,96,16,8],"MAG":[31,94,16,8],"SPR":[30,91,16,8]},"limitburst_id":205000105,"attack_count":2,"attack_damage":[[30,70]],"attack_frames":[4,30],"effect_frames":[2,28],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[4,4,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":["A young man who appears in tales from another world, where he was involved in the war of the Crystals. During his journeys to protect the Crystals, he learns of the existence of Exdeath, an ancient warlock seeking to lead the world to destruction. More astoundingly, he learns that his late father was one of the four Warriors of Dawn who had previously sealed away Exdeath and saved the world. Following in his father's footsteps, he sets out to unseal the Legendary Weapons and defeat Exdeath within the Interdimensional Rift.","異界有關水晶的故事中登場的英雄，為保護水晶而進行旅行。在旅途中他得知想要毀滅世界的是一個叫艾克斯迪司的暗黑魔道士，更令他驚訝的是，亡父多爾伽恩竟然是當年封印艾克斯迪司、拯救世界的曉之四戰士。他決心要繼承父業，再次拯救世界。為打倒復活的艾克斯迪司，他依次解開了傳說中的12武器的封印，朝著次元夾縫走去。","이계에서 전해지는 크리스탈 이야기에 등장하는 영웅. 크리스탈을 지키기 위해 여행하던 중, 세계를 파멸시키려는 암흑마도사 엑스데스를 알게 된다. 그뿐만 아니라, 세상을 떠난 아버지가 과거에 엑스데스를 봉인하고 세계를 구한 '새벽의 4전사' 중 하나였다는 사실을 알고 아버지처럼 세계를 구하기로 마음먹었다. 그 후 부활한 엑스데스를 쓰러뜨리기 위해 전설의 열두 무기의 봉인을 풀고 차원의 틈새로 갔다고 전해진다.","Un jeune homme qui apparaît dans un conte d'un autre monde et a pris part à la guerre des cristaux. Durant sa quête pour protéger les cristaux, il découvre l'existence d'Exdeath, un sorcier ancestral qui cherche à anéantir le monde. Il apprend également que son père n'était autre que l'un des quatre Guerriers de l'aube qui avaient réussi à sceller Exdeath et à sauver le monde. Suivant les pas de son père, il décide de briser le sceau des Armes légendaires pour vaincre Exdeath au cœur de la fissure interdimensionnelle.","Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, wo er eine Rolle im Krieg der Kristalle spielte. Während seiner Reise zum Schutz der Kristalle erfährt er von der Existenz Exdeaths, einem alten Warlock, der die Welt in die Zerstörung führen will. Noch erstaunlicher ist, dass er erfährt, dass sein verstorbener Vater einer der vier Krieger der Morgendämmerung war, die Exdeath einst versiegelten und die Welt retteten. In die Fußstapfen seines Vaters tretend, macht er sich auf, Exdeath zu bezwingen.","Un joven que aparece en los relatos de otro mundo y se vio envuelto en la guerra por los cristales. Durante su viaje para proteger los cristales, descubre la existencia de Exdeath, un brujo antiguo que quiere destruir el mundo. Aún le resulta más sorprendente saber que su padre era uno de los cuatro Guerreros del Alba que habían sellado a Exdeath en el pasado para salvar el mundo. Siguiendo los pasos de su padre, se dispone a liberar las Armas Legendarias y derrotar a Exdeath en la Grieta Interdimensional."],"summon":["You're you, and that's all that matters to me!<br>I'll lend you my strength!","你就是你自己！<br>不過，不管你是誰，<br>我都會借給你力量的！","너는 너다!<br>네가 누구든 간에<br>나는 널 도울 거야!","Tout ce qui compte pour moi est que tu restes comme tu es !<br>Tu peux me faire confiance !","Du bist du, das ist das Einzige, was zählt!<br>Ich werde mich mit dir zusammentun!","¡Tú eres tú, y eso es lo único que me importa!<br>¡Te prestaré mi fuerza!"],"evolution":["Now I know how Dad must have felt.<br>Dorgann the Dawn Warrior's legacy continues with me!","現在我能夠理解父親的想法了。<br>曉之四戰士多爾伽恩的榮耀就由我來繼承！","이제야 아버지의 마음을 알겠어.<br>새벽의 4전사 도르간의 명예는<br>내가 지킨다!","Je comprends maintenant ce que pouvait ressentir de mon père... L'héritage de Dorgann, le Guerrier de l'Aube, continue d'exister à travers moi !","Jetzt verstehe ich, wie Vater sich gefühlt haben muss.<br>Das Erbe Dorganns lebt in mir weiter!","Ahora sé cómo se sintió papá.<br>¡El legado de Dorgann, el Guerrero del Alba, pervive en mí!"],"affinity":["Let's go. We'll keep everyone safe.<br>We'll protect our world, and our crystals!","上吧。<br>你們的世界，你們的水晶，<br>就由我們來保護！","자, 가자. 우리가 지키는 거야.<br>너희의 세계를,<br>너희의 크리스탈을!","Allons-y ! On va y arriver.<br>On va protéger votre monde et vos cristaux !","Gehen wir. Die Leute bauen auf uns.<br>Wir retten eure Welt und eure Kristalle!","Vamos, protejamos a todos.<br>¡Defendamos nuestro mundo y los cristales!"],"fusion":["I've got to become stronger!<br>I owe it to those I've lost!","我要變得更強！<br>這樣才能繼承先人的意志！","난 더 강해질 거야!<br>먼저 떠난 사람들의 뜻을<br>이어받기 위해서!","Il faut que je devienne plus fort !<br>Pour tous ceux que j'ai perdus !","Ich muss stärker werden!<br>Das schulde ich den anderen.","¡Tengo que ser más fuerte!<br>¡Se lo debo a los que he perdido!"]}},"205000106":{"compendium_id":368,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1137,3445,510,255],"MP":[49,149,65,32],"ATK":[41,123,26,13],"DEF":[41,124,26,13],"MAG":[40,122,26,13],"SPR":[39,118,26,13]},"limitburst_id":205000106,"attack_count":2,"attack_damage":[[30,70]],"attack_frames":[4,30],"effect_frames":[2,28],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[5,5,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man who appears in tales from another world, where he was involved in the war of the Crystals. Following in the footsteps of his father Dorgann and Galuf, Bartz set off on a journey to rid the world of the ancient warlock Exdeath, who seeks to rule the world with the power of the Void. He had always been a positive influence in the party, always adamant in his quest to save the world. However, he lost all composure when his hometown of Lix was swallowed by the Void at the hands of Exdeath. His rage ended up destroying the airship he and his companions had boarded.","異界有關水晶的故事中登場的英雄。他繼承了亡父多爾伽恩和戰友加拉夫的遺志，為戰勝企圖用虛無之力支配世界的暗黑魔道士艾克斯迪司而踏上了旅途。他一邊旅行一邊思考該如何保護世界，在艾克斯迪司用虛無之力將他的故鄉裡克斯村吞噬後，他變得情緒激昂，失去了自我意識，因而使飛空艇失控。","이계에서 전해지는 크리스탈 이야기에 등장하는 영웅. 세상을 떠난 아버지 도르간과 전우 가라프의 유지를 이어받아, '무'의 힘으로 세계를 지배하려는 암흑마도사 엑스데스와 맞서 싸운다. 세계를 지키기 위해 자신이 할 수 있는 일을 찾아 항상 긍정적으로 여행을 계속한 버츠였지만, 엑스데스가 해방한 '무'의 힘에 의해 고향인 릭스 마을이 삼켜지는 광경을 보고는 그답지 않게 격노하여 자아를 잃고 비공정을 폭주시켰다.","Un jeune homme qui apparaît dans les récits d'un autre monde, où il a participé à la guerre des cristaux. Suivant les traces de son père Dorgann et de Galuf, Bartz partit en voyage afin de débarrasser le monde du légendaire sorcier Exdeath, qui cherche à dominer le monde avec le pouvoir du Néant. Il a toujours eu une influence positive sur le groupe, dévoué à sa quête pour sauver le monde. Cependant, il perdit son sang-froid lorsque son village natal de Lix fut englouti par le Néant aux mains d'Exdeath. De rage, il détruisit le vaisseau à bord duquel il se trouvait, lui et ses compagnons.","Der Held einer Erzählung über Kristalle aus einer anderen Welt. Bartz folgte dem letzten Willen seines Vaters Dorgann und seines Kampfgefährten Galuf und zog gegen den Warlock Exdeath in den Kampf, der die Welt mit der Macht des Nichts unterwerfen wollte. Er war ein stets optimistischer, um das Wohl der Welt besorgter Mensch, doch als Exdeath die Macht des Nichts entfesselte und Bartz' Heimatdorf Lix vernichtete, verlor er völlig die Fassung und zerstörte um ein Haar das Luftschiff, auf dem er und sein Gefährten unterwegs waren.","Joven que aparece en los relatos de otro mundo en el que tomó parte en la guerra de los cristales. Siguiendo los pasos de su padre Dorgann y de Galuf, Bartz partió con el fin de librar al mundo de Exdeath, el brujo antiguo que pretende destruirlo con el poder del Vacío. Bartz siempre había sido una influencia positiva dentro de su grupo, tenaz hasta lo indecible en su intento de salvar el mundo. Sin embargo, perdió toda la compostura cuando su ciudad natal, Lix, fue absorbida por el Vacío a manos de Exdeath. Su rabia terminó por destruir el barco volador en el que viajaba junto a sus compañeros."],"summon":["Never lose your sense of adventure.<br>Look forward to workin' with ya!","不能忘記探求之心，請多關照啦！","탐구하고자 하는 마음을 잊어선 안 되지.<br>그럼 잘 부탁해!","Ne jamais perdre le goût de l'aventure.<br>J'ai hâte de me battre à tes côtés !","Solange ihr niemals euren Pioniergeist verliert,<br>werden wir sicher prima zurechtkommen.","Nunca pierdas tu sentido de aventura.<br>¡Estoy ansioso de verte de nuevo!"],"evolution":["Ah, the winds of change!<br>Check out what I can do now!","風真是舒服啊！讓你見識一下我的活躍表現吧！","기분 좋은 바람이 불어오는군!<br>내 활약을 보여줄게!","Ah, il y a du changement dans l'air on dirait !<br>Regarde ce que je peux faire maintenant !","Ah, ein frischer Wind zieht auf.<br>Pass auf, ich zeige dir eine paar neue Tricks!","¡Ah, todo cambia!<br>¡Comprueba lo que soy capaz de hacer ahora!"],"affinity":["Let's go. We'll keep everyone safe.<br>We'll protect your world, and your crystals!","上吧。<br>你們的世界，你們的水晶，<br>就由我們來保護！","자, 가자. 우리가 지키는 거야.<br>너희의 세계를,<br>너희의 크리스탈을!","Allons-y. Nous devons protéger tout le monde.<br>Nous protégerons votre monde et vos cristaux !","Gehen wir. Die Leute bauen auf uns.<br>Wir retten eure Welt, und eure Kristalle!","Vamos, protejamos a todos.<br>¡Defendamos nuestro mundo y los cristales!"],"fusion":["I'll grow even stronger using the<br>techniques I learned from my father!","我會用父親教我的技藝變得越來越強大的！","아버지에게 배운 기술로<br>더욱 강해질 거야!","Je vais devenir encore plus puissant en utilisant les techniques que j'ai apprises de mon père !","Mit den Techniken, die ich von meinem Vater gelernt habe,<br>werde ich noch stärker werden!","¡Me haré aún más fuerte usando las<br>técnicas que aprendí de mi padre!"]}}},"skills":{"30200":{"name":"Imperil","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Reduce resistance to all elements by 20% for 3 turns to one enemy"],"icon":"ability_39.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"101120":{"name":"Auto-Potion","attack_type":"None","element_inflict":null,"effects":["Automatically restores HP using Potions in stock when damaged"],"icon":"ability_91.png"},"101200":{"name":"Counter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"101410":{"name":"HP Stroll","attack_type":"None","element_inflict":null,"effects":["During explorations, recover 5 HP every 3 steps"],"icon":"ability_73.png"},"101470":{"name":"Last Stand","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20% when HP drops below 30% (max 9000x)","Increase SPR by 20% when HP drops below 30% (max 9000x)"],"icon":"ability_77.png"},"200050":{"name":"Analyze","cost":{"MP":1},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Allows you to view info on an enemy"],"icon":"ability_2.png"},"200210":{"name":"Store","cost":{"MP":2},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase power of the next normal attack (+0.8x, max +1.6x) and increase damage taken by 50%"],"icon":"ability_87.png"},"200310":{"name":"Barrage","cost":{"MP":16},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["4 physical attacks (0.8x each, 3.2x total, ATK) to one random enemy"],"icon":"ability_53.png"},"200470":{"name":"Entrust","cost":{"MP":18},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Transfer LB gauge to another unit"],"icon":"ability_78.png"},"202530":{"name":"Boko's Pendant","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG, SPR, HP and MP by 10%"],"icon":"ability_77.png"},"202540":{"name":"Seeker Blade","cost":{"MP":45},"attack_frames":[[0,40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.7x, ATK) to one enemy","Reduce resistance to Wind by 20% for 3 turns to one enemy"],"icon":"ability_10.png"},"203850":{"name":"Tailwind","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 150%"],"icon":"ability_78.png"},"203860":{"name":"Wind Shear","cost":{"MP":45},"attack_frames":[[70]],"attack_type":"Hybrid","element_inflict":["Wind"],"effects":["Hybrid wind damage (5.4x, ATK & MAG) to one enemy"],"icon":"ability_25.png"},"203870":{"name":"Gale Barrage","cost":{"MP":24},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["5 physical wind attacks (0.8x each, 4x total, ATK) to one random enemy"],"icon":"ability_25.png"},"203880":{"name":"Life Giver","cost":{"MP":30},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Sacrifice self to restore 100% HP and 100% MP to one ally, except caster"],"icon":"ability_78.png"},"203890":{"name":"Threatening Oath","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 20% when equipped with a Sword"],"icon":"ability_77.png"},"701630":{"name":"Boko's Pendant+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG, SPR, HP and MP by 10%","Gain Bravery (Auto) (30211) at the start of a battle or when revived","Gain Faith (Auto) (30221) at the start of a battle or when revived"],"icon":"ability_77.png"},"701640":{"name":"Boko's Pendant+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG, SPR, HP and MP by 10%","Gain Bravery (Auto) (30211) at the start of a battle or when revived","Gain Faith (Auto) (30221) at the start of a battle or when revived","Recover MP (5%) per turn"],"icon":"ability_77.png"},"701650":{"name":"Life Giver+1","cost":{"MP":30},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Sacrifice self to restore 100% HP and 100% MP to one ally, except caster","Increase resistance to Wind by 70% for 3 turns to one ally, except caster"],"icon":"ability_78.png"},"701660":{"name":"Life Giver+1","cost":{"MP":30},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Sacrifice self to restore 100% HP and 100% MP to one ally, except caster","Increase resistance to Wind by 70% for 3 turns to one ally, except caster","Auto-revive (80% HP) for 3 turns to one ally, except caster"],"icon":"ability_78.png"},"701670":{"name":"Wind Shear+1","cost":{"MP":45},"attack_frames":[[70]],"attack_type":"Hybrid","element_inflict":["Wind"],"effects":["Hybrid wind damage (7x, ATK & MAG) to one enemy"],"icon":"ability_25.png"},"701680":{"name":"Wind Shear+1","cost":{"MP":45},"attack_frames":[[70]],"attack_type":"Hybrid","element_inflict":["Wind"],"effects":["Hybrid wind damage (7x, ATK & MAG) to all enemies"],"icon":"ability_25.png"}},"LB":{"name":"Brave Blade","attack_count":[7],"attack_frames":[[4,8,12,15,52,56,60]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (3.1x, ATK) to one enemy"],"max_level":["Physical damage (4.3x, ATK) to one enemy"]},"TMR":{"name":"Doublehand","compendium_id":280,"compendium_shown":true,"unit_restriction":null,"skills":{"101360":{"name":"Doublehand","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with a single one-handed weapon","Increase Accuracy by 25% when armed with a single one-handed weapon"],"icon":"ability_76.png","desc":""}},"effects":["Grants 'Doublehand' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_76.png","strings":{"names":["Doublehand","雙手持","양손 들기","Deux mains","Doppelhand","Manodoble"],"desc_short":["Boost ATK when armed with a one-handed weapon with the other hand empty (Not stackable)","裝備單手武器且另一隻手空著的狀態下攻擊力提升[無法重複裝備]","한손용 무기를 한손에만 장착 시 장비의 공격력 상승 (중복 장착 불가)","Bonus de force quand arme à une main équipée et l'autre est vide (pas cumulable)","Mehr Schaden, wenn einhändig ausgerüstet (Nicht stapelbar)","Aumenta el ATQ al llevar un arma de una sola mano en una mano y nada en la otra (no acumulable)"],"desc_long":["Boosts ATK when armed with a one-handed weapon with the other hand empty. Not stackable.","裝備單手武器且另一隻手空著的狀態下武具攻擊提升。[無法重複裝備]","한손용 무기를 한손에만 장착 시 장비의 공격력 상승합니다. (중복 장착 불가)","Augmente l'ATT lorsque une arme à une main est équipée et que l'autre est vide. Pas cumulable.","ANG von ausgerüsteten Schwertern, Katanas, Äxten und Hämmern steigt. Nicht stapelbar.","Aumenta el ATQ al llevar un arma de una sola mano en una mano y nada en la otra (no acumulable)."]},"type":"MATERIA"}},"205000203":{"rarity_min":3,"rarity_max":5,"name":"Lenna","game":"FFV","job":"Princess","sex":"Female","equip":[1,5,6,7,40,50,51,53,60],"entries":{"205000203":{"compendium_id":227,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[422,1279,150,75],"MP":[27,77,35,17],"ATK":[17,50,10,5],"DEF":[17,51,10,5],"MAG":[17,52,10,5],"SPR":[21,63,10,5]},"limitburst_id":205000203,"attack_count":1,"attack_damage":[[100]],"attack_frames":[12],"effect_frames":[10],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[6,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":25,"290020700":10,"290030200":5,"290050200":15,"290050300":5}},"strings":{"description":["A princess sung of in a tale of crystals from a far-flung world. The kind-hearted daughter of King Tycoon, she fears for her father's safety when he fails to return from a mission to investigate the Wind Crystal, and sets out for the Shrine of Wind alone. On her way, she loses consciousness after a meteor crash, and is nearly kidnapped by a band of goblins before being saved by a young adventurer named Bartz. Together with an old man, Galuf, who has lost his memories, the three companions head for the Wind Shrine.","異界有關水晶的故事中登場的心地善良的泰空王國公主，她的父親外出調查風之水晶後便一去不回，擔心父親安危的她獨自前往風之神殿。在途中，她受到隕石墜落的衝擊，陷入昏迷，險些被妖精擄走，幸而年輕的冒險者巴茲出手相救。之後她與巴茲和失憶老人加拉夫一起前往風之神殿。","이계에 전해지는 크리스탈 이야기에 등장하는 타이쿤 왕국의 마음씨 착한 공주. 바람의 크리스탈을 조사하러 간 아버지가 돌아오지 않자 혼자서 바람의 신전으로 향했다. 하지만 도중에 운석 낙하의 충격으로 정신을 잃고 고블린에게 납치당할 위기에 처한다. 그때 자신을 구해준 모험가 청년 버츠와 운석 낙하현장에서 만난 기억을 잃은 노인 가라프와 함께 바람의 신전으로 향한다.","Une princesse appartenant à une histoire de cristaux d'un monde fort lointain. Fille du roi de Tycoon, elle s'inquiéta de ne pas voir son père revenir d'une mission au Temple du vent et décida de s'y rendre également. En chemin, elle perdit connaissance suite à la chute d'une météorite et manqua de peu d'être capturée par une bande de gobelins ; par chance, elle fut sauvée par un jeune aventurier du nom de Bartz. Accompagnés d'un vieil homme amnésique nommé Galuf, tous trois se mirent alors en route pour le Temple du vent.","Eine Prinzessin, von der in einer Legende über Kristalle aus einer fernen Welt erzählt wird. Die warmherzige Tochter des Königs Tycoon fürchtet um die Sicherheit ihres Vaters, als dieser von einer Untersuchung des Windkristalls nicht mehr zurückkehrt, und macht sich alleine auf den Weg zum Schrein des Windes. Unterwegs verliert sie durch einen Meteoriteneinschlag das Bewusstsein und wird beinahe von Goblins entführt, als ein Abenteurer namens Bartz sie rettet. Zusammen mit Galuf brechen die beiden zum Windschrein auf.","Una princesa de la que se habla en la historia de los cristales de un mundo remoto. Hija del rey Tycoon y de amable corazón, teme por la vida de su padre cuando él no regresa de una misión para investigar el Cristal del Viento, y se dirige sola al Templo del Viento. En el camino, pierde el conocimiento tras el impacto de un meteorito y está a punto de ser secuestrada por una banda de trasgos cuando un joven aventurero de nombre Bartz la salva. Junto con el viejo Galuf, que ha perdido sus recuerdos, se dirigen al Templo del Viento."],"summon":["I'm Lenna, daughter of King Tycoon.<br>You fight to save the crystals?<br>Then I will go with you!","我是泰空的公主蕾娜。<br>你也要保護水晶吧。<br>我們一起上路吧！","나는 타이쿤의 공주, 레나.<br>크리스탈을 지키러 가는 거지?<br>나도 함께 가겠어!","Je suis Lenna, fille du roi Tycoon.<br>Te bats-tu pour protéger les cristaux ?<br>Alors faisons route ensemble !","Ich bin Lenna, Tochter von König Tycoon.<br>Du kämpfst für die Kristalle?<br>Dann begleite ich dich!","Soy Lenna, la hija del rey Tycoon.<br>¿Lucháis para salvar los cristales?<br>¡Entonces os acompañaré!"],"evolution":[null,null,null,null,null,null],"affinity":["Through all the pain and sadness,<br>my companions were always by my side.<br>This time, I stand with you.","不論痛苦還是艱辛的時候，<br>夥伴們都向我伸出了援助之手。<br>這次輪到我來幫助你了。","괴로울 때도 슬플 때도<br>언제나 동료들 덕분에 버틸 수 있었어.<br>이번에는 내가 당신을 도울 차례네.","Malgré la douleur et la détresse,<br>mes compagnons m'ont toujours soutenue.<br>À présent, c'est à moi de t'aider.","In all meinem Schmerz und meiner Trauer<br>standen mir Freunde stets bei.<br>Diesmal bin ich an der Reihe.","A pesar del dolor y la tristeza,<br>mis compañeros siguieron a mi lado.<br>Esta vez soy yo quien se queda a vuestro lado."],"fusion":["It's so warm...<br>Like touching the heart of a crystal...","好溫暖……<br>好像那時候觸碰到水晶的心的感覺。","따뜻해……<br>마치 크리스탈의 마음에 닿았을 때와 같아.","Quelle douce chaleur...<br>Comme le cœur d'un cristal...","Es ist so warm ...<br>Als würde man das Herz eines Kristalls berühren ...","Qué calidez...<br>Es como tocar el corazón de un cristal..."]}},"205000204":{"compendium_id":228,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[549,1663,210,105],"MP":[36,100,45,22],"ATK":[21,65,14,7],"DEF":[22,66,14,7],"MAG":[22,68,14,7],"SPR":[27,82,14,7]},"limitburst_id":205000204,"attack_count":1,"attack_damage":[[100]],"attack_frames":[12],"effect_frames":[10],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[7,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020700":20,"290030200":10,"290040000":5,"290050300":10,"290050400":5}},"strings":{"description":["A princess sung of in a tale of crystals from a far-flung world. The daughter of King Tycoon, she meets Bartz and Galuf on her way to the Wind Shrine in search of her father, and is later reunited with Faris, her sister from whom she was separated at birth. Together, the new companions set off on a journey to save the crystals. Kind at heart and fair to all living creatures, she holds a particular fondness for Hiryu, a wind drake who has lived with the Tycoon royal family since her childhood.","異界有關水晶的故事中登場的泰空王國的公主，她在追隨父親前往風之神殿的途中遇到了巴茲和加拉夫，並和從未謀面的姐姐法利斯重逢，與他們一起踏上了保護水晶的旅程。她心地善良，做事認真，不僅對所有人都一視同仁，還不忘關愛動物們。尤其對從小就像家人一樣生活在一起的飛龍有著很深的感情。","이계에 전해지는 크리스탈 이야기에 등장하는 타이쿤 왕국의 공주. 아버지를 쫓아 바람의 신전으로 가던 도중에 버츠와 가라프를 만나게 되고 생이별한 언니 파리스와도 재회, 그들과 함께 크리스탈을 지키는 여행을 하게 된다. 상냥하고 올곧으며 차별 없이 사람을 대할 뿐만 아니라 동물들에게도 배려를 잊지 않는 성격. 어렸을 적부터 가족처럼 함께 살아온 비룡에게는 한층 더 깊은 애정을 쏟고 있다.","Une princesse appartenant à une histoire de cristaux d'un monde fort lointain. Fille du roi de Tycoon, elle fait montre d'une grande bonté envers tous les êtres vivants et notamment Hiryu, un dragon qui vit avec la famille royale depuis sa plus tendre enfance. Elle rencontra Bartz et Galuf alors qu'elle se rendait au Temple du vent pour retrouver son père et, plus tard, croisa également la route de sa sœur Faris, dont elle était séparée depuis sa naissance. Ensemble, ils se lancèrent dans un grand voyage afin de sauver les cristaux.","Eine Prinzessin, von der in einer Legende über Kristalle aus einer fernen Welt erzählt wird. Die Tochter von König Tycoon trifft unterwegs zum Windschrein, wo sie ihren Vater suchen will, auf Bartz und Galuf, und später auf ihre verlorene Schwester Faris. Gemeinsam brechen die Gefährten auf, um die Kristalle zu retten. Lenna ist mitfühlend und gerecht gegenüber allen Lebewesen, doch eine besonders enge Bindung hat sie zu dem Winddrachen, der wie ein Teil der königlichen Familie mit ihr zusammen aufgewachsen ist.","Una princesa de la que se habla en la historia de los cristales de un mundo remoto. La hija del rey Tycoon se encuentra con Bartz y Galuf cuando se dirige al Templo del Viento a buscar a su padre. Después, se reúne con Faris, la hermana de la que fue separada al nacer. Juntos se dirigen a salvar los cristales. De corazón amable y justo con todas las criaturas, tiene especial cariño a Hiryu, un draco del viento que ha vivido con la familia real Tycoon desde su infancia."],"summon":["This world is in danger, is it not?<br>Then bring me with you.<br>I'm sure I can help!","世界有危險了！<br>把我也帶上吧，<br>說不定能幫到你。","세계가 위험에 처했단 말이지!<br>그렇다면 나도 데려가 줘.<br>도움이 될 지도 모르니까.","Ce monde est en danger ?<br>Alors emmène-moi avec toi.<br>Je pourrai peut-être t'être utile !","Diese Welt ist in Gefahr, nicht wahr?<br>Nimm mich mit.<br>Ich kann sicher helfen!","Este mundo está en peligro, ¿no?<br>Pues llevadme con vosotros.<br>¡Seguro que puedo ayudar!"],"evolution":["This strength...!<br>I will use it to save this world,<br>and those I love!","這份力量是為了保護……<br>重要的世界和最愛的人們！","이 힘은 소중한 세계를……<br>사랑하는 사람들을 지키기 위해!","Cette force...<br>Je l'emploierai pour sauver le monde<br>et tous ceux qui me sont chers !","Mit dieser Kraft werde ich<br>die Welt retten, und alle,<br>die ich liebe!","¡Esta fuerza...!<br>¡La usaré para salvar este mundo<br>y a mis seres queridos!"],"affinity":["Through all the pain and sadness,<br>my companions were always by my side.<br>This time, I stand with you.","不論痛苦還是艱辛的時候，<br>夥伴們都向我伸出了援助之手。<br>這次輪到我來幫助你了。","괴로울 때도 슬플 때도<br>언제나 동료들 덕분에 버틸 수 있었어.<br>이번에는 내가 당신을 도울 차례네.","Malgré la douleur et la détresse,<br>mes compagnons m'ont toujours soutenue.<br>À présent, c'est à moi de t'aider.","In all meinem Schmerz und meiner Trauer<br>standen mir Freunde stets bei.<br>Diesmal bin ich an der Reihe.","A pesar del dolor y la tristeza,<br>mis compañeros siguieron a mi lado.<br>Esta vez soy yo quien se queda a vuestro lado."],"fusion":["Are there wind drakes in this<br>world as well? They are such<br>gentle and intelligent creatures...","這個世界也有飛龍？<br>牠是一種聰明又善良的生物呢。","이 세계에도 비룡이 있어? <br>정말 영리하고 순한 생물이거든.","Trouve-t-on des dragons ici aussi ?<br>Ce sont des créatures si douces<br>et si intelligentes...","Ob es hier auch Winddrachen gibt?<br>Sie sind so sanfte,<br>intelligente Wesen.","¿Hay dracos del viento<br>también en este mundo? Son unas criaturas<br>tan educadas e inteligentes..."]}},"205000205":{"compendium_id":229,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[713,2162,240,120],"MP":[46,130,60,30],"ATK":[28,85,16,8],"DEF":[28,86,16,8],"MAG":[29,88,16,8],"SPR":[35,107,16,8]},"limitburst_id":205000205,"attack_count":1,"attack_damage":[[100]],"attack_frames":[12],"effect_frames":[10],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[8,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A princess sung of in a tale of crystals from a far-flung world. The daughter of King Tycoon, in her journey to protect the crystals, she comes to learn the truth of her shattered world and the threat of the warlock Exdeath, who seeks to destroy the world's crystals in his plot to attain the power of the Void. Overcoming the pain and sadness of being forced to part with her father, her wind drake Hiryu, and Galuf, she fights bravely to the end alongside her companions in their quest to save the world.","異界有關水晶的故事中登場的泰空王國的公主，在保護水晶的旅途中，她得知了世界一分為二的真相，以及暗黑魔道士艾克斯迪司破壞水晶、企圖獲得虛無之力的事實，於是和夥伴們一起加入了守護世界的戰鬥。期間，她經歷了與心愛的父親、飛龍以及加拉夫的別離，但她強忍悲痛，頑強地堅持到了最後一戰。","이계에 전해지는 크리스탈 이야기에 등장하는 타이쿤 왕국의 공주. 크리스탈을 지키는 여행 중에 2개로 나누어진 세계의 진실과 무의 힘을 손에 넣기 위해 크리스탈을 파괴하려는 암흑마도사 엑스데스의 존재를 알게 되며, 동료들과 함께 세계를 지키기 위한 싸움에 몸을 던진다. 세상에서 제일 사랑하는 아버지와 비룡, 그리고 가라프. 괴로운 이별을 몇 번이나 겪게 되지만, 슬픔을 이겨내고 마지막까지 굳세게 싸워 나갔다.","Une princesse appartenant à une histoire de cristaux d'un monde fort lointain. Fille du roi de Tycoon, elle fait montre d'une grande bonté envers tous les êtres vivants et notamment Hiryu, un dragon qui vit avec la famille royale depuis sa plus tendre enfance. Elle rencontra Bartz et Galuf alors qu'elle se rendait au Temple du vent pour retrouver son père et, plus tard, croisa également la route de sa sœur Faris, dont elle était séparée depuis sa naissance. Ensemble, ils se lancèrent dans un grand voyage afin de sauver les cristaux.","Eine Prinzessin, von der in einer Legende über Kristalle aus einer fernen Welt erzählt wird. Die Tochter von König Tycoon bricht auf, um die Kristalle zu beschützen, und erfährt dabei die Wahrheit über ihre in zwei Teile zerbrochene Welt und den Hexer Exdeath, der die Kristalle zerstören will, um die Macht des Nichts zu erlangen. Nach vielen schmerzlichen Abschieden von ihrem Vater, ihrem Winddrachen und von Galuf, überwindet sie ihre Trauer und kämpft standhaft, ihre Gefährten an ihrer Seite, bis zum letzten Gefecht.","Una princesa de la que se habla en la historia de los cristales de un mundo remoto. En su viaje para proteger los cristales, la hija del rey Tycoon descubre la verdad sobre su mundo hecho trizas y la amenaza del brujo Exdeath, que pretende destruir los cristales del mundo para obtener el Vacío. Superando el dolor y la tristeza de tener que dejar a su padre, a Hiryu, su draco del viento, y a Galuf, luchó con valentía hasta el final junto a sus compañeros en su misión para salvar el mundo."],"summon":["Could this be the Interdimensional Rift?<br>No, I see...<br>This is your world.","這裡是……次元夾縫？<br>不，不對。<br>這是你生活的世界啊。","여기는…… 차원의 틈새?<br>아니, 뭔가 달라.<br>이곳은 당신의 세계구나.","Sommes-nous dans la fissure interdimensionnelle ?<br>Non, je me trompe...<br>Nous sommes dans ton monde.","Ist das der interdimensionale Riss?<br>Nein ... Ich verstehe.<br>Das ist deine Welt.","¿Será esta la Grieta Interdimensional?<br>No, ya veo...<br>Es vuestro mundo."],"evolution":["My father entrusted this world to me.<br>I must press onward!","父親把世界託付給了我們。<br>所以，我必須前進！","아바마마는 우리에게 세계를 맡기셨어.<br>그러니까, 계속 나아가야만 해!","Mon père m'a confié ce monde.<br>Je ne le décevrai pas !","Mein Vater hat mir diese Welt anvertraut.<br>Ich darf nicht aufgeben!","Mi padre me confió este mundo.<br>¡Debo seguir hacia adelante!"],"affinity":["Through all the pain and sadness,<br>my companions were always by my side.<br>This time, I stand with you.","不論痛苦還是艱辛的時候，<br>夥伴們都向我伸出了援助之手。<br>這次輪到我來幫助你了。","괴로울 때도 슬플 때도<br>언제나 동료들 덕분에 버틸 수 있었어.<br>이번에는 내가 당신을 도울 차례네.","Malgré la douleur et la détresse,<br>mes compagnons m'ont toujours soutenue.<br>À présent, c'est à moi de t'aider.","In all meinem Schmerz und meiner Trauer<br>standen mir Freunde stets bei.<br>Diesmal bin ich an der Reihe.","A pesar del dolor y la tristeza,<br>mis compañeros siguieron a mi lado.<br>Esta vez soy yo quien se queda a vuestro lado."],"fusion":["Hope, courage, devotion, passion...<br>The four essences will bring light<br>to the crystals once more!","希望、勇氣、關愛、探求……<br>這四種精神能產生光芒呢！","희망, 용기, 위로, 탐구……<br>네 가지 마음이 빛의 근원이야!","Espoir, courage, compassion, sagesse.<br>Si ces quatre essences sont réunies,<br>la lumière sera !","Hoffnung, Mut, Mitgefühl, Hingabe ...<br>Diese vier Dinge sind der<br> Ursprung des Lichts!","Esperanza, valor, devoción, pasión...<br>¡Estas cuatro esencias devolverán<br>la luz a los cristales!"]}}},"skills":{"10020":{"name":"Cure","cost":{"MP":3},"attack_frames":[[90]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 150 (+3x, Heal) HP to target"],"icon":"ability_4.png"},"10060":{"name":"Banish","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (1.2x, SPR) to one enemy"],"icon":"ability_5.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png"},"10120":{"name":"Regen","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 200 (+4x, Heal) HP split over 3 turns to one ally"],"icon":"ability_4.png"},"10130":{"name":"Dispel","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"200450":{"name":"Cheer","cost":{"MP":48},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 40% for 3 turns to all allies"],"icon":"ability_63.png"}},"LB":{"name":"Benediction","attack_count":[1],"attack_frames":[[250]],"damage_type":"Magic","element_inflict":["Light"],"min_level":["Restore 800 (+1.6x, Heal) HP to all allies","Increase MAG by 30% for 3 turns to all allies"],"max_level":["Restore 800 (+2.55x, Heal) HP to all allies","Increase MAG by 49% for 3 turns to all allies"]},"TMR":{"name":"Magi Staff","compendium_id":283,"compendium_shown":true,"rarity":6,"type_id":5,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":25,"DEF":0,"MAG":12,"SPR":70,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":16000,"price_sell":1600,"icon":"item_10610.png","strings":{"name":["Magi Staff","賢者之杖","현자의 지팡이","Bâton de mage","Magi-Stab","Bastón mágico"],"desc_short":["A staff said to have belonged to a sage.","賢者曾使用過的手杖","현자가 사용했다는 지팡이","Bâton qui aurait appartenu à un sage.","Stab, der einst einem Weisen gehörte.","Se dice que perteneció a un sabio."],"desc_long":["A mysterious staff that increases spirit for those who hold it. It is said to have been once wielded by a great mage known as a magi. It is said this magi circled the world, dedicating his or her life to helping the sick and wounded, but who exactly this person was is shrouded in mystery. Some places claim him to have been an old man, while in other areas she was claimed to be a beautiful woman.","能夠提高使用者精神力的神秘手杖，相傳它曾經屬於一位被人們稱為賢者的偉大魔道士。相傳這位魔道士周遊世界，用盡自己的一生去治療飽受傷病折磨的人，但他十分神秘，時而是一名美麗的女子，時而又是一位滄桑的老人，從未有人見過他的真面目。","소유자의 정신력을 높여주는 신비한 지팡이. 현자라 불리었던 위대한 마도사가 사용한 지팡이라고 전해진다. 그 마도사는 세계 각지를 돌며 상처와 병 때문에 괴로워하는 사람들의 치료에 생애를 바쳤다고 하는데, 그의 정체는 수수께끼에 싸여있다. 어떤 곳에서는 노인의 모습으로, 또 어떤 곳에서는 아름다운 여인의 모습으로 전해지는 모양이다.","Un mystérieux bâton qui augmente la psyché de celui qui le tient. Il aurait appartenu à un grand mage qui aurait parcouru le monde et consacré sa vie à aider les faibles et les vulnérables. Son identité est restée un mystère, mais certains prétendent qu'il s'agirait d'un vieil homme, tandis que d'autres affirment que c'était une belle femme.","Ein mysteriöser Stab, der die spirituelle Kraft des Trägers erhöht. Es wird gesagt, dass er einst von einem großen Magier getragen wurde. Er umkreiste einmal die Welt und widmete sein Leben den Kranken und Verletzen, aber wer diese Person genau ist, ist ein Mysterium. Einige Quellen bezeichnen sie als alten Mann, andere als wunderschöne Frau.","Un misterioso bastón que aumenta el espíritu del que lo empuña. También se dice que perteneció en su momento a una persona de gran poder conocida como \"magi\". Se dice que esta persona recorrió el mundo dedicando su vida a socorrer a los enfermos y heridos. ¿Pero quién era exactamente? Nadie lo sabe. En algunos sitios dicen que se trata de un hombre de edad avanzada; en otros, que es una mujer de gran belleza."]}}},"205000303":{"rarity_min":3,"rarity_max":5,"name":"Galuf","game":"FFV","job":"Warrior","sex":"Male","equip":[1,2,16,30,31,40,41,50,51,52,60],"entries":{"205000303":{"compendium_id":183,"rarity":3,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[540,1636,300,150],"MP":[24,72,50,25],"ATK":[20,62,20,10],"DEF":[17,53,20,10],"MAG":[20,62,20,10],"SPR":[17,51,20,10]},"limitburst_id":205000303,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[23,46],"effect_frames":[21,44],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[3,4,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":20,"290020100":8,"290030000":3,"290050200":10,"290050300":3}},"strings":{"description":["An old warrior from another world who appears in the tales of the Crystals. He first met Bartz and his allies in the aftermath of a meteorite strike. At that time, he had no memory of his identity, save his own name and his duty to protect the Crystals. As he journeys with the others, though, he recalls more and more of his past life. He remembers that he comes from a different world than the one Bartz and the others live in. And there, he had been one of the four Warriors of Dawn, who sealed the warlock Exdeath in the past after a desperate struggle.","異界有關水晶的故事中登場的老戰士，在隕石墜落的地方與巴茲等人相遇，但他在那時就已經失去了記憶，只記得自己的名字和保護水晶的使命。隨著旅行的進行，他慢慢恢復了記憶，想起了自己是第2世界的人，曾經與暗黑魔道士艾克斯迪司戰鬥並將其封印，是曉之四戰士的一員。","이계에서 전해지는 크리스탈 이야기에 등장하는 늙은 전사. 운석이 떨어진 곳에서 버츠 일행과 처음 만났을 때는 기억을 잃은 상태였으며, 크리스탈을 지켜야 한다는 사명 외에는 아무것도 기억하지 못했다. 하지만 여행을 하면서 점차 기억을 되찾았고, 자신이 버츠 일행이 사는 세계와는 다른 '제2세계'에서 왔으며, 일찍이 암흑마도사 엑스데스를 봉인한 '새벽의 4전사'라는 기억을 되살렸다.","Un vieux guerrier venu d'un autre monde qui apparaît dans l'histoire des cristaux. Il a rencontré Bartz et des compagnons après la chute de la météorite. À cette époque, il ne se souvenait plus de rien, à l'exception de son nom et de son devoir de protéger les cristaux. La mémoire lui revient peu à peu alors qu'il voyage avec ses nouveaux alliés. Il se souvient qu'il vient d'un autre monde que celui-ci, et qu'il était l'un des quatre Guerriers de l'aube qui avaient scellé le sorcier Exdeath après un combat acharné.","Krieger aus einer anderen Welt, der in der Erzählung der Kristalle vorkommt. Trifft das erste Mal während der Nachwehen eines Meteoriteneinschlages auf Bartz. Zu jener Zeit erinnert er sich nicht an seine Identität - nur an seinen Namen und seine Pflicht, die Kristalle zu schützen. Auf der Reise erinnert er sich immer mehr an seine Vergangenheit. Ihm fällt ein, dass er aus einer anderen Welt stammt. Dort war er einer der Krieger der Morgendämmerung, der in der Vergangenheit den Warlock Exdeath nach einem verzweifelten Kampf versiegelte.","Un antiguo guerrero de otro mundo que aparece en los relatos de los cristales. Se topó por primera vez con Bartz y sus aliados tras la caída del meteorito. En aquel momento no sabía su identidad, solo su nombre y que debía proteger los cristales. A medida que avanza el viaje con los demás, va recordando más cosas de su vida pasada, como que proviene de un mundo diferente de aquel en el que viven Bartz y los demás. En ese mundo, fue uno de los cuatro Guerreros del Alba que sellaron al brujo Exdeath en el pasado tras una desesperada batalla."],"summon":["I am not from this world!<br>...Wait, why do I feel like I've said this before?","……我不是這個世界的人！<br>咦？總覺得這句話我以前也說過……","나는 이 세상 사람이 아니라네!<br>……잠깐, 전에도 똑같은 말을<br>한 적이 있는 것 같은데……?","Je ne viens pas de ce monde !<br>C'est étrange, j'ai l'impression d'avoir déjà dit cela par le passé... ?","Ich bin nicht von dieser Welt!<br>... Moment, mir ist, als hätte ich das schon einmal gesagt ...","No pertenezco a este mundo.<br>Espera... ¿Por qué me suena haberlo dicho ya?"],"evolution":["I remember!<br>I was one of the Dawn Warriors!<br>I finally remember everything!","對啊，<br>我全想起來了！<br>我是曉之四戰士！","그래.<br>나는 새벽의 4전사……!<br>드디어 모든 게 생각났네!","Je me souviens maintenant !<br>J'étais l'un des Guerriers de l'Aube !<br>J'ai enfin retrouvé la mémoire !","Ich erinnere mich!<br>Ich war einer der Krieger der Morgendämmerung!<br>Endlich fällt mir alles wieder ein!","¡Lo recuerdo!<br>¡Era uno de los Guerreros del Alba!<br>¡Por fin lo recuerdo todo!"],"affinity":["When I look at you young people, it brings me back to my younger days.<br>How long it has been...","看著你們就想起了過去的我。<br>真是令人懷念啊……","자네들을 보고 있자니<br>옛 동료들이 생각나네그려.<br>그때가 참 그립구먼…….","Quand je vois des jeunes gens comme vous, ça me rappelle le bon vieux temps.<br>Tout ça ne me rajeunit pas...","Wenn ich euch jungen Leute sehe, muss ich an früher denken.<br>Wie die Zeit vergeht...","Cuando os miro, me acuerdo de cuando yo también era joven.<br>Hace ya tanto..."],"fusion":["What a warm feeling...<br>It reminds me of the crystals' power.","好溫暖啊，<br>讓我想起了水晶的力量。","이것 참 따스하구려.<br>딱 크리스탈의 힘이<br>생각나는구먼.","Quelle douce sensation...<br>Elle me rappelle le pouvoir des cristaux...","Dieses warme Gefühl erinnert<br>mich an die Macht der Kristalle.","Qué sensación tan cálida...<br>Me recuerda al poder de los cristales."]}},"205000304":{"compendium_id":184,"rarity":4,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[702,2127,450,225],"MP":[31,94,75,37],"ATK":[27,81,30,15],"DEF":[23,69,30,15],"MAG":[26,80,30,15],"SPR":[22,66,30,15]},"limitburst_id":205000304,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[23,46],"effect_frames":[21,44],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[4,5,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":20,"290030000":10,"290030800":5,"290050300":10,"290050400":5}},"strings":{"description":["An old warrior from another world who appears in the tales of the Crystals. He was the king of Bal in the Second World, and one of the Warriors of Dawn who formerly sealed away Exdeath. Unable to defeat Exdeath in a contest of strength, the Warriors had little choice but to seal him in the First World. Galuf has been haunted ever since by the fear that he left another world infected with the seeds of destruction. His love for peace and for his comrades is beyond compare, and inspires him to take on Exdeath in one-on-one combat, in order to save Bartz and the other Warriors of Light in the Great Forest of Moore.","異界有關水晶的故事中登場的老戰士，他是第2世界巴爾城的國王，也是與暗黑魔道士艾克斯迪司戰鬥過的曉之四戰士的一員。當時他沒能徹底打敗艾克斯迪司，只得把他封印在第1世界中。他一直對給別的世界帶去災難一事感到後悔。他熱愛和平，珍惜同伴。在慕亞大森林為了救助巴茲等人，他單身匹馬去與艾克斯迪司戰鬥。","이계에서 전해지는 크리스탈 이야기에 등장하는 늙은 전사. 제2세계에 있는 발 성의 왕이자 과거에 암흑마도사 엑스데스와 싸웠던 '새벽의 4전사'이다. 힘이 부족해 엑스데스를 완전히 처치하지 못하고 제1세계에 재앙을 떠넘긴 일을 줄곧 후회했다. 누구보다 평화와 동료를 사랑했으며, 무어 대삼림에서는 버츠 일행을 구하기 위해 엑스데스와 일대일로 싸웠다.","Un vieux guerrier venu d'un autre monde qui apparaît dans l'histoire des cristaux. Il était roi de Bal dans le Deuxième Monde, et l'un des quatre Guerriers de l'aube qui avaient affronté Exdeath. Incapables de le vaincre, les guerriers avaient dû se résoudre à le sceller dans le Premier Monde. Galuf est resté hanté par cet échec et par la crainte qu'un nouveau monde ne soit corrompu par les graines de la destruction. Son amour pour ses compagnons et son désir de paix l'amèneront à affronter Exdeath en duel pour sauver Bartz et les Guerriers de la lumière dans la Grande forêt de Mua.","Ein Krieger aus einer anderen Welt, der in der Erzählung der Kristalle vorkommt. Er war König von Bal in der Zweiten Welt und einer der Krieger der Morgendämmerung, die Exdeath einst einschlossen. Nicht in der Lage, Exdeath zu besiegen, blieb den Kriegern nichts anderes übrig, als ihn in der Ersten Welt einzuschließen. Galuf wird seitdem von der Angst heimgesucht, dass er die andere Welt mit der Saat der Zerstörung zurückließ. Seine Liebe zum Frieden und seinen Kameraden verleiht ihm die Kraft, gegen Exdeath anzutreten, um Bartz und die anderen Krieger des Lichts im großen Wald von Moore zu retten.","Un antiguo guerrero de otro mundo que aparece en los relatos de los cristales. Era el rey de Bal, en el Segundo Mundo, y uno de los Guerreros del Alba que sellaron a Exdeath en el pasado. Incapaces de vencer a Exdeath por la fuerza, los guerreros no tuvieron otra opción que sellarlo en el Primer Mundo. Desde entonces, Galuf vive con el miedo de haber infectado otro mundo con las semillas de la destrucción. Su amor por la paz y sus camaradas es incomparable y le anima a combatir uno contra uno contra Exdeath para salvar a Bartz y los otros Guerreros de la Luz en el Gran Bosque de Moore."],"summon":["I am Galuf, King of Bal!<br>My hair may be gray, but I'm a Warrior of Dawn all the same!","我是巴爾國的加拉夫！<br>別看我這把年紀了，<br>我可是曉之四戰士之一，厲害得很！","나는 발 왕국의 가라프일세!<br>왕년에는 새벽의 4전사로 이름을 떨쳤지!<br>좋은 활약을 보여주겠네!","Je suis Galuf, roi de Bal !<br>Mes cheveux gris ont beau trahir mon âge, je n'en reste pas moins un Guerrier de l'Aube !","Ich bin Galuf, König von Bal!<br>Ich mag alt sein, doch ich bin immer noch ein Krieger der Morgendämmerung!","¡Soy Galuf, rey de Bal!<br>Puede que mi pelo sea canoso, ¡pero sigo siendo un Guerrero del Alba!"],"evolution":["I won't lose to you younglings yet!<br>I'll show you how real warriors were made in the old days!","我還能戰鬥下去！<br>還不輸給年輕人！<br>就讓你們見識一下戰士的志氣吧！","아직 멀었네!<br>젊은것들한테 질 순 없지!<br>전사의 의지를 얕보지 말게나!","Je ne me laisserai pas vaincre par une bande de jeunots ! Vous allez voir de quel bois se chauffent les vrais guerriers !","Ich lasse mich von euch Grünschnäbeln nicht vorführen!<br>Ich zeige euch, was man damals einen echten Krieger nannte!","¡No pienso perder contra vosotros, chavales!<br>¡Vais a ver de qué pasta estaban hechos los guerreros de antaño!"],"affinity":["When I look at you young people, it brings me back to my younger days.<br>How long it has been...","看著你們就想起了過去的我。<br>真是令人懷念啊……","자네들을 보고 있자니<br>옛 동료들이 생각나네그려.<br>그때가 참 그립구먼…….","Quand je vois des jeunes gens comme vous, ça me rappelle le bon vieux temps.<br>Tout ça ne me rajeunit pas...","Wenn ich euch jungen Leute sehe, muss ich an früher denken.<br>Wie die Zeit vergeht...","Cuando os miro, me acuerdo de cuando yo también era joven.<br>Hace ya tanto..."],"fusion":["I've got to pick up the pace a bit or<br>Krile will scold me again!<br>I won't let you young'uns leave me behind!","我也要更努力才行啊，<br>不然又會被可露兒說教了！<br>你可不要拋下我啊！","더 열심히 하지 않으면<br>쿠루루한테 잔소리 듣게 생겼구먼!<br>날 버리고 가지 말게나!","Je dois faire plus d'efforts, ou je vais encore me faire réprimander par Krile !<br>Pas question de laisser les jeunes prendre de l'avance sur moi !","Ich muss mich ein wenig sputen, sonst wird Krile wieder böse!<br>Ich lass mich von Jungspunden nicht abhängen!","Tengo que darme prisa o Krile me reñirá otra vez.<br>¡Jovenzuelos, no me dejaréis atrás!"]}},"205000305":{"compendium_id":371,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[912,2765,450,225],"MP":[40,122,75,37],"ATK":[35,105,30,15],"DEF":[29,89,30,15],"MAG":[34,104,30,15],"SPR":[28,85,30,15]},"limitburst_id":205000305,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[23,46],"effect_frames":[21,44],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[5,6,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["An old warrior from another world who appears in the tales of the Crystals. Galuf was one of the four original Warriors of Dawn who first sealed the warlock Exdeath. However, the seal eventually broke freeing Exdeath in the process, which lead Galuf to seek the help of Bartz and his friends in another world. Determined to protect his comrades and family, he lost his life facing Exdeath in battle. His will now lives on in his granddaughter Krile, whom he continues supporting in spirit.","異界有關水晶的故事中登場的巴爾國的老王，曾是封印暗黑魔道士艾克斯迪司的曉之四戰士之一。他為了阻止打破封印完全復活的艾克斯迪司的野心，與巴茲等人共同奮戰。雖然他為了保護同伴和家人，隻身去挑戰艾克斯迪司失去了性命，但他的心念卻繼承給了其孫女可露兒，今後也一直支撐著她。","이계에 전해지는 크리스탈 이야기에 등장하는 발 왕국의 노왕. 일찍이 암흑마도사 엑스데스를 봉인한 '새벽의 4전사' 중 한 명이다. 봉인을 풀고 부활한 엑스데스의 야망을 저지하기 위해 다른 세계에서 만난 버츠 일행과 함께 분투했다. 동료와 가족을 지키기 위해 홀로 엑스데스에게 도전해, 그 생명을 전부 불태우고 숨을 거두었으나 그의 의지는 손녀인 쿠루루에게 계승되어 그녀를 끝까지 지탱해주었다.","Un vieux guerrier venu d'un autre monde qui apparaît dans l'histoire des cristaux. Galuf fut l'un des quatre Guerriers de l'aube, les premiers à sceller le sorcier Exdeath. Cependant, le sceau d'Exdeath se brisa et il fut libéré, ce qui poussa Galuf à demander l'aide de Bartz et ses amis dans un autre monde. Déterminé à protéger ses camarades et sa famille, il perdit la vie dans un combat face à Exdeath. Il repose désormais dans le cœur de sa petite-fille Krile, qu'il continue de soutenir spirituellement.","Ein alter Recke, der in einer Erzählung über Kristalle in einer anderen Welt vorkommt. Galuf war einer der ursprünglichen Krieger der Morgendämmerung, die Exdeath zum ersten Mal bezwungen hatten. Nachdem Exdeath aus seinem Gefängnis entkommen konnte, ersuchte Galuf Bartz und dessen Freunde in einer anderen Welt um Hilfe. Er opferte sich schließlich, um seine Freunde und Familie vor Exdeath zu schützen. Sein Geist lebte jedoch im Herzen seiner Enkelin Krile weiter.","Viejo guerrero que forma parte de un relato de otro mundo sobre los cristales. Galuf fue uno de los Guerreros del Alba originales que consiguieron sellar al brujo Exdeath. Desgraciadamente, el sello terminó rompiéndose y el brujo recobró la libertad, lo que propició que Galuf buscase la ayuda de Bartz y sus amigos en otro mundo. Decidido a proteger a sus compañeros y amigos a toda costa, perdió la vida enfrentándose a Exdeath. Su voluntad ahora reside en su nieta Krile, a quien sigue apoyando en espíritu."],"summon":["Above being the King of Bal,<br>I am your ally!<br>Feel free to call me Galuf.","我雖是巴爾國的國王，但更是你們的同伴！叫我加拉夫就好。","나는  발 왕국의 국왕이기 이전에,<br>자네들의 동료일세!<br>아무쪼록 가라프라 불러주게나.","Avant d'être le roi de Bal,<br>je suis ton allié !<br>Tu peux m'appeler Galuf.","Ich mag der König von Bal sein,<br>aber mehr als alles andere bin ich euer Freund.<br>Nennt mich einfach Galuf.","Además de ser el rey de Bal,<br>¡soy tu aliado!<br>Llámame Galuf."],"evolution":["The attitude of a ruler, I have not.<br>As a Warrior of Dawn,<br>I shall fight alongside you!","我可不是當國王的料，還是讓我作為一名曉之戰士與你並肩戰鬥吧！","왕의 자리는 내 성미에 맞지 않아서 말일세.<br>그러니 새벽의 전사로서<br>함께 싸우도록 하겠네!","Je ne suis pas fait pour régner.<br>Je me battrai donc à vos côtés<br>en tant que Guerrier de l'Aube !","Das Leben als König liegt mir einfach nicht.<br>Ich werde als Krieger der Morgendämmerung<br>an eurer Seite kämpfen!","La actitud de un gobernante no la tengo.<br>Como Guerrero del Alba,<br>¡lucharé a tu lado!"],"affinity":["When I look at you young people, it brings me back to my younger days.<br>How long it has been...","看著你們<br>就想起了過去的我。<br>真是令人懷念啊……","자네들을 보고 있자니<br>옛 동료들이 생각나는군.<br>그때가 참 그립다네……","Lorsque je vous regarde, vous les jeunes, j'ai l'impression d'avoir à nouveau vingt ans.<br>C'était il y a combien d'années déjà... ?","Wenn ich euch junge Leute sehe, muss ich an früher denken.<br>Wie die Zeit vergeht...","Cuando os miro, me acuerdo de cuando yo también era joven.<br>Hace ya tanto..."],"fusion":["All is fine.<br>I'll join ya!<br>These beasts are nothing to me.","不用擔心。老朽在此，魔物不足為懼。","걱정 말게나.<br>내가 도와주겠네.<br>마물 따윈 상대도 안 될 걸세.","Ne t'inquiète pas. Tout ira bien.<br>J'vais m'joindre à vous !<br>Ces bêtes ne sont rien pour moi.","Macht euch keine Sorgen.<br>Ich passe auf euch auf!<br>Die paar Monster sind ein Klacks für mich.","No pasa nada.<br>¡Me uniré a vosotros!<br>Estas bestias no son rival para mí."]}}},"skills":{"20080":{"name":"Fira","cost":{"MP":9},"attack_frames":[[95]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies"],"icon":"ability_21.png"},"20090":{"name":"Blizzara","cost":{"MP":9},"attack_frames":[[145]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.4x, MAG) to all enemies"],"icon":"ability_22.png"},"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"100130":{"name":"DEF +10%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 10%"],"icon":"ability_77.png"},"101340":{"name":"Draw Attacks","attack_type":"None","element_inflict":null,"effects":["Increase chance of being targeted by 50%"],"icon":"ability_83.png"},"101470":{"name":"Last Stand","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20% when HP drops below 30% (max 9000x)","Increase SPR by 20% when HP drops below 30% (max 9000x)"],"icon":"ability_77.png"},"200120":{"name":"Brace","cost":{"MP":6},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20% for 3 turns to caster"],"icon":"ability_77.png"},"200220":{"name":"Chakra","cost":{"MP":8},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Restore 30% HP and MP to caster","Cure Poison and Blind for caster"],"icon":"ability_3.png"},"200470":{"name":"Entrust","cost":{"MP":18},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Transfer LB gauge to another unit"],"icon":"ability_78.png"},"201130":{"name":"Power Break","cost":{"MP":7},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce ATK by 15% for 3 turns to one enemy"],"icon":"ability_54.png"},"201140":{"name":"Magic Break","cost":{"MP":7},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce MAG by 15% for 3 turns to one enemy"],"icon":"ability_54.png"},"203970":{"name":"Fortitude","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 20% when equipped with a Sword"],"icon":"ability_77.png"}},"LB":{"name":"Daybreak Slash","attack_count":[13],"attack_frames":[[62,66,74,86,90,94,98,102,110,114,138,142,146]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.7x, ATK) to one enemy"],"max_level":["Physical damage (3.65x, ATK) to one enemy"]},"TMR":{"name":"Comet","compendium_id":39,"compendium_shown":true,"unit_restriction":null,"skills":{"20170":{"name":"Comet","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (1.7x, MAG) with consecutive damage increase (max. 2 times, +0.1x MAG each, 1.9x total) to one enemy"],"icon":"ability_29.png","desc":""}},"effects":["Grants 'Comet' magic."],"unique":false,"price_buy":15000,"price_sell":1500,"icon":"ability_29.png","strings":{"names":["Comet","彗星","코멧","Comète","Komet","Cometa"],"desc_short":["Deal magic damage to one enemy and power up with consecutive use","攻擊1名敵人＋連續使用時威力上升","적 1명에게 피해+연속 사용 시 위력 상승","Dégâts sur un ennemi et bonus de force avec un usage consécutif","Verursacht steigenden Schaden, ein Ziel","Inflige daño mágico a un enemigo y aumenta el daño con cada uso."],"desc_long":["Deals damage to one enemy. Damage dealt increases with each use.","攻擊1名敵人。重複使用可以增加傷害量。","적 1명에게 피해를 주고, 연속 사용 시 위력이 상승합니다.","Inflige des dégâts à un ennemi et devient plus puissant à chaque utilisation.","Fügt einem Gegner Schaden zu und erhöht die Kraft.","Inflige daño a un enemigo y aumenta el poder con el uso."]},"type":"MATERIA"}},"205000403":{"rarity_min":3,"rarity_max":5,"name":"Faris","game":"FFV","job":"Pirate","sex":"Female","equip":[1,2,3,4,8,9,10,13,16,30,40,41,50,51,60],"entries":{"205000403":{"compendium_id":360,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[510,1545,180,90],"MP":[23,69,30,15],"ATK":[20,62,12,6],"DEF":[17,53,12,6],"MAG":[20,61,12,6],"SPR":[17,51,12,6]},"limitburst_id":205000403,"attack_count":1,"attack_damage":[[100]],"attack_frames":[32],"effect_frames":[30],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[0,5,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020100":10,"290030200":5,"290050200":15,"290050300":5}},"strings":{"description":["A pirate captain from another world who appears in the tales of the Crystals. Although seemingly a rugged ruffian from the seas, Faris only began dressing as a man so that others would take her seriously. She sought to kidnap Lenna, the princess of Tycoon, for ransom when she came stumbling into her ship one day. However, she became curious about their possible connection after having noticed that they both wore the same pendant, and decides to help her and her party to reach the Wind Shrine.","異界有關水晶的故事中登場的海盜首領。雖然她統領著海上的不法之徒們，可實際上她是一名女性，為了不被周圍的人小看才裝作男性的。當她得知潛入船上的蕾娜是泰空王國的公主時，便為了敲詐贖金而抓住了蕾娜，結果她發現蕾娜與自己有著相同的項墜，這使她感到很不可思議，最終決定幫助蕾娜一行人前往風之神殿。","이계에서 전해지는 크리스탈 이야기에 등장하는 해적 두목. 난폭한 바다 사나이들을 거느린 대담한 인물이지만, 실은 여성이며 주위 사람들에게 얕보이지 않으려고 남장을 하고 있었다. 해적선에 숨어든 레나가 타이쿤의 공주라는 사실을 알고 몸값을 요구할 생각으로 사로잡았지만, 그녀가 자신과 똑같은 펜던트를 가지고 있던 점을 이상하게 여기고 바람의 신전으로 향하는 버츠 일행을 돕기로 한다.","Un capitaine pirate venu d'un autre monde qui apparaît dans l'histoire des cristaux. Bien qu'ayant l'apparence d'une brute venue de l'océan, Faris commença seulement à se travestir en homme afin d'être prise au sérieux. Elle tomba un jour sur Lenna, la princesse de Tycoon, qui s'était cachée dans son bateau. Elle chercha d'abord à la capturer en échange d'une rançon, mais, intriguée par le fait qu'elles portaient le même pendentif, elle décida plutôt de l'aider à rejoindre le Temple du vent.","Eine Piratenkapitänin, die in einer Erzählung über Kristalle aus einer anderen Welt vorkommt. Faris ist die raubeinige Anführerin einer Bande von raubeinigen Seeräubern, gibt sich dabei aber als Mann aus, um nicht den Respekt ihrer Crew zu verlieren. Als sie eines Tages Lenna, die Prinzessin von Tycoon, auf ihrem Schiff ertappt, will sie diese zunächst gegen Lösegeld eintauschen. Nachdem sie jedoch bemerkt, dass sie beide die gleiche Halskette tragen, beschließt Faris, Lenna und Gefährten zum Windschrein zu begleiten.","Capitán pirata de otro mundo que aparece en los relatos de los cristales. Puede parecer un rudo lobo de mar, pero Faris tan solo comenzó a vestirse de hombre para que los demás la tomaran en serio. Pretendía secuestrar a Lenna, la princesa de Tycoon, y pedir un rescate por ella. Sin embargo, una posible conexión entre ambas despertó su curiosidad al darse cuenta de que ambas llevaban el mismo colgante, por lo que decide ayudarla a ella y a su grupo a llegar al Templo del Viento."],"summon":["This might be a long journey.<br>I wonder how everyone's doing back at the Pirates' Hideout.","看來將是一場漫長的旅途啊，不知道巢窟的傢伙們過得好嗎？","긴 여행이 될 것 같군.<br>아지트에 남은 녀석들은 잘 지내려나.","Il est possible que notre aventure dure longtemps.<br>J'espère que tout se passe bien à la planque.","Es scheint eine lange Reise zu werden.<br>Ich frage mich, wie es den Jungs zu Hause geht ...","Este quizás sea un largo viaje.<br>Me pregunto cómo están todosen el escondite pirata."],"evolution":[null,null,null,null,null,null],"affinity":["Don't you even think<br>about leaving me behind.<br>I want to stick with you a little more.","不要想著把我丟到一邊，沒有那麼容易的。你得再陪我一陣才行。","날 두고 가려 해도<br>생각대로는 안 될걸.<br>조금 더 어울려 달라고.","Ne t'avise pas de m'abandonner.<br>Je veux rester avec toi encore un moment.","Hehe, auch wenn du mich lieber wieder los wärst,<br>das kannst du dir abschminken.<br>Ich hab mich schon zu sehr an dich gewöhnt!","Ni se te ocurra dejarme atrás.<br>Quiero seguir contigo un poco más."],"fusion":["I was abducted when I was small and raised by pirates. Don't you dare make fun of me for being a girl!","我可是海盜養大的！不要以為是個女的就好欺負！","난 어렸을 적에<br>해적에게 거두어져 자랐지.<br>여자라고 얕보다간 큰 코 다칠 걸?","J'ai été recueillie et élevée par des pirates dans mon enfance. Ne t'avise pas de te moquer de moi parce que je suis une fille !","Ich bin als kleines Kind von Piraten aufgenommen und großgezogen worden. Unterschätz mich nicht, nur weil ich ein Mädchen bin!","Me raptaron de pequeña y me criaron unos piratas. ¡Ni se te ocurra burlarte de mí por ser una chica!"]}},"205000404":{"compendium_id":361,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[663,2009,240,120],"MP":[30,90,40,20],"ATK":[26,80,16,8],"DEF":[23,69,16,8],"MAG":[26,79,16,8],"SPR":[22,66,16,8]},"limitburst_id":205000404,"attack_count":1,"attack_damage":[[100]],"attack_frames":[32],"effect_frames":[30],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,6,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":20,"290030200":10,"290040000":5,"290050300":10,"290050400":5}},"strings":{"description":["A pirate captain from another world who appears in the tales of the Crystals. Although Faris initially seeks to have Bartz and company ransomed, she helps them to reach the Wind Shrine and is eventually tasked with protecting the Crystals along with the others. She also discovers that Lenna, the princess of Tycoon who happens to wear the same pendant she does, is in fact her younger sister. Unfortunately, the reunion both sisters would share with their father, the king of Tycoon, after this discovery would be short-lived.","異界有關水晶的故事中登場的海盜首領。以抓住前往風之神殿的巴茲一行人為契機，一同踏上了保護水晶的旅途。她與泰空王國的公主蕾娜佩戴有相同的項墜，最終發覺二人其實是親姐妹。在旅途中，她見到了自己的親生父親泰空王，可還沒來得及慶祝再會的喜悅，就與父親生離死別了。","이계에서 전해지는 크리스탈 이야기에 등장하는 해적 두목. 바람의 신전으로 향하던 버츠 일행을 붙잡은 것을 계기로 크리스탈을 지키는 여행에 동행하게 된다. 타이쿤의 공주 레나와 똑같은 펜던트를 가지고 있으며, 이윽고 그녀와는 생이별한 자매 사이라는 사실이 드러난다. 여행 중에 아버지인 타이쿤 왕과도 재회하지만, 기쁨을 나눌 새도 없이 부왕과 사별하게 된다.","Un capitaine pirate venu d'un autre monde qui apparaît dans l'histoire des cristaux. Bien que Faris chercha d'abord à rançonner Bartz et sa bande, elle décida de les aider à rejoindre le Temple du vent, et se retrouva finalement chargée de protéger les cristaux avec les autres. Elle découvrit également que Lenna, la princesse de Tycoon qui portait le même pendentif qu'elle, se trouve en fait être sa petite sœur. Leur voyage les mènera à retrouver leur père, le roi de Tycoon, mais malheureusement, la mort les séparera aussitôt.","Eine Piratenkapitänin, die in einer Erzählung über Kristalle aus einer anderen Welt vorkommt. Nachdem Faris anfangs Bartz und dessen Gefährten gegen Lösegeld eintauschen wollte, schließt sie sich ihnen an und macht sich auf die Reise, um die Kristalle zu retten. Dabei findet sie auch heraus, dass Prinzessin Lenna von Tycoon ihre Schwester ist. Die beiden treffen schließlich auf ihren Vater, doch die Freude des Wiedersehens ist nur von kurzer Dauer.","Capitán pirata de otro mundo que aparece en los relatos de los cristales. Al principio pretende secuestrar a Bartz y a los demás, pero luego los ayuda a llegar al Templo del Viento e incluso termina protegiendo los cristales junto al resto. Además, también descubre que Lenna, la princesa de Tycoon que lleva el mismo colgante que ella, en realidad es su hermana pequeña. Por desgracia, el reencuentro familiar de ambas hermanas con su padre, el rey de Tycoon, no dura mucho tiempo."],"summon":["Were you think of stealing my ship?<br>What a daring one, you are!","想要偷我的船？真是膽大包天！","내 배를 훔칠 셈인가?<br>꽤나 대담한 녀석이로군!","Tu avais quand même pas l'intention de voler mon vaisseau, si ?<br>T'en as du culot !","Hast du es auf mein Schiff abgesehen?<br>Mumm hast du, das muss ich dir lassen!","¿Estás intentando robar mi barco?<br>¡Vaya que tienes agallas!"],"evolution":["I, a pirate, am actually a princess...?<br>Enough with the jokes!","我是海盜，才不是什麼公主……開什麼玩笑！","해적인 내가 사실은 공주님이었다니…<br>농담이 심하잖아!","Tu me dis que je ne suis une princesse ? Pas une pirate ? ... Quelle plaisanterie de mauvais goût !","Eine Prinzessin soll ich sein? ICH?!<br>Was für ein schlechter Scherz!","¿Yo, un pirata, en realidad soy una princesa...?<br>¡Basta ya de tanta tontería!"],"affinity":["Don't you even think<br>about leaving me behind.<br>I want to stick with you a little more.","不要想著把我丟到一邊，沒有那麼容易的。你得再陪我一陣才行。","날 두고 가려 해도<br>생각대로는 안 될걸.<br>조금 더 어울려 달라고.","Ne t'avise pas de m'abandonner.<br>Je veux rester avec toi encore un moment.","Hehe, auch wenn du mich lieber wieder los wärst,<br>das kannst du dir abschminken.<br>Ich hab mich schon zu sehr an dich gewöhnt!","Ni se te ocurra dejarme atrás.<br>Quiero seguir contigo un poco más."],"fusion":["I can't afford to look like a slob<br>in front of my henchmen.","我可不能讓弟兄們覺得我很沒出息啊。","부하들에게 칠칠치 못한 모습을<br>보일 순 없으니까.","Je ne peux pas me permettre d'avoir l'air d'une souillon en face de mes hommes.","Ich kann mir nicht erlauben,<br>vor meinen Leuten ein schlechtes Bild abzugeben.","No puedo permitirme tener esas pintas<br>delante de mis hombres."]}},"205000405":{"compendium_id":362,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[862,2612,300,150],"MP":[39,117,50,25],"ATK":[34,104,20,10],"DEF":[30,90,20,10],"MAG":[34,103,20,10],"SPR":[28,86,20,10]},"limitburst_id":205000405,"attack_count":1,"attack_damage":[[100]],"attack_frames":[32],"effect_frames":[30],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,7,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A princess hailing from the kingdom of Tycoon in another world who appears in the tales of the Crystals. Faris was lost at sea when the ship she was boarding crashed, and was henceforth raised by pirates. She would then eventually join her estranged sister Lenna and Bartz's party to put a stop to the legendary warlock, Exdeath. In the perilous battles to come Syldra, the sea dragon Faris had befriended in her youth, allowed itself to be summoned in order to grant her the use of its powers.","異界有關水晶的故事中登場的泰空王國的公主。幼年時期因暴風雨墜入海中，在被海盜救助後便作為海盜之子長大成人。與親妹妹蕾娜再會以後，為阻止暗黑魔道士艾克斯迪司的野心，便與巴茲等人一起行動。她與海龍希爾德拉情同手足，為保護法利斯而喪命的希爾德拉成為了召喚獸，在那之後也繼續幫助著她。","이계에서 전해지는 크리스탈 이야기에 등장하는 타이쿤 왕국의 공주. 어렸을 적에 폭풍에 휘말려 배에서 떨어진 그녀는 해적에게 거두어져 자랐다. 재회한 여동생 레나와 함께 암흑마도사 엑스데스의 야망을 저지하기 위해 버츠 일행과 함께 여행을 하게 된다. 해룡 실드라와는 가족처럼 자랐으며, 파리스를 지키고 목숨을 잃은 실드라는 훗날 소환수가 되어 그녀를 도왔다고 한다.","Une princesse venue du royaume de Tycoon qui apparaît dans l'histoire des cristaux, dans un autre monde. Faris fut recueillie et élevée par des pirates qui la retrouvèrent dans l'océan après que son bateau eut coulé. Elle rejoignit finalement Lenna, ainsi que Bartz et son groupe pour arrêter le légendaire sorcier Exdeath. Elle invoqua Syldra, son ami dragon de mer qu'elle connaît depuis son enfance, afin de lui prêter main-forte dans la bataille.","Die Prinzessin des Königreichs Tycoon, die in einer Erzählung über Kristalle aus einer anderen Welt vorkommt. Faris geriet als Kind während eines Sturms in Seenot und wurde daraufhin von Piraten aufgenommen. Später traf sie auf ihre Schwester Lenna und wurde eine von Bartz' Gefährten, mit dem Ziel, dem berüchtigten Warlock Exdeath das Handwerk zu legen. Der Meerdrache Syldra, mit dem Faris aufgewachsen war, kehrte später als Esper zurück und verlieh ihr seine besonderen Kräfte.","Princesa procedente del reino de Tycoon, situado en otro mundo que aparece en los relatos de los cristales. Faris se perdió en el mar cuando el barco en el que viajaba encalló, y posteriormente fue criada por piratas. Al final se termina aliando con su hermana perdida, Lenna, y con el grupo de Bartz para detener al legendario brujo Exdeath. En las peligrosas batallas que están por llegar, Faris consigue poder invocar a Syldra, el dragón del mar del que se había hecho amiga cuando era pequeña. De esta forma, puede aprovechar sus poderes en el combate."],"summon":["I don't want to see anyone die.<br>That is why I lend you my power.","我不想看到生命消逝，因此決定借給你力量。","누구든 목숨을 잃는 모습은 보고 싶지 않으니 말이야.<br>내가 힘을 빌려주도록 하지.","Je ne laisserai plus personne mourir sous mes yeux.<br>C'est pourquoi je vais te prêter main-forte.","Ich habe schon zu viele Leute ins Gras beißen sehen.<br>Deswegen werde ich helfen.","No quiero ver morir a nadie.<br>Es por eso que os ofrezco mi poder."],"evolution":["See? I'm nothing like a princess, after all!","公主殿下什麼的果然不適合我！","역시 공주님 같은 건<br>내 성미에 맞지 않아!","Tu vois ? Je n'ai rien d'une princesse finalement !","Prinzessin zu sein, wäre einfach überhaupt nicht mein Ding!","¿Ves? ¡Si no tengo nada de princesa!"],"affinity":["Don't you even think<br>about leaving me behind.<br>I want to stick with you a little more.","不要想著把我丟到一邊，沒有那麼容易的。你得再陪我一陣才行。","날 두고 가려 해도<br>생각대로는 안 될걸.<br>조금 더 어울려 달라고.","Ne t'avise pas de m'abandonner.<br>Je veux rester avec toi encore un moment.","Hehe, auch wenn du mich lieber wieder los wärst,<br>das kannst du dir abschminken.<br>Ich hab mich schon zu sehr an dich gewöhnt!","Ni se te ocurra dejarme atrás.<br>Quiero seguir contigo un poco más."],"fusion":["Be a little more lady-like, you say?<br>Hmph! Keep out of my business!","女人要有女人的樣子？哼！　多管閒事。","좀 더 여성스럽게 행동하라고?<br>흥! 쓸데없는 참견이다.","Comment ça \"sois plus féminine\" ?<br>Mêle-toi de ce qui te regarde !","Ich soll mich mehr wie eine Dame benehmen?<br>Pah! Kümmer dich um deinen eigenen Dreck.","¿Que podría ser más femenina, dices?<br>¡Pft! ¡No te metas en mis cosas!"]}}},"skills":{"20010":{"name":"Fire","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.2x, MAG) to one enemy"],"icon":"ability_21.png"},"20080":{"name":"Fira","cost":{"MP":9},"attack_frames":[[95]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies"],"icon":"ability_21.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"100190":{"name":"EVO MAG +10%","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 10%"],"icon":"ability_77.png"},"100200":{"name":"EVO MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 20%"],"icon":"ability_77.png"},"200370":{"name":"No Fear","cost":{"MP":15},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 20% for 3 turns to caster"],"icon":"ability_53.png"},"200440":{"name":"Bladeblitz","cost":{"MP":14},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to all enemies"],"icon":"ability_53.png"},"200460":{"name":"Focus","cost":{"MP":48},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"200480":{"name":"Provoke","cost":{"MP":8},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase chance of being targeted by 70% for 3 turns"],"icon":"ability_94.png"},"201170":{"name":"Full Break","cost":{"MP":14},"attack_frames":[[50]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to one enemy","Reduce ATK, DEF, MAG and SPR by 30% for 3 turns to one enemy"],"icon":"ability_54.png"}},"LB":{"name":"Thunderstorm","attack_count":[1],"attack_frames":[[180]],"damage_type":"Physical","element_inflict":["Wind"],"min_level":["Physical wind damage (2.5x, ATK) to all enemies","Inflict Paralyze (40%) on all enemies"],"max_level":["Physical wind damage (3.45x, ATK) to all enemies","Inflict Paralyze (59%) on all enemies"]},"TMR":{"name":"Syldra's Protection","compendium_id":502,"compendium_shown":true,"unit_restriction":null,"skills":{"204030":{"name":"Syldra's Protection","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Aquatics by 50%","Increase physical damage against Dragons by 50%"],"icon":"ability_79.png","desc":""}},"effects":["Grants 'Syldra's Protection' passive."],"unique":true,"price_buy":30000,"price_sell":3000,"icon":"ability_79.png","strings":{"names":["Syldra's Protection","海龍的加護","해룡의 가호","Égide de Syldra","Syldras Beistand","Guarda de Syldra"],"desc_short":["Boost physical damage to aquatic and dragon monsters (Not stackable)","物理攻擊時提高對水生系、龍系的傷害[無法重複裝備]","물리 공격 시 수중형과 드래곤형 마물에게 부여하는 피해량 상승 (중복 장착 불가)","Bonus de dégâts phys. pour les monstres aquatique et les dragon (pas cumulable)","Mehr phy. Schaden gegen Drachen und Wasserm. (Nicht stapelbar)","Aumenta el daño físico infligido a enemigos acuáticos y dragones (no acumulable)"],"desc_long":["Boosts physical damage inflicted to aquatic and dragon monsters. Not stackable.","物理攻擊時提高對水生系、龍系的傷害。[無法重複裝備]","물리 공격 시 수중형과 드래곤형 마물에게 부여하는 피해량이 상승합니다. (중복 장착 불가)","Augmente les dégâts physiques pour les monstres de type aquatique et dragon. Pas cumulable.","Erhöht den Schaden gegen Drachen und Wassermonster. Nicht stapelbar.","Aumenta el daño físico infligido a enemigos acuáticos y dragones. No acumulable."]},"type":"MATERIA"}},"205000503":{"rarity_min":3,"rarity_max":5,"name":"Krile","game":"FFV","job":"Red Mage","sex":"Female","equip":[1,2,5,15,30,40,41,50,51,53,60],"entries":{"205000503":{"compendium_id":89,"rarity":3,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[422,1280,240,120],"MP":[25,76,60,30],"ATK":[17,50,16,8],"DEF":[17,51,16,8],"MAG":[21,63,16,8],"SPR":[18,56,16,8]},"limitburst_id":205000503,"attack_count":1,"attack_damage":[[100]],"attack_frames":[45],"effect_frames":[43],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[4,4,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010100":20,"290020500":8,"290030200":3,"290050200":10,"290050300":3}},"strings":{"description":["A young girl whose story is told in a tale of crystals, from another world. Princess of Bal in the Second World, she is the granddaughter of Galuf, who lovingly raised her after the disappearance of her parents. Fearing for her grandfather after he set off to protect the crystal, she rides a meteorite and travels to Bartz's world on her own, a brave act which awakens Galuf's long-lost memories.","異界有關水晶的故事中登場的少女，她是第2世界巴爾國的公主，也是加拉夫的孫女。在她剛出生後雙親就下落不明，靠祖父將她培養成人。她心繫為保護水晶而踏上旅途的加拉夫的安危，隻身一人乘坐隕石來到巴茲等人的世界。她的這番行動也成為了喚醒加拉夫記憶的契機。","이계에서 전해지는 크리스탈 이야기에 등장하는 소녀. 제2세계에 있는 발 왕국의 공주이자 가라프의 손녀. 태어나자마자 부모가 실종되어 할아버지의 사랑을 독차지하고 자랐다. 크리스탈을 지키기 위해 떠난 가라프가 걱정이 되어, 홀로 운석을 타고 버츠 일행이 사는 세계로 찾아왔다. 이런 열정적인 행동이 결국 가라프가 잃어버린 기억을 되찾는 계기가 되었다.","Une jeune fille dont l'histoire est narrée dans un conte de cristal venu d'un autre monde. Princesse de Bal du Deuxième Monde, elle est la petite-fille de Galuf qui l'a élevée avec amour après la mort de ses parents. Craignant pour la vie de son grand-père parti protéger les cristaux, elle chevauche une météorite et part rejoindre le monde de Bartz, un acte courageux qui ravivera des souvenirs anciens chez Galuf.","Junges Mädchen, dessen Geschichte in einer Sage von Kristallen aus einer anderen Welt erzählt wird. Prinzessin von Bal in der Zweiten Welt und Enkelin von Galuf, der sie nach dem Verschwinden ihrer Eltern aufzog. Reist ihrem Großvater aus Sorge auf einem Meteoriten in die Welt von Bartz hinterher; eine mutige Tat, durch die sie Galufs verlorene Erinnerung zurückerlangt.","Krile es la princesa de Bal, en el Segundo Mundo, y la nieta de Galuf, que la crió con amor tras la desaparición de sus padres. Como Krile teme por su abuelo, cuando parte para proteger el cristal, decide montar en un meteorito y viajar al mundo de Bartz en persona, un acto valiente que despierta los recuerdos olvidados de Galuf."],"summon":["Hi! I'm Krile!<br>I want to fight with you, too!","你好呀！<br>我是可露兒！<br>我會和你一起戰鬥的！","만나서 반가워!<br>난 쿠루루라고 해!<br>나도 함께 싸울게!","Salut ! Je m'appelle Krile !<br>Moi aussi, je veux me battre<br>à tes côtés !","Hallo! Ich bin Krile!<br>Ich will auch mit dir kämpfen!","¡Hola! ¡Soy Krile!<br>¡Yo también quiero luchar contigo!"],"evolution":[null,null,null,null,null,null],"affinity":["You can count on me for anything!<br>I'll do my best to help out!","你可以再多依賴我一些哦！<br>今後也讓我們一起加油吧！","내게 부탁할 일이 있으면<br>언제든지 말해. 알겠지?<br>앞으로도 같이 열심히 하자!","Tu peux compter sur moi, je t'assure !<br>Je ferai de mon mieux pour me rendre utile !","Du kannst jederzeit auf mich zählen!<br>Ich gebe immer mein Bestes für dich!","¡Cuenta conmigo para lo que sea!<br>¡Haré lo que pueda por ayudar!"],"fusion":["If there are any creatures you want to<br>talk to, I'd be happy to interpret for you!","如果你想和動物交談了，<br>就來跟我說！<br>我來幫你翻譯！","동물이랑 얘기하고 싶으면<br>나한테 말만 해!<br>내가 대신 전달해줄게!","Si jamais tu as envie de parler avec des créatures, je serais ravie de servir d'interprète !","Wenn du mit Kreaturen sprechen<br>willst, spiele ich den Dolmetscher<br>für dich!","Si quieres hablar con alguna criatura, ¡estaré encantada de hacerte de intérprete!"]}},"205000504":{"compendium_id":90,"rarity":4,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[545,1651,390,195],"MP":[32,98,85,42],"ATK":[21,64,26,13],"DEF":[22,66,26,13],"MAG":[27,81,26,13],"SPR":[24,73,26,13]},"limitburst_id":205000504,"attack_count":1,"attack_damage":[[100]],"attack_frames":[45],"effect_frames":[43],"max_lb_drop":8,"ability_slots":4,"magic_affinity":[5,5,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020500":20,"290030200":10,"290030700":5,"290050300":10,"290050400":5}},"strings":{"description":["A young girl whose story is told in a tale of crystals, from another world. Princess of Bal in the Second World and granddaughter to Galuf, she loses her last remaining blood relative when her grandfather falls in battle to Exdeath. Though grieving his loss, she seems to inherit his power and his purpose, joining Bartz and his friends on their quest. With her curious ability to converse with wind drakes, moogles and other creatures, she proves an invaluable ally to her companions.","異界有關水晶的故事中登場的少女，第2世界巴爾國的公主。她的祖父加拉夫在與艾克斯迪司的戰鬥中喪命。失去了唯一的親人後，她每天都鬱鬱寡歡，但最後決定要繼承祖父的遺志，與巴茲等人共同戰鬥。她生來能夠與飛龍及莫古利等動物交談，這不可思議的力量多次在危急關頭發揮作用，救助同伴。","이계에서 전해지는 크리스탈 이야기에 등장하는 소녀. 제2세계에 있는 발 왕국의 공주이다. 유일한 혈육이었던 할아버지 가라프가 엑스데스와 사투 끝에 목숨을 잃자 깊은 슬픔에 빠졌으나, 곧 가라프의 힘과 유지를 이어받아 버츠 일행과 함께 싸우기로 했다. 비룡이나 모그리 같은 동물과 대화할 수 있는 능력을 타고났으며, 이 신비한 힘으로 위기에 빠진 동료를 여러 차례 구했다고 한다.","Une jeune fille dont l'histoire est narrée dans un conte de cristal venu d'un autre monde. Princesse de Bal dans le Deuxième Monde et petite-fille de Galuf, elle perd le dernier membre de sa famille quand son grand-père tombe au combat face à Exdeath. Malgré son chagrin, elle semble avoir hérité de sa force et de sa volonté, et rejoint Bartz et ses amis dans leur quête. Capable de parler aux drakes, aux mogs et à d'autres créatures, elle se révèle être une alliée de taille pour ses compagnons.","Ein junges Mädchen, dessen Geschichte in einer Sage von Kristallen aus einer fernen Welt erzählt wird. Prinzessin von Bal in der Zweiten Welt und Enkelin von Galuf. Verliert ihren letzten lebenden Verwandten, als dieser im Kampf gegen Exdeath fällt. Scheint dessen Kraft und Ziele geerbt zu haben und schließt sich Bartz und seinen Freunden an. Ihre seltsame Fähigkeit, mit Winddrachen, Mogrys und anderen Kreaturen sprechen zu können, macht sie zum unverzichtbaren Verbündeten.","Una joven cuya historia forma parte de un relato de otro mundo sobre los cristales. Krile es la princesa de Bal, en el Segundo Mundo, y la nieta de Galuf. Pierde a su último pariente sanguíneo al morir su abuelo en la batalla contra Exdeath. Aunque lamenta la pérdida, parece heredar su fuerza y voluntad y se une a la aventura de Bartz y sus amigos. Tiene la curiosa habilidad de hablar con los dracos, los moguri y otras criaturas, por lo que resulta una compañera muy valiosa."],"summon":["A voice called me here...at least I think it did.<br>Maybe I can help you?","我聽到一個奇妙的聲音在呼喚我。<br>不知我能不能成為你的力量。","신비한 목소리에 이끌려<br>여기까지 왔어.<br>내가 도움이 될까?","Une voix m'a amenée jusqu'ici...<br>Du moins, c'est ce que je pense.<br>Qui sait, je peux peut-être aider ?","Eine Stimme hat mich hergerufen ... glaub ich.<br>Kann ich dir irgendwie helfen?","Juraría... que una voz me ha traído aquí...<br>A lo mejor puedo ayudarte."],"evolution":["Grandpa, give me strength...<br>I want to protect the Crystals, too!","爺爺，<br>借給我力量吧！<br>我想要守護水晶的光輝！","할아버지,<br>제게 힘을 빌려주세요……!<br>크리스탈의 빛을 지키고 싶어요!","Grand-père, donne-moi ta force... Moi aussi, je veux protéger les cristaux !","Opa, hilf mir ...<br>Ich will die Kristalle auch beschützen können!","Abuelo, dame fuerzas...<br>¡Yo también quiero proteger los cristales!"],"affinity":["You can count on me for anything!<br>I'll do my best to help out!","你可以再多依賴我一些哦！<br>今後也讓我們一起加油吧！","내게 부탁할 일이 있으면<br>언제든지 말해. 알겠지?<br>앞으로도 같이 열심히 하자!","Tu peux compter sur moi, je t'assure !<br>Je ferai de mon mieux pour me rendre utile !","Du kannst jederzeit auf mich zählen!<br>Ich gebe immer mein Bestes für dich!","¡Cuenta conmigo para lo que sea!<br>¡Haré lo que pueda por ayudar!"],"fusion":["Hey, I'm grandpa's little girl!<br>I'm as good at fighting as anyone!","我也是爺爺的孫女嘛！<br>會好好地戰鬥的！","날 키워 주신 건<br>우리 훌륭한 할아버지야.<br>그러니 얼마든지 싸울 수 있어!","Tu connais mon grand-père ?<br>Alors tu dois savoir que je sais me défendre !","Weißt du, wer mein Opa ist?<br>Mir macht so schnell keiner was vor!","¡Ey, soy el ojito derecho de mi abuelo!<br>¡Tan buena en combate como cualquiera!"]}},"205000505":{"compendium_id":370,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[708,2146,390,195],"MP":[42,127,85,42],"ATK":[27,83,26,13],"DEF":[28,85,26,13],"MAG":[35,105,26,13],"SPR":[31,94,26,13]},"limitburst_id":205000505,"attack_count":1,"attack_damage":[[100]],"attack_frames":[45],"effect_frames":[43],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[6,6,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young girl whose story is told in a tale of crystals, from another world. Krile is granddaughter to Galuf, one of the Warriors of Dawn, and princess of the kingdom of Bal. She joined Bartz and his companions after her grandfather fell in battle at the hands of Exdeath. Having the ability to understand animals and the sort, she is said to have helped facilitate communication between Bartz and his partner Boko, Lenna and her family's wind drakes, and Faris and her sea dragon Syldra.","異界有關水晶的故事中登場的少女，是曉之四戰士之一的加拉夫的孫女，同時也是巴爾國的公主。她繼承了在與艾克斯迪司激戰中喪命的加拉夫的意志與技能，並加入了巴茲一行人。她活用與動物相互溝通的能力，將巴茲的夥伴波可、與蕾娜形同家人的飛龍還有法利斯的好友希爾德拉的思念傳達給了他們。","이계에 전해지는 크리스탈 이야기에 등장하는 소녀. 새벽의 4전사 중 한 명인 가라프의 손녀로, 발 왕국의 공주이기도 하다. 엑스데스와의 격전 끝에 목숨을 잃은 가라프의 유지와 기술을 이어받은 그녀는 그 후 버츠 일행과 행동을 함께 했다. 동물과 의사소통을 할 수 있는 능력을 살려 버츠의 파트너 보코와, 레나의 가족이나 다름없는 존재인 비룡, 파리스의 벗 실드라와 같은 동물들의 마음을 동료들에게 전하는 역할을 도맡았다고 한다.","Une jeune fille dont l'histoire est narrée dans un conte de cristal venu d'un autre monde. Krile est la petite-fille de Galuf, l'un des Guerriers de l'aube, ainsi que la princesse du royaume de Bal. Elle rejoignit Bartz et ses compagnons après que son grand-père fut tombé au combat face à Exdeath. Capable de comprendre les animaux et leurs intentions, on dit qu'elle servait d'interprète entre Bartz et son partenaire Boko, Lenna et les dragons de vent de sa famille, ainsi que Faris et son dragon de mer Syldra.","Ein Mädchen, das in einer Erzählung über Kristalle in einer anderen Welt vorkommt. Krile ist die Enkelin von Galuf, eines der Krieger der Morgendämmerung, und Prinzessin des Königreichs Bal. Sie schloss sich Bartz' Gefährten an, nachdem ihr Großvater im Kampf gegen Exdeath gefallen war. Mit ihrer Fähigkeit, die Sprache der Tiere zu verstehen, diente sie der Gruppe als Mittler zwischen Bartz und Boko, Lenna und den Winddrachen sowie Faris und Syldra.","Joven cuya historia forma parte de un relato de otro mundo sobre los cristales. Krile es nieta de Galuf, uno de los Guerreros del Alba, y princesa del reino de Bal. Se alió con Bartz y sus compañeros cuando su abuelo pereció en combate contra Exdeath. Posee la capacidad de comprender a los animales, y se dice que contribuyó a que pudieran comunicarse Bartz con su compañero Boko, Lenna con los dragones de viento de su familia y Faris con su dragón de mar Syldra."],"summon":["I'm not lonely or anything.<br>Isn't that right, grandfather?","我不是孤身一人，對吧，爺爺？","난 혼자가 아니야.<br>내 말이 맞지, 할아버지?","Tu te trompes, je ne suis pas seule.<br>J'ai pas raison grand-père ?","Ich bin niemals allein.<br>Stimmt's, Opa?","Te equivocas, no estoy solo.<br>¿Estoy en lo correcto, abuelo?"],"evolution":["I'll do my best!<br>If I don't, my grandfather would laugh at me.","我也會加油的！不打起精神來，可是會被爺爺笑話的。","나도 열심히 할게!<br>정신 똑바로 차리지 않으면<br>할아버지를 뵐 면목이 없으니까.","Je vais faire de mon mieux !<br>Autrement, mon grand-père se moquerait de moi.","Ich geb mein Bestes!<br>Nicht, dass Opa mich noch auslacht ...","¡Lo haré lo mejor que pueda!<br>Si no, mi abuelo se reiría de mí."],"affinity":["You can count on me for anything!<br>I'll do my best to help out!","你可以<br>再多依賴我一些哦！<br>今後也讓我們一起加油吧！","내게 부탁할 일이 있으면<br>언제든지 말해. 알겠지?<br>앞으로도 같이 열심히 하자!","Tu peux compter sur moi pour n'importe quoi !<br>je ferai de mon mieux pour vous aider !","Du kannst mir alles anvertrauen!<br>Ich gebe immer mein Bestes für dich!","¡Cuenta conmigo para lo que sea!<br>¡Haré lo que pueda por ayudar!"],"fusion":["How warm...<br>I can remember my grandfather...","好溫暖……然我想起了我的爺爺。","따뜻해…<br>할아버지의 품속이<br>생각난다.","Quelle chaleur...<br>Ça me rappelle mon grand-père...","Diese Wärme ...<br>Das erinnert mich an Opa ...","Qué cálido...<br>Recuerdo a mi abuelo..."]}}},"skills":{"10010":{"name":"Libra","cost":{"MP":1},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":null,"effects":["Allows you to view info on an enemy"],"icon":"ability_2.png"},"10020":{"name":"Cure","cost":{"MP":3},"attack_frames":[[90]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 150 (+3x, Heal) HP to target"],"icon":"ability_4.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10130":{"name":"Dispel","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"20030":{"name":"Thunder","cost":{"MP":3},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.2x, MAG) to one enemy"],"icon":"ability_20.png"},"20050":{"name":"Aero","cost":{"MP":3},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.2x, MAG) to one enemy"],"icon":"ability_25.png"},"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20120":{"name":"Aerora","cost":{"MP":9},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.4x, MAG) to all enemies"],"icon":"ability_25.png"},"20160":{"name":"Drain","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.8x, MAG) as HP drain (30%) to one enemy"],"icon":"ability_6.png"},"20240":{"name":"Aeroga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.8x, MAG) to all enemies"],"icon":"ability_25.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"200130":{"name":"Bluff","cost":{"MP":6},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20% for 3 turns to caster"],"icon":"ability_77.png"},"200150":{"name":"Dualcast","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Enable unit to use magic (excluding blue magic) twice in one turn"],"icon":"ability_26.png"},"202130":{"name":"Convert","cost":{"MP":10},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Restore 9999 MP to caster","Damage equal to remaining HP - 1 (min 1) to caster"],"icon":"ability_4.png"},"203960":{"name":"Dual Front","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30% when equipped with a Staff"],"icon":"ability_77.png"},"700170":{"name":"Dual Front+1","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 50% when equipped with a Staff"],"icon":"ability_77.png"},"700180":{"name":"Dual Front+1","attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 50% when equipped with a Staff"],"icon":"ability_77.png"},"700430":{"name":"Bluff+1","cost":{"MP":6},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 50% for 3 turns to caster"],"icon":"ability_77.png"},"700440":{"name":"Bluff+1","cost":{"MP":6},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 50% for 3 turns to caster","Gain Bluff (Comet) (20171) for 2 turns"],"icon":"ability_77.png"}},"LB":{"name":"Gaia's Blessing","attack_count":[1],"attack_frames":[[131]],"damage_type":"Magic","element_inflict":["Light"],"min_level":["Restore 500 (+11x, Heal) HP split over 3 turns to all allies"],"max_level":["Restore 500 (+11.95x, Heal) HP split over 3 turns to all allies"]},"TMR":{"name":"Thundaga","compendium_id":44,"compendium_shown":true,"unit_restriction":null,"skills":{"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png","desc":""}},"effects":["Grants 'Thundaga' magic."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_20.png","strings":{"names":["Thundaga","大雷電","선더가","Foudre X","Blitzga","Electro++"],"desc_short":["Deal lightning damage to all enemies","對全體敵人發動雷屬性攻擊","적 전체에 번개속성 피해","Dégâts de foudre sur tous les ennemis","Blitzschaden, alle Ziele","Inflige daño de rayo a todos los enemigos."],"desc_long":["Deals lightning damage to all enemies.","對全體敵人發動雷屬性攻擊。","적 전체에 번개속성 피해를 줍니다.","Inflige des dégâts de foudre à tous les ennemis.","Fügt allen Gegnern Blitzschaden zu.","Inflige daño de rayo a todos los enemigos."]},"type":"MATERIA"}},"205000703":{"rarity_min":3,"rarity_max":6,"name":"Exdeath","game":"FFV","job":"Dark Mage","sex":"Male","equip":[1,2,5,6,15,30,31,41,51,52,60],"entries":{"205000703":{"compendium_id":117,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[491,1489,150,75],"MP":[30,90,35,17],"ATK":[18,56,10,5],"DEF":[17,52,10,5],"MAG":[23,69,10,5],"SPR":[19,59,10,5]},"limitburst_id":205000703,"attack_count":1,"attack_damage":[[100]],"attack_frames":[44],"effect_frames":[42],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[5,6,3,0],"element_resist":[0,0,0,0,0,0,-50,0],"status_resist":[10,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010100":25,"290020300":10,"290030400":5,"290050200":15,"290050300":5}},"strings":{"description":["A warlock who hails from a world where the Crystals shine with light. It is said that he was born, some five centuries before the tale begins, when all the malevolent souls trapped within the Great Forest of Moore took root in a single tree. He was defeated once by the Warriors of Dawn, and sealed away in the world also occupied by Bartz and his allies. But he was able to destroy the Crystals, which were weakened from overuse, and return to his former strength. His ultimate goal is to return the two split worlds to one, and seize the power of the Void, which lies in the Interdimensional Rift.","水晶閃耀的異界故事中登場的魔道士，由500年前寄宿在慕亞大森林的一棵樹中的邪惡之心所生。曾一度被曉之四戰士打敗，封印在了巴茲等人所居住的世界中，然而由於人類濫用水晶導致水晶之力衰弱，他趁機破壞掉了水晶，再次復活。他渴望著一分為二的世界的夾縫中的虛無之力，企圖將世界再次合二為一。","크리스탈이 빛나는 이계 이야기에 등장하는 마도사. 500년 전, 무어 대삼림에 모인 사악한 마음이 한 그루의 나무에 깃들어 탄생했다. 한번은 새벽의 4전사들에게 패해 버츠 일행이 사는 세계에 봉인되었으나, 인간에게 혹사당해 힘이 약해진 크리스탈을 파괴하고 부활하는 데 성공했다. 둘로 나뉜 세계의 틈새에 있는 '공허'의 힘을 얻기 위해 세계를 다시 하나로 합치고자 했다.","Un sorcier venu d'un monde où les cristaux brillent de mille feux. On raconte qu'il est né cinq siècles avant le début de cette histoire, alors que toutes les âmes malveillantes emprisonnées dans la Grande forêt de Mua avaient élu domicile dans un même arbre. Il fut un jour vaincu par les Guerriers de l'aube et scellé dans le monde occupé par Bartz et ses alliés. Il parvint à détruire les cristaux affaiblis après avoir tant servi, et regagna sa force d'antan. Son objectif était de réunir les deux mondes et de capturer le pouvoir du Néant piégé dans la fissure interdimensionnelle.","Warlock aus einer anderen Welt, in der die Kristalle Licht ausstrahlten. Man sagt, er wurde fünf Jahrhunderte vor Beginn der Erzählung geboren, als alle bösartigen Seelen, die im Wald von Moore gefangen waren, ihren Platz in einem einzigen Baum fanden. Wurde von den Kriegern des Lichts besiegt und in die Welt eingeschlossen, die auch von Bartz bewohnt wird. Er konnte jedoch die Kristalle zerstören und so zu früherer Stärke zurückkehren. Sein ultimatives Ziel ist es, die geteilte Welt wieder zu vereinen und die Kraft des Nichts zu nutzen, die sich im interdimensionalen Riss befindet.","Un brujo originario de un mundo donde los cristales brillan. Se dice que Exdeath nació unos cinco siglos antes del inicio del relato, cuando todas las almas malvadas atrapadas en el Gran Bosque de Moore arraigaron en un único árbol. Los Guerreros del Alba lo derrotaron y lo sellaron en el mundo ocupado por Bartz y sus aliados. Sin embargo, Exdeath pudo destruir los cristales porque estaban debilitados por el exceso de uso y recuperó su antigua fuerza. Su objetivo final es fusionar los dos mundos divididos y capturar el poder del Vacío, que se encuentra en la Grieta Interdimensional."],"summon":["I have been reborn!<br>Mwahahaha!<br>And now I shall remake the world in my image!","我又復活了！<br>哈哈哈哈……<br>就讓世界回歸它原有的樣子吧。","내가 부활했도다!<br>하하하……<br>이 세계를 올바른 모습으로 되돌려주마.","Je suis de retour !<br>Mouahahaha !<br>Et à présent, je vais refaire le<br>monde à mon image !","Ich bin auferstanden!<br>Wahaha!<br>Und nun werde ich die Welt nach meinem Ebenbilde neu erschaffen!","¡He renacido!<br>¡Mua, ja, ja, ja!<br>¡Y ahora reharé el mundo a mi imagen!"],"evolution":[null,null,null,null,null,null],"affinity":["The world shall inevitably be mine.<br>Until that day, I do not mind taking part in this...diversion.","世界最終會落入我的手中。<br>就把這些戰鬥<br>當做是那之前的余興好了……","머지않아 세계는 내 것이 된다.<br>그때까지 여흥을 즐긴다 생각하면<br>썩 나쁘지 않지…….","Un jour, le monde sera à moi. C'est inévitable. En attendant, je ne dis pas non à un peu de... distraction.","Eines Tages wird die Welt mein sein.<br>Aber zwischenzeitlich werde ich mich dieser ... Zerstreuung widmen.","Antes o después el mundo será mío.<br>Hasta entonces, no me importa participar en esta... distracción."],"fusion":["Evil will take on a life of its own,<br>in whatever host it can find.<br>Yes, even in a solitary tree...","邪惡之心可以寄宿在任何事物上。<br>沒錯，<br>即使是一棵樹，也沒問題……","사악한 마음은 어디에나 깃든다.<br>그래, 예를 들자면<br>저 한 그루 나무에도 말이지……","Le Mal existe en tout être. Oui, on le trouverait même dans un arbre...","Das Böse lauert überall.<br>Ja, sogar in einem Baum ...<br>","La maldad toma vida en cualquier huésped que encuentra.<br>Sí, incluso en un árbol solitario."]}},"205000704":{"compendium_id":118,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[634,1921,210,105],"MP":[38,116,45,22],"ATK":[24,72,14,7],"DEF":[22,67,14,7],"MAG":[29,89,14,7],"SPR":[25,76,14,7]},"limitburst_id":205000704,"attack_count":1,"attack_damage":[[100]],"attack_frames":[44],"effect_frames":[42],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[6,7,4,0],"element_resist":[0,0,0,0,0,0,-50,0],"status_resist":[10,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":20,"290030400":10,"290040100":5,"290050300":10,"290050400":5}},"strings":{"description":["A warlock who hails from a world where the Crystals shine with light. It is said that he was born when countless malevolent souls gathered and took root in a single tree. He craves the power of the Void in the Interdimensional Rift. To obtain it, he will destroy the Crystals in every land and return the two worlds, divided a thousand years earlier, to one. After he achieves this sinister goal, towns and villages begin disappearing at a horrifying rate. But in the end, even Exdeath himself is consumed by the massive power of the Void.","水晶閃耀的異界故事中登場的魔道士，由寄宿在一棵樹中的邪惡之心所生。他渴望著次元夾縫中的虛無之力，破壞散落在世界各地的水晶，企圖將1000年前一分為二的世界再次合二為一。在得到虛無之力之後，他不斷摧毀著村落城鎮，最後連他自己也被那強大的力量所吞噬。","크리스탈이 빛나는 이계 이야기에 등장하는 마도사. 사악한 마음이 한 그루의 나무에 깃들어 탄생한 존재로, 차원의 틈새에 봉인된 '공허'의 힘을 갈망하였다. 그는 이를 얻기 위해 천 년 전에 둘로 나뉜 세계를 하나로 합치려는 계획을 세우고, 각지에 흩어져 있는 크리스탈을 파괴했다. '공허'의 힘을 손에 넣은 후에는 마을과 도시를 차례로 소멸시켰으나, 결국 힘을 제어하지 못해 스스로 파멸했다.","Un sorcier venu d'un monde où les cristaux brillent de mille feux. On dit qu'il a pris vie lorsque toutes les âmes malveillantes se sont rassemblées sur un même arbre. Il rêve de s'emparer du Pouvoir du Néant piégé dans la fissure interdimensionnelle. Pour cela, il doit détruire les cristaux de chaque pays et rassembler les deux mondes divisés mille ans plus tôt. Son sinistre objectif atteint, les villes et villages disparaissent peu à peu. À la fin, Exdeath lui-même finit dévoré par la puissance incontrôlable du Néant.","Warlock aus einer anderen Welt, in der die Kristalle Licht ausstrahlten. Man sagt, er wurde geboren, als zahllose bösartige Seelen sich in einem einzigen Baum vereinten. Strebt nach der Kraft des Nichts, die sich im überdimensionalen Riss befindet. Zerstört Kristalle aller Länder, um sie zu erhalten und die beiden Welten wiederzuvereinen, die tausend Jahre zuvor getrennt wurden. Nach Erreichen seines Ziels beginnen Städte und Dörfer rasend schnell zu verschwinden. Letztlich jedoch wird sogar Exdeath selbst von der Kraft des Nichts verschluckt.","Un brujo originario de un mundo donde los cristales brillan. Se dice que Exdeath nació cuando incontables almas malvadas arraigaron en un único árbol. Anhela el poder del Vacío, que se encuentra en la Grieta Interdimensional. Para obtenerlo, destruirá los cristales de todos los países y volverá a unir los dos mundos, divididos hace mil años. Tras conseguir su siniestro objetivo, empiezan a desaparecer pueblos y aldeas a un ritmo aterrador. Al final, el poder masivo del Vacío acaba consumiendo al mismo Exdeath."],"summon":["All who oppose me will be consumed by my power! Take care not to get in the way...","用我的魔力埋葬一切阻礙！<br>你可要小心，不要被捲入其中。","앞을 가로막는 자는<br>내 마력으로 제거해주마!<br>휘말리지 않게 알아서 조심해라.","Tous ceux qui s'opposeront à moi seront annihilés par mon pouvoir ! Prends garde à ne pas te mettre en travers de mon chemin...","Ich verschlinge jeden, der sich mir in den Weg stellt! Komm mir besser nicht in die Quere ...","¡Quien se oponga será consumido por mi poder! Guardaos de cruzaros en mi camino..."],"evolution":["Power wells within me...!<br>I cannot be defeated by anger or hatred!","力量湧了上來……<br>憤怒與憎惡都無法將我打倒！","힘이 넘친다……!<br>분노와 증오만으로는<br>나를 쓰러뜨릴 수 없을 것이다!","Le pouvoir afflue en moi... !<br>Ni la colère, ni la haine ne pourront triompher de moi !","Macht brandet in mir ...!<br>Zorn und Hass können mich nicht bezwingen!","El poder brota en mi interior...<br>¡La rabia o el odio no pueden vencerme!"],"affinity":["The world shall inevitably be mine.<br>Until that day, I do not mind taking part in this...diversion.","世界最終會落入我的手中。<br>就把這些戰鬥<br>當做是那之前的余興好了……","머지않아 세계는 내 것이 된다.<br>그때까지 여흥을 즐긴다 생각하면<br>썩 나쁘지 않지…….","Un jour, le monde sera à moi. C'est inévitable. En attendant, je ne dis pas non à un peu de... distraction.","Eines Tages wird die Welt mein sein.<br>Aber zwischenzeitlich werde ich mich dieser ... Zerstreuung widmen.","Antes o después el mundo será mío.<br>Hasta entonces, no me importa participar en esta... distracción."],"fusion":["Mwahahaha!<br>What invigorating power!<br>With this, I have no need of the Void!","哈哈哈哈……<br>太爽快了，<br>簡直與虛無之力不分上下。","하하하……<br>참으로 좋은 기분이군.<br>'무'에도 뒤지지 않는 힘이구나.","Mouahahaha !<br>Quel pouvoir saisissant !<br>Avec cela, le Néant ne m'est plus d'aucune utilité !","Welch belebende Kraft!<br>Nun habe ich für das Nichts keine<br>Verwendung mehr!","¡Ja, ja, ja!<br>¡Qué poder tan estimulante!<br>¡Con él, ya no necesito el Vacío!"]}},"205000705":{"compendium_id":119,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[792,2401,240,120],"MP":[48,145,60,30],"ATK":[30,90,16,8],"DEF":[28,84,16,8],"MAG":[37,112,16,8],"SPR":[31,95,16,8]},"limitburst_id":205000705,"attack_count":1,"attack_damage":[[100]],"attack_frames":[44],"effect_frames":[42],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[7,8,5,0],"element_resist":[0,0,0,0,0,0,-50,0],"status_resist":[10,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060200":10,"290060300":10,"290060400":20}},"strings":{"description":["A warlock who hails from a world where the Crystals shine with light and who claimed for himself the power of the Void. He is a creature born from countless malevolent souls, which gathered and took root in a single tree. By bringing together two previously-separated worlds, he seized the power of the Void. With it, he began wiping towns and villages from the map. But in the end, even Exdeath himself is consumed by the Void's massive power, losing himself and becoming Neo Exdeath. As Neo Exdeath, he desires the utter destruction of everything: all memory, all life, all worlds, and even himself. He is struck down by Bartz and his allies.","水晶閃耀的異界故事中登場的渴望虛無的魔道士，由寄宿在一棵樹中的邪惡之心所生。他將一分為二的世界再次合二為一，以此獲得了虛無之力，那以後不斷摧毀著村落城鎮，最後連他自己也被那強大的力量所吞噬，變成了新生艾克斯迪司。他渴望著將所有的記憶、存在、次元以及自身抹消，為此向巴茲等人襲來。","크리스탈이 빛나는 이계 이야기에 등장하는 마도사. 사악한 마음이 한 그루의 나무에 깃들어 탄생했다. 둘로 나뉜 세계를 하나로 합쳐 '공허'의 힘을 얻은 후 마을과 도시를 차례로 소멸시켰으나, 결국 강력한 '공허'의 힘을 제어하지 못해 네오 엑스데스로 변질되었다. 모든 기억과 존재, 차원, 그리고 자신마저 영원히 소멸하기 바라며 버츠 일행을 공격했다.","Un sorcier venu d'un monde où les cristaux brillent de mille feux et qui rêve de s'emparer du Pouvoir du Néant. C'est un être né des âmes malveillantes réunies et installées dans un même arbre. En rassemblant les deux mondes divisés, il parvient à capturer le pouvoir du Néant et commence à rayer de la carte tous les villages existants. Finalement, Exdeath est lui aussi dévoré par la puissance du Néant et renaît en tant que Néo-Exdeath. Sous cette nouvelle forme, il cherche à tout anéantir : les souvenirs, la vie, les mondes et même lui. Il est arrêté par Bartz et ses compagnons.","Warlock aus einer Welt, in der die Kristalle Licht ausstrahlten. Wurde aus zahllosen bösartigen Seelen geboren, welche sich in einem einzelnen Baum vereinten. Indem er die zwei bisher getrennten Welten einte, erhielt er die Kraft des Nichts. Damit begann er, Dörfer und Städte von der Karte auszuradieren. Schließlich wird er jedoch selbst von der großen Kraft des Nichts verschluckt - er verliert sich selbst und wird zu Neo Exdeath. Als Neo Exdeath ist es sein Wunsch, alles zu zerstören: Alle Erinnerung, alles Leben, alle Welten und sogar sich selbst. Er wird von Bartz und dessen Verbündeten besiegt.","Un brujo, originario de un mundo donde los cristales brillan, que quería el poder del Vacío. Es una criatura nacida de incontables almas malvadas que se reunieron y arraigaron en un único árbol. Al unir dos mundos anteriormente separados, obtuvo el poder del Vacío, que empezó a usar para borrar del mapa a pueblos y aldeas. Al final, el poder masivo del Vacío consume al mismo Exdeath, que se convierte en Neo Exdeath, un ser que desea la destrucción total de los recuerdos, de la vida, de los mundos e incluso de sí mismo. Bartz y sus aliados lo vencieron."],"summon":["I seek the power of the Void.<br>I will obliterate any who stand in my way!","我所追求的是虛無之力……<br>阻礙我的人全都要滅亡！","내가 원하는 것은 '무'의 힘…….<br>방해하는 자에게는<br>죽음을 내리리라!","Je recherche le pouvoir du Néant.<br>Tous ceux qui me feront obstacle seront anéantis !","Ich suche die Macht des Nichts!<br>Wer mich hindern will, wird ausgelöscht!","Busco el poder del Vacío.<br>¡Eliminaré a quien se entrometa en mi camino!"],"evolution":["Mwahahaha!<br>With this new strength of mine, perhaps I could even defeat...you!","哈哈哈哈哈！<br>就憑你們能夠打敗擁有此等力量的我嗎？","하하하!<br>이 거대한 힘을 얻은 나를<br>네놈들이 통제할 수 있을까?","Mouahahaha <br>J'ai acquis une telle force que je pourrais vaincre n'importe qui...même vous !","Wahahaha!<br>Mit so viel neuer Kraft könnte ich wohl sogar ... dich besiegen!","¡Ja, ja, ja, ja!<br>Con esta nueva fuerza que tengo, ¡podría vencerte incluso a ti!"],"affinity":["The world shall inevitably be mine.<br>Until that day, I do not mind taking part in this...diversion.","世界最終會落入我的手中。<br>就把這些戰鬥<br>當做是那之前的余興好了……","머지않아 세계는 내 것이 된다.<br>그때까지 여흥을 즐긴다 생각하면<br>썩 나쁘지 않지…….","Un jour, le monde sera à moi. C'est inévitable. En attendant, je ne dis pas non à un peu de... distraction.","Eines Tages wird die Welt mein sein.<br>Aber zwischenzeitlich werde ich mich dieser ... Zerstreuung widmen.","Antes o después el mundo será mío.<br>Hasta entonces, no me importa participar en esta... distracción."],"fusion":["Are you sure it is wise to grant me so much power?<br>I might turn it against you someday...","你竟然放心給我這麼多的力量。<br>小心我背叛你哦。","내게 이렇게 큰 힘을<br>바쳐도 괜찮겠나?<br>도리어 너희를 위협할지 모르는 일이거늘.","N'as-tu jamais songé aux risques de m'offrir un tel pouvoir ? Qui sait, je pourrais peut-être m'en servir contre toi...","Wagst du es, mir so viel Macht anzuvertrauen?<br>Ich könnte sie irgendwann gegen dich wenden.","¿Seguro que es sensato concederme tanto poder? Podría volverlo contra ti algún día..."]}},"205000706":{"compendium_id":369,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1030,3121,390,195],"MP":[62,188,85,42],"ATK":[39,117,26,13],"DEF":[36,109,26,13],"MAG":[48,145,26,13],"SPR":[41,123,26,13]},"limitburst_id":205000706,"attack_count":1,"attack_damage":[[100]],"attack_frames":[44],"effect_frames":[42],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,8,6,0],"element_resist":[0,0,0,0,0,0,-50,0],"status_resist":[10,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A warlock who hails from a world where the Crystals shine with light and who claimed for himself the power of the Void. He is a creature born from countless malevolent souls that gathered and took root in a single tree in the Great Forest of Moore, who came to desire ruling the world through the power of the Void. However, the Void would eventually prove too powerful for him to control, and he was consumed by it--just like the warlock-king Enuo before him.","水晶閃耀的異界故事中登場的渴望虛無的魔道士。由寄宿在慕亞大森林的一棵樹中的邪惡之心所生，他取得了封印在次元夾縫的虛無之力，並企圖支配世界。可是，他與曾經同樣得到虛無之力企圖支配世界的魔道士恩歐一樣，最終反被得到手的虛無之力吞噬了。","크리스탈이 빛나는 이계 이야기에 등장하는 '무'를 갈망하는 마도사. 무어의 대삼림에 있던 한 그루의 나무에 사악한 마음이 깃들어 탄생한 존재로, 차원의 틈새에 봉인된 '무'의 힘으로 세계를 지배하려 했다. 그러나 일찍이 '무'의 힘을 이용해 세계를 자신의 것으로 만들려 했던 사악한 마도사 에누오와 마찬가지로, 손에 넣었을 터인 '무'에 의해 스스로가 삼켜지는 말로를 걷게 된다.","Un sorcier venu d'un monde où les cristaux brillent de mille feux et qui rêve de s'emparer du pouvoir du Néant. C'est un être né des âmes malveillantes réunies et installées dans un même arbre, dans la grande forêt de Mua, qui désire dominer le monde avec le pouvoir du Néant. Cependant, il finira par se faire engloutir par le Néant, trop puissant pour être contrôlé, tout comme le roi-sorcier Énuo avant lui.","Ein Warlock, der in einer Erzählung über Kristalle in einer anderen Welt vorkommt. Er dürstete nach der Macht des Nichts. Exdeath wurde aus einem uralten Baum im Großen Wald von Moore geboren, in dem sich zahllose böse Seelen versammelt hatten. Mit der im interdimensionalen Riss versiegelten Macht des Nichts plante er, die Welt zu unterwerfen. Letztendlich war diese Macht jedoch zu groß für ihn, und wie schon der diabolische Warlock Enuo zuvor, wurde er vom Nichts verschlungen.","Brujo originario de un mundo donde los cristales brillan, que reclamó para sí el poder del Vacío. Es una criatura nacida de incontables almas malvadas que se reunieron y arraigaron en un único árbol del Gran Bosque de Moore, donde comenzaron a ansiar controlar el mundo mediante el poder del Vacío. El poder del vacío, sin embargo, terminaría siendo demasiado poderoso para poder controlarlo, y terminó consumiéndolo del mismo modo que al rey brujo Enuo antes que a él."],"summon":["The power to devour all...<br>Soon, it will be mine.","能夠吞噬一切的最強之力……馬上就要成為我的東西了。","모든 것을 집어삼키는 최강의 힘…<br>머지않아 내 것이 될 것이다.","Le pouvoir de tout engloutir...<br>Sera bientôt mien.","Die ultimative, alles verschlingende Macht ...<br>Bald wird sie mein sein!","El poder devora a todos...<br>Y pronto será mío."],"evolution":["Ha ha ha ha!<br>I have been waiting for this.<br>The power of the Void is mine!","哈哈哈……我就是在等待這個時刻……這次我一定要把虛無之力弄到手！","하하하…<br>이 때를 기다리고 있었다…<br>지금이야말로 '무'의 힘을 손에 넣을 때로다!","Ha ha ha ha !<br>J'attendais ça avec impatience.<br>Le pouvoir du Néant est miens !","Hahahaha!<br>Lange habe ich auf diesen Moment gewartet.<br>Die Macht des Nichts ist mein!","¡Ja, ja, ja, ja!<br>Llevaba mucho tiempo esperando esto.<br>¡El poder del Vacío al fin es mío!"],"affinity":["The world shall inevitably be mine.<br>Until that day, I do not mind taking part in this...diversion.","世界最終會落入我的手中。<br>就把這些戰鬥<br>當做是那之前的餘興好了……","머지않아 세계는 내 것이 된다.<br>그때까지 여흥을 즐긴다 생각하면<br>썩 나쁘지 않지……","Le monde finira tôt ou tard sous mon contrôle.<br>En attendant, je ne suis pas contre prendre un peu de bon temps.","Eines Tages wird die Welt mein sein.<br>Aber zwischenzeitlich werde ich mich dieser... Zerstreuung widmen.","Antes o después el mundo será mío.<br>Hasta entonces, no me importa participar en esta... distracción."],"fusion":["Ha ha ha ha!<br>All shall kneel to my power!","哈哈哈！屈服於我的力量吧！","하하하!<br>내 힘 앞에 무릎 꿇어라!","Ha ha ha ha !<br>Vous vous prosternerez tous devant mon pouvoir !","Hahahaha!<br>Neige dein Haupt vor meiner Stärke!","¡Ja, ja, ja, ja!<br>¡Todos se inclinarán ante mi poder!"]}}},"skills":{"10121":{"name":"Regen (Auto)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 60 (+1.2x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"100730"},"10130":{"name":"Dispel","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"20150":{"name":"Gravity","cost":{"MP":12},"attack_frames":[[0]],"attack_type":"Magic","element_inflict":null,"effects":["50% HP damage to one enemy"],"icon":"ability_26.png"},"20190":{"name":"Osmose","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.3x, MAG) as MP drain (30%) to one enemy"],"icon":"ability_6.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20270":{"name":"Graviga","cost":{"MP":20},"attack_frames":[[0]],"attack_type":"Magic","element_inflict":null,"effects":["75% HP damage to all enemies"],"icon":"ability_26.png"},"20430":{"name":"Meteor","cost":{"MP":50},"attack_frames":[[350]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.5x * 1.33 = 3.33x, MAG) to all enemies (ignore reflect)"],"icon":"ability_29.png"},"30200":{"name":"Imperil","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Reduce resistance to all elements by 20% for 3 turns to one enemy"],"icon":"ability_39.png"},"30220":{"name":"Faith","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase MAG by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"70210":{"name":"Meteor+1","cost":{"MP":50},"attack_frames":[[310,330,350]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.5x * 1.33 = 3.33x, MAG) to all enemies (ignore reflect)"],"icon":"ability_29.png"},"70220":{"name":"Meteor+1","cost":{"MP":50},"attack_frames":[[310,330,350]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (3x * 1.33 = 4x, MAG) to all enemies (ignore reflect)"],"icon":"ability_29.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png"},"100730":{"name":"Auto-Regen","attack_type":"None","element_inflict":null,"effects":["Gain Regen (Auto) (10121) at the start of a battle or when revived"],"icon":"ability_91.png"},"200160":{"name":"Dual Black Magic","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Enable unit to cast 2 black magic spells"],"icon":"ability_26.png"},"203900":{"name":"Transcender","attack_type":"None","element_inflict":null,"effects":["Increase magic damage against Humans by 30%","Increase magic damage against Avians by 30%","Increase magic damage against Beasts by 30%","Increase magic damage against Plants by 30%","Increase magic damage against Insects by 30%"],"icon":"ability_79.png"},"203910":{"name":"Wicked Light","cost":{"MP":65},"attack_frames":[[242]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.8x * 1.33 = 3.73x, MAG) to all enemies (ignore reflect)"],"icon":"ability_5.png"},"203920":{"name":"Earth Shaker","cost":{"MP":20},"attack_frames":[[180]],"attack_type":"Magic","element_inflict":["Earth"],"effects":["Magic earth damage (1.8x, MAG) to all enemies"],"icon":"ability_28.png"},"701690":{"name":"Transcender+1","attack_type":"None","element_inflict":null,"effects":["Increase magic damage against Humans by 40%","Increase magic damage against Avians by 40%","Increase magic damage against Beasts by 40%","Increase magic damage against Plants by 40%","Increase magic damage against Insects by 40%"],"icon":"ability_79.png"},"701700":{"name":"Transcender+1","attack_type":"None","element_inflict":null,"effects":["Increase magic damage against Humans by 50%","Increase magic damage against Avians by 50%","Increase magic damage against Beasts by 50%","Increase magic damage against Plants by 50%","Increase magic damage against Insects by 50%"],"icon":"ability_79.png"},"701710":{"name":"Wicked Light+1","cost":{"MP":50},"attack_frames":[[242]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.8x * 1.33 = 3.73x, MAG) to all enemies (ignore reflect)"],"icon":"ability_5.png"},"701720":{"name":"Wicked Light+1","cost":{"MP":50},"attack_frames":[[242]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (3.5x * 1.33 = 4.67x, MAG) to all enemies (ignore reflect)"],"icon":"ability_5.png"}},"LB":{"name":"Grand Cross","attack_count":[1],"attack_frames":[[200]],"damage_type":"Magic","element_inflict":["Dark"],"min_level":["Magic dark damage (2.7x, MAG) to all enemies","Inflict 4 random status effects (50%) to all enemies"],"max_level":["Magic dark damage (3.9x, MAG) to all enemies","Inflict 4 random status effects (74%) to all enemies"]},"TMR":{"name":"Holy","compendium_id":21,"compendium_shown":true,"unit_restriction":null,"skills":{"10210":{"name":"Holy","cost":{"MP":35},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.3x, SPR) to one enemy"],"icon":"ability_5.png","desc":""}},"effects":["Grants 'Holy' magic."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_5.png","strings":{"names":["Holy","神聖","홀리","Sidéral","Sanctus","Sanctus"],"desc_short":["Deal light damage to one enemy","對1名敵人發動光屬性攻擊","적 1명에게 빛속성 피해","Dégâts de lumière sur un ennemi","Lichtschaden, ein Ziel","Inflige daño de luz a un enemigo."],"desc_long":["Deals light damage to one enemy.","對1名敵人發動光屬性攻擊。","적 1명에게 빛속성 피해를 줍니다.","Inflige des dégâts de lumière à un ennemi.","Fügt einem Gegner Lichtschaden zu.","Inflige daño de luz a un enemigo."]},"type":"MATERIA"}},"205000805":{"rarity_min":5,"rarity_max":7,"name":"Gilgamesh","game":"FFV","job":"Guard Captain","sex":"Male","equip":[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,30,31,41,51,52,60],"entries":{"205000805":{"compendium_id":363,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[921,2792,360,180],"MP":[38,115,40,20],"ATK":[38,114,16,8],"DEF":[34,104,16,8],"MAG":[29,87,16,8],"SPR":[29,89,16,8]},"limitburst_id":205000805,"attack_count":1,"attack_damage":[[100]],"attack_frames":[58],"effect_frames":[56],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[3,3,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":5,"290060200":20,"290060300":10,"290060400":10}},"strings":{"description":["Exdeath's bodyguard in another world where tales of the Crystals are told. Although Gilgamesh has enough power to eliminate the entire army of the Bal Kingdom, there is still something off about him. Having been tasked by Exdeath to keep a close watch on the prisoner Bartz and his companions, he eventually found himself cornered by Galuf who was attempting to rescue them. Gilgamesh then fled, but battled the party again once they reached the Big Bridge.","水晶閃耀的異界故事中登場的艾克斯迪司的親衛隊長。雖然有著毀滅巴爾國軍隊的實力，不過總感覺腦子裡缺根弦，讓人恨不起來。在巴茲被抓後，艾克斯迪司將看守的任務交給了他，可他卻被前來救助同伴的加拉夫逼上絕路，最終放棄職務逃走了。在那之後，他為了抓回企圖逃走的一行人便在大橋進行埋伏，再次向巴茲等人發起了挑戰。","크리스탈이 빛나는 이계 이야기에 등장하는 엑스데스의 친위대장. 발 왕국의 군대를 전멸시킬 정도의 실력자이나, 얼빠진 구석이 있어 왠지 모르게 미워할 수가 없다. 엑스데스에게 붙잡힌 버츠 일행을 감시할 것을 명령 받았지만, 동료를 구출하기 위해 숨어든 가라프에게 밀려 임무를 포기하고 도주하고 말았다. 그 후 빅 브릿지에 숨어있다가, 탈출을 시도하는 버츠 일행에게 다시 한 번 도전한다.","Garde du corps d'Exdeath dans un autre monde où est contée l'histoire des cristaux. Malgré le fait que Gilgamesh soit capable d'anéantir l'armée du royaume de Bal tout entière, quelque chose cloche chez lui. Chargé par Exdeath de surveiller le prisonnier Bartz et ses compagnons, il se retrouva piégé par Galuf, qui venait les délivrer. Gilgamesh s'enfuit alors, mais les affronta de nouveau lorsqu'ils atteignirent le Grand pont.","Die Leibwache von Exdeath, die in einer Erzählung über Kristalle aus einer anderen Welt vorkommt. Gilgamesch verfügte zwar über die Macht, die gesamte Armee von Bal eigenhändig zu vernichten, war aber auch irgendwie ein Tölpel, den man nicht völlig hassen konnte. Er wurde von Exdeath mit der Bewachung des gefangenen Bartz und dessen Gefährten beauftragt, doch dann von Galuf in die Flucht geschlagen. Später lauerte er der Gruppe an der Großen Brücke erneut auf.","Guardaespaldas de Exdeath en otro mundo donde se narran los relatos de los cristales. Gilgamesh posee poder suficiente como para eliminar a todo el ejército del reino de Bal, pero algo en él no encaja. Cuando Exdeath le encomienda vigilar al prisionero Bartz y a sus compañeros, termina acorralado por Galuf en el intento de este por rescatarlos. Gilgamesh huye, pero vuelve a enfrentarse al grupo de nuevo cuando llegan al Gran Puente."],"summon":["Mwa ha ha ha ha!<br>I was just wondering what I would do, hadn't I been called.","哈哈哈哈！我還怕你不會叫我出來呢！","후하하하하!<br>불러주지 않으면 어쩌지,<br>하고 불안해하던 차였다!","Mouhahaha !<br>J'étais justement en train de me demander ce que j'allais bien pouvoir faire, et voilà que tu m'as invoqué.","Bwahahaha!<br>Ich hatte schon Angst, dass ich gar nicht mehr gerufen werde!","¡Muajajaja!<br>Me estaba preguntado qué pasaría si ninguno me llamase."],"evolution":[null,null,null,null,null,null],"affinity":["I'd like to go one-on-one with you sometime!","真想和你1對1決出高下！","너와는 언젠가 한 번쯤<br>1대1로 겨뤄보고 싶군!","J'aimerais t'affronter seul à seul un jour !","Mit dir würde ich gern mal im Zweikampf die Kräfte messen!","¡Me encantaría tener un duelo contigo algún día!"],"fusion":["Oh no!<br>I just realized I have something important to do... Ha ha, just kidding!","嗚！　我想起一件要緊的事！……逗你玩呢！","앗! 급한 볼일이 생각났다!<br>…물론 뻥이다!","Oh non !<br>Je viens de réaliser que j'ai quelque chose d'important à faire... ha ha, je plaisante !","Oh! Mir fällt gerade ein, dass ich ganz dringend weg muss!<br>Ha! War nur Spaß.","¡Oh, no!<br>Acabo de darme cuenta de que tengo algo importante que hacer... ¡Ja, ja, que estoy de cachondeo!"]}},"205000806":{"compendium_id":364,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1198,3630,510,255],"MP":[50,150,65,32],"ATK":[49,149,26,13],"DEF":[45,136,26,13],"MAG":[38,114,26,13],"SPR":[38,116,26,13]},"limitburst_id":205000806,"attack_count":1,"attack_damage":[[100]],"attack_frames":[58],"effect_frames":[56],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[4,4,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000450":1}},"strings":{"description":["Exdeath's most powerful henchman in another world where tales of the Crystals are told. Gilgamesh challenged Bartz and his party to countless fights only to flee from each one of them. Eventually, he even attacked them with a poor replica of the Excalibur, which lead Exdeath to banish him to the Void as a punishment for his incompetence. Although he was tasked with the protection of the legendary Genji equipment, rumor has it that Bartz and his party made off with it in one of their battles against him.","水晶閃耀的異界故事中登場的艾克斯迪司的手下豪傑。艾克斯迪司對他多次敗於巴茲等人，並手握聖劍偽造品的愚蠢行為失去耐心，將他送入了次元夾縫。他私藏著多件「源氏」系列的異國防具，但據說在與巴茲等人戰鬥時，這些裝備都被他們偷走了。","크리스탈이 빛나는 이계 이야기에 등장하는 엑스데스의 부하이자 호걸. 버츠 일행과의 전투에서 수없이 패배했을 뿐만 아니라, 속아서 가짜 성검을 진짜로 착각하는 등의 실수를 연이어 저지르는 바람에 엑스데스에게 버림받아 차원의 틈새로 추방당하고 만다. '겐지'라는 이름이 붙은 이국의 방어구를 남몰래 가지고 있던 모양이지만, 일설에 의하면 버츠 일행과의 전투 중에 전부 도둑맞았다고 한다.","L'homme de main le plus puissant d'Exdeath, dans un autre monde où est contée l'histoire des cristaux. Gilgamesh a défié Bartz et son groupe un nombre incalculable de fois, sans pour autant parvenir à les vaincre. Il est même allé jusqu'à tenter de les attaquer avec une fausse Excalibur, ce qui conduisit Exdeath à le bannir du Néant pour son incompétence. Il était chargé de protéger le légendaire équipement de Genji, mais Bartz et son groupe le lui auraient dérobé au cours d'une de leurs batailles.","Exdeaths mächtigster Gefolgsmann, der in einer Erzählung über Kristalle aus einer anderen Welt vorkommt. Er forderte Bartz und Gefährten mehrmals heraus, wurde aber jedes Mal in die Flucht geschlagen. Nachdem Gilgamesch sich von einer Replik des legendären Schwertes Excalibur hatte täuschen lassen, verlor Exdeath die Geduld mit ihm und verbannte ihn in den interdimensionalen Riss. Gerüchten zufolge war er auch der Hüter der legendären Genji-Ausrüstung, doch Bartz und seine Kameraden sollen sie ihm während eines Kampfes stibitzt haben.","El seguidor más poderoso de Exdeath en otro mundo donde se narran los relatos de los cristales. Gilgamesh retó a Bartz y a su grupo en innumerables ocasiones, y en todas ellas terminó huyendo. Al final, incluso llegó a atacarlos con una pobre réplica de la Excálibur. Exdeath, harto de su incompetencia, lo desterró al Vacío. Aunque tenía el deber de proteger el legendario equipo Genji, corren rumores de que Bartz y los suyos se lo robaron en una de las batallas contra él."],"summon":["The blue sky, the wide ocean...<br>I am full of good vibes.<br>Hey...who dares stand in my way?!","藍藍的天，一望無垠的大海……到底是哪個傢伙打擾我享受這美好時光的！","푸~른 하늘, 넓~은 바다…<br>이렇게 황홀한 기분에 잠겨있는<br>날 방해하는 건… 누구냐~!!","Le ciel bleu, le vaste océan...<br>Je suis rempli de bonnes vibrations.<br>Hé... qui ose se mettre en travers de mon chemin ?!","Der Himmel ist so blau ...<br>Das Meer so weit ...<br>HEY!! Stör mich nicht, während ich einen poetischen Höhenflug habe!","El cielo azul, el vasto océano...<br>Estoy lleno de energía.<br>¡¿Ah... quién se atreve a meterse en mi camino?!"],"evolution":["Alright, it's time to fight<br>with all I've got!","好啦，就讓我拿出真本事來戰鬥吧！","좋아, 지금부턴 전력을 다해<br>싸우도록 하겠다!","Allez, c'est l'heure de donner tout ce que j'ai dans le combat !","Es ist Zeit, euch meine<br>ganze Stärke zu demonstrieren!","Vale, ¡voy a dejarme<br>el alma combatiendo!"],"affinity":["I'd like to go one-on-one with you sometime!","真想和你1對1決出高下！","너와는 언젠가 한 번쯤<br>1대1로 겨뤄보고 싶군!","J'aimerais t'affronter seul à seul un jour !","Mit dir würde ich gern mal im Zweikampf die Kräfte messen!","¡Me encantaría tener un duelo contigo algún día!"],"fusion":["There is none who can stand against my new power, and the strongest blade in the land!","新力量和最強的劍相結合就能所向無敵！","새로운 힘과 최강의 검이 합쳐지면<br>무적이다!","Personne ne peut rivaliser avec mes nouveaux pouvoirs, et la plus puissante des lames du pays !","Mit dieser neuen Kraft und dem mächtigsten Schwert der Welt kann mich niemand mehr aufhalten!","¡No hay nadie que pueda hacer frente a mi nuevo poder, ni a la espada más poderosa que existe!"]}},"205000807":{"compendium_id":1072,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1557,4719,900,450],"MP":[64,195,90,45],"ATK":[64,193,40,20],"DEF":[61,185,40,20],"MAG":[49,148,40,20],"SPR":[52,158,40,20]},"limitburst_id":205000807,"attack_count":1,"attack_damage":[[100]],"attack_frames":[58],"effect_frames":[56],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[4,4,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A hero from another world where tales of the Crystals are told. Although Gilgamesh once served Exdeath, his continuous failures get him sent to the Interdimensional Rift as punishment. Having crossed swords with Bartz and his friends multiple times, he eventually grows fond of them and even receives them like old friends when they arrive to the Rift following his time isolated there. He momentarily parts from them afterwards, but comes back to support them in their fight against an evil demon.","水晶閃耀的異界故事中登場的豪傑，他曾經是艾克斯迪司的心腹，但由於犯了大錯，被送入次元夾縫。在幾次交手後，對巴茲等人萌生了友情，再加上對孤獨的不安，導致在次元夾縫再會時，他對待一行人有如老朋友一樣。雖然與巴茲等人分別，但後來又趕往了與魔物戰鬥的一行人的身邊。","크리스탈이 빛나는 이계 이야기에 등장하는 호걸. 본래 엑스데스의 심복이었으나, 반복되는 실패로 인해 버림받아 차원의 틈새로 내쫓기게 된다. 몇 번이나 검을 맞대었던 버츠 일행에게 우정 비슷한 마음을 품게 되고, 차원의 틈새에서 재회했을 때는 홀로 남겨진 것에 대한 불안 탓이었는지 오랜 친구를 만난 듯한 모습을 보였다. 버츠 일행과는 일단 헤어졌지만, 후에 마물과 싸우는 그들의 곁으로 달려갔다.","L'homme de main le plus puissant d'Exdeath, dans un autre monde où est contée l'histoire des cristaux. Gilgamesh fut banni dans le Néant à cause de ses multiples échecs. A force de croiser le fer avec Bartz et ses compagnons, il commença à ressentir ce qui ressemble à de l'amitié pour ses ennemis, au point que, lorsqu'il les retrouva dans le Néant, il se comporta comme s'il avait retrouvé un vieil ami, sûrement en réaction à la peur de la solitude qui commençait à envahir tout son être. Bien qu'ils fussent à nouveau séparés, Gilgamesh finit par les rejoindre dans leur combat contre les démons.","Ein Recke aus einer fernen Welt, in der Geschichten über funkelnde Kristalle überliefert werden. Obwohl Gilgamesch einst Exdeath als treuer Vasall zu Diensten war, führen seine wiederholten Misserfolge dazu, dass er mit einem Exil im interdimensionalen Riss bestraft wird. Nachdem er mehrfach die Klingen mit ihnen kreuzte, wächst in ihm eine Art Freundschaftsgefühl für Bartz und seine Freunde. Als diese ihm im interdimensionalem Riss erneut begegnen, empfängt der von seiner Isolation frustrierte Gilgamesch sie wie alte Freunde. Für eine Weile trennt er sich von der Gruppe, stößt aber später wieder zu ihnen, um ihnen bei einem Kampf gegen einen bösen Dämon beizustehen.","Un héroe de un mundo donde se cuentan historias sobre los cristales. Aunque en el pasado Gilgamesh sirvió bajo las órdenes de Exdeath, sus continuos fallos le valieron el castigo de ser enviado a la Grieta Interdimensional. Asimismo, después de luchar contra Bartz y sus amigos en multitud de ocasiones, Gilgamesh acaba encariñándose de estos e incluso, tras pasar mucho tiempo aislado, los recibe como si de viejos amigos se tratara cuando llegan a la Grieta. A partir de ahí, sus caminos se separan, aunque Gilgamesh acaba regresando para ayudarlos en su lucha contra el demonio maligno."],"summon":["Look, monsters! Hmm...? This isn't the Interdimensional Rift?!","終於現身了你這個怪物！嗯？這裡不是次元夾縫？","나왔구나, 괴물아!<br>……음? 여기, 차원의 틈새가 아닌가?","Regarde, des monstres ! Mhmm... ? N'est-ce pas le Vortex dimensionnel ?!","Obacht, Monster! ... Hm? Ist das hier etwa nicht der interdimensionale Riss?!","¡Eh, monstruos! Esto... ¡¿Eso no es una grieta interdimensional?!"],"evolution":["I will not allow history to look upon me as some sort of fool!","我可不能遺臭萬年啊！","꼴사나운 채로<br>역사에 남을 순 없으니 말야!","Je ne laisserai pas cette faiblesse ternir mon image pour la postérité !","Ich werde nicht zulassen, dass ich als irgendeine Art Clown in die Geschichte eingehe!","¡No voy a quedar como un idiota en las páginas de la Historia!"],"affinity":["I'd like to go one-on-one with you sometime!","真想和你1對1決出高下！","너와는 언젠가 한 번쯤<br>1대1로 겨뤄보고 싶군!","J'aimerais t'affronter seul à seul un jour !","Mit dir würde ich gern mal im Zweikampf die Kräfte messen!","¡Me encantaría batirme en duelo contigo algún día!"],"fusion":["Allow me to show you my top-class power!","正好！就讓你們見識見識吉爾伽美什大人的力量吧！","좋아!<br>이 길가메시 님의 힘을 보여 주지!","Laisse-moi te montrer toute l'étendue de mon pouvoir !","Erlaube mir, dir meine atemberaubenden Kräfte zu demonstrieren!","¡Déjame que te enseñe mi increíble poder!"]}}},"skills":{"30090":{"name":"Protect","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30140":{"name":"Shell","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"100030":{"name":"HP +30%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"101460":{"name":"High Jump","attack_type":"None","element_inflict":null,"effects":["Increase damage dealt by jump attacks by 100%"],"icon":"ability_80.png"},"200260":{"name":"Jump","cost":{"MP":7},"attack_frames":[[0]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy after a one turn jump delay"],"icon":"ability_80.png"},"203980":{"name":"Weapon Collector","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40% when equipped with a Katana","Increase ATK by 30% when equipped with a Sword","Increase ATK by 20% when equipped with a Great Sword"],"icon":"ability_77.png"},"203990":{"name":"Tri-Attack","cost":{"MP":32},"attack_frames":[[42,62,82]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy"],"icon":"ability_53.png"},"204000":{"name":"Wind Slash","cost":{"MP":23},"attack_frames":[[70]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (2x, ATK) to all enemies"],"icon":"ability_25.png"},"204010":{"name":"Dancehall Daze","cost":{"MP":5},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Inflict Sleep (50%) on one enemy"],"icon":"ability_50.png"},"204020":{"name":"Snowpetal","cost":{"MP":45},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x * 2 = 3.6x, ATK) to all enemies (ignore cover)"],"icon":"ability_10.png"},"227480":{"name":"I suppose I misjudged!","cost":{"MP":1},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock I suppose I misjudged! (507930) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"227481":{"name":"Secret Sword Art - Excalipoor","cost":{"MP":76},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Physical","element_inflict":null,"effects":["Fixed* damage (1) to one enemy","Reduce ATK, DEF, MAG and SPR by 55% for 3 turns to one enemy"],"icon":"ability_54.png"},"227482":{"name":"Secret Sword Art - Kotetsu","cost":{"MP":72},"attack_frames":[[42,52,62,72]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5.5x, ATK) to one enemy","Dodge 2 physical attacks for 3 turns to caster"],"icon":"ability_53.png"},"227483":{"name":"Secret Sword Art - Naginata","cost":{"MP":38},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 3-5 to all allies"],"icon":"ability_54.png"},"227484":{"name":"Genji Code","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 30% when armed with two weapons","Replace LB with Gilgamesh Transform (900000157):\n\tIncrease ATK, DEF, MAG and SPR by 91% for 5 turns to caster\n\tGain Secret Sword Art skills  [Excalibur (507934) / Genji Blade (507937) / Muramasa (507935) / Zantetsuken (507936)] for 4 turns"],"icon":"ability_95.png"},"227485":{"name":"Secret Hero's Art","attack_type":"None","element_inflict":null,"effects":["Increase the damage of Snowpetal (204020), Snowpetal+1 (701350), Snowpetal+2 (701360), Tri-Attack (203990), Tri-Attack+1 (701490) and Tri-Attack+2 (701500) by (1x)","Increase LB gauge by 1 per turn"],"icon":"ability_77.png"},"227486":{"name":"Genji Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG, SPR, HP and MP by 15% when equipped with Genji Blade, Genji Glove, Genji Shield, Genji Helm (FFV), Genji Armor (FFBE) or Genji Armor - Replica"],"icon":"ability_53.png"},"227487":{"name":"Collector - Short Swords, Swords, and Large Swords","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Fire by 50% when equipped with Dagger, Sword or Great Sword","Increase physical and magic damage against Beasts by 75% when equipped with Dagger, Sword or Great Sword"],"icon":"ability_79.png"},"227488":{"name":"Collector - Katanas","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Ice by 50% when equipped with Katana","Increase physical and magic damage against Humans by 75% when equipped with Katana"],"icon":"ability_79.png"},"227489":{"name":"Collector - Staves and Rods","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Wind by 50% when equipped with Staff or Rod","Increase physical and magic damage against Demons by 75% when equipped with Staff or Rod"],"icon":"ability_79.png"},"227490":{"name":"Collector - Bows and Instruments","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Water by 50% when equipped with Bow or Instrument","Increase physical and magic damage against Reapers by 75% when equipped with Bow or Instrument"],"icon":"ability_79.png"},"227491":{"name":"Collector - Axes, Hammers, and Maces","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Earth by 50% when equipped with Axe, Hammer or Mace","Increase physical and magic damage against Stones by 75% when equipped with Axe, Hammer or Mace"],"icon":"ability_79.png"},"227492":{"name":"Collector - Spears","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Light by 50% when equipped with Spear","Increase physical and magic damage against Dragons by 75% when equipped with Spear"],"icon":"ability_79.png"},"227493":{"name":"Collector - Whips and Fists","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Lightning by 50% when equipped with Whip or Fist","Increase physical and magic damage against Machinas by 75% when equipped with Whip or Fist"],"icon":"ability_79.png"},"227494":{"name":"Collector - Guns and Throwing Weapons","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Dark by 50% when equipped with Throwing or Gun","Increase physical and magic damage against Avians by 75% when equipped with Throwing or Gun"],"icon":"ability_79.png"},"507930":{"name":"I suppose I misjudged!","cost":{"MP":1},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Gain Fighting all four of you... (507931) for one turn"],"icon":"ability_60.png","parentID":"227480"},"507934":{"name":"Secret Sword Art - Excalibur","cost":{"MP":54},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Physical","element_inflict":["Light"],"effects":["Physical light damage (7.8x, ATK) to one enemy"],"icon":"ability_54.png","parentID":"227484"},"507935":{"name":"Secret Sword Art - Muramasa","cost":{"MP":52},"attack_frames":[[42,50,58,66,74]],"attack_type":"Hybrid","element_inflict":["Dark"],"effects":["Hybrid dark damage (15.2x, ATK & MAG) to one enemy"],"icon":"ability_53.png","parentID":"227484"},"507936":{"name":"Secret Sword Art - Zantetsuken","cost":{"MP":45},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Cast Death (35%) or deal physical damage (6x * 1 = 6x, ATK) to all enemies"],"icon":"ability_53.png","parentID":"227484"},"507937":{"name":"Secret Sword Art - Genji Blade","cost":{"MP":54},"attack_frames":[[110]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.5x, ATK) to all enemies","Reduce resistance to all elements by 60% for 3 turns to all enemies"],"icon":"ability_53.png","parentID":"227484"},"701210":{"name":"Weapon Collector+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40% when equipped with a Katana","Increase ATK by 30% when equipped with a Sword","Increase ATK by 20% when equipped with a Great Sword","Increase ATK by 20% when equipped with a Dagger","Increase ATK by 20% when equipped with a Spear"],"icon":"ability_77.png"},"701220":{"name":"Weapon Collector+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Katana","Increase ATK by 50% when equipped with a Sword","Increase ATK by 50% when equipped with a Great Sword","Increase ATK by 50% when equipped with a Dagger","Increase ATK by 50% when equipped with a Spear"],"icon":"ability_77.png"},"701350":{"name":"Snowpetal+1","cost":{"MP":35},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x * 2 = 3.6x, ATK) to all enemies (ignore cover)"],"icon":"ability_10.png"},"701360":{"name":"Snowpetal+1","cost":{"MP":35},"attack_frames":[[60]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x * 2.86 = 5.71x, ATK) to all enemies (ignore cover)"],"icon":"ability_10.png"},"701490":{"name":"Tri-Attack+1","cost":{"MP":32},"attack_frames":[[40,44,60,64,80,84]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy"],"icon":"ability_53.png"},"701500":{"name":"Tri-Attack+1","cost":{"MP":32},"attack_frames":[[40,44,50,54,60,64,70,74,80,84,90,94]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy"],"icon":"ability_53.png"}},"LB":{"name":"Gilgamesh Transform","attack_count":[1],"attack_frames":[[100]],"damage_type":"Physical","element_inflict":null,"min_level":["Increase ATK, DEF, MAG and SPR by 81% for 5 turns to caster"],"max_level":["Increase ATK, DEF, MAG and SPR by 110% for 5 turns to caster"]},"TMR":{"name":"Genji Glove","compendium_id":352,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100070":{"name":"ATK +10%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%"],"icon":"ability_77.png","desc":""},"100100":{"name":"MAG +10%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 10%"],"icon":"ability_77.png","desc":""},"101370":{"name":"Dual Wield","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed weapons"],"icon":"ability_72.png","desc":""}},"effects":["Grants 'ATK +10%' passive.","Grants 'MAG +10%' passive.","Grants 'Dual Wield' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50219.png","strings":{"name":["Genji Glove","源氏之護手","겐지의 장갑","Gants de Genji","Genji-Fäustling","Guantes de Genji"],"desc_short":["Fabled gloves of historical importance spoken of in the Farplane.","異界名家流傳下來的護手","이계에 전해지는 유서 깊은 팔보호대","Gants d'une grande importance historique contés dans les légendes de l'Au-delà.","Sagenhafte Fäustlinge, von denen im Abyssum gesprochen wird.","Guantes fabulosos de importancia histórica de los que se habla en el Etéreo."],"desc_long":["A glove from the Farplane. When equipped it boosts ATK and MAG, and also enables dual wield. According to various tales, it was passed down through the legendary Genji family. Though other items exist bearing the Genji name, they are scattered all over the place, and it would be quite a task to collect them all.","來自異界的護手，裝備上它便可提高攻擊力與魔力的數值，並且還能夠使用「雙刀流」。它是出現在諸多故事中的源氏一族代代相傳的裝備，除了這個護手之外還有很多源氏裝備分散於世界各地，想要集齊它們實為不易。","이계에서 건너온 장갑. 장비하면 공격력과 마력이 상승하고 '이도류'를 쓸 수 있게 된다. 다양한 설화에 전해지는 전설의 일족 '겐지'에 대대로 전해지는 물건이라고 한다. 이 장갑 외에도 겐지의 이름이 붙은 장비가 몇 개 존재하지만, 지금은 세상 곳곳에 흩어져서 모두 모으기란 매우 어렵다.","Un gant provenant de l'Au-delà. Une fois équipé, il augmente l'ATT et la MAGIE et permet également à son porteur d'apprendre Deux armes. Selon quantités de légendes, ce gant était transmis de génération en génération dans la famille Genji. Bien d'autres objets portant le nom Genji sont disséminés à travers le monde et tous les rassembler ne serait pas une mince affaire.","Ein Fäustling aus dem Abyssum. Wird er ausgerüstet, erhöht er ANG und MAG und ermöglicht das Ausrüsten zweier Waffen. Laut Erzählungen wurde er von der legendären Genji-Familie weitergegeben. Es existieren noch andere Gegenstände mit dem Namen Genji, die jedoch weit verstreut sind, und sie zu sammeln, wäre eine große Aufgabe.","Un guante del Etéreo. Al equiparlo aumenta el ATQ Y la MAG, y también permite dos armas. Según varias historias, fue transmitido a través de la legendaria familia Genji. A pesar de que existen otros objetos que llevan el nombre Genji, están dispersos por todas partes, y sería una ardua tarea conseguirlos todos."]}},"STMR":{"name":"Genji Helm (FFV)","compendium_id":974,"compendium_shown":true,"rarity":9,"type_id":41,"type":"EQUIP","slot_id":3,"slot":"Headgear","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":45,"DEF":15,"MAG":0,"SPR":2,"element_resist":{"Dark":30},"element_inflict":null,"status_resist":{"Paralyze":100,"Confusion":100,"Petrify":100},"status_inflict":null},"price_buy":240000,"price_sell":24000,"icon":"item_30230.png","strings":{"name":["Genji Helm (FFV)","源氏之盔（FFV）","겐지의 투구(FFV)","Casque de Genji (FFV)","Genji-Helm (FFV)","Casco de Genji (FFV)"],"desc_short":["A helm related to the legendary \"Genji\" household.","與傳說一族「源氏」有關的頭盔","전설의 일족 '겐지'의 투구","Un casque que l'on retrouve dans les récits de la légendaire famille \"Genji\".","Ein Helm, der dem Haushalt der legendären Familie \"Genji\" zugeschrieben wird.","Un casco que guarda relación con la legendaria familia de los Genji."],"desc_long":["A helm owned by a great warrior who gathered a collection of weapons through battles against heroes hailing from various worlds. The helm is named after a legendary household, and is considered one of the greatest helms available that boasts astounding defensive properties. The mysterious person who owns this helm is said to have a full set of other Genji gear, but it seems they can be stolen from him during battle.","與各個異界的英雄戰鬥，收集了無數武器的豪傑所持有的頭盔。此頭盔不辱「源氏」之名，擁有首屈一指的防禦性能。而且，持有這頭盔的謎之男人還收集了不少其他源氏裝備，在戰鬥中有時還會失竊。","다양한 이계에서 영웅들과 싸우고 수많은 무기를 모아온 호걸이 소유한 투구. 전설의 일족 '겐지'의 이름을 받은 만큼, 수많은 투구 중에서도 손꼽히는 방어 성능을 자랑한다. 또한, 이 투구를 지닌 수수께끼의 남자는 투구 말고도 다른 겐지의 장비를 소지했다고 하는데, 한창 싸우는 중에 도둑맞은 일도 있었다고 한다.","Le casque d'un grand guerrier qui collectionne les armes des héros qu'il a défiés en combat dans différents mondes. Il est considéré comme l'un des meilleurs casques disponibles grâce à ses propriétés défensives incroyables et tire son nom d'une famille légendaire. Le mystérieux propriétaire de ce casque clame à qui veut l'entendre qu'il possède d'autres pièces de l'ensemble d'armure de Genji, mais il semble qu'elles lui auraient été volées en combat.","Der Helm eines Recken, der durch Kämpfe mit den Helden verschiedener Welten ein ganzes Arsenal unzähliger Waffen zusammengesammelt hatte. Der Helm ist nach einer legendären Familie benannt und wird als einer der wenigen Helme betrachtet, die über absolut herausragende Abwehrqualitäten verfügen. Von der mysteriösen Person, die diesen Helm besitzt, heißt es, dass ihr ein ganzes Set weiterer Genji-Ausrüstung gehört. Es kam jedoch wohl schon vor, dass diese ihr während eines Kampfes gestohlen wurde.","El casco de un guerrero legendario que fue coleccionando las armas de todos los héroes de otros mundo contra los que iba combatiendo. Este casco en particular lleva el nombre de una familia bastante célebre y, además, está considerado como uno de los mejores cascos que existen gracias a sus propiedades defensivas. Se dice que el misterioso dueño de este casco cuenta con todo el equipamiento de Genji, aunque por lo visto se lo robaron durante un combate."]}}},"205000905":{"rarity_min":5,"rarity_max":7,"name":"暗黒魔道士エクスデス","game":"FFV","job":"Dark Mage","sex":"Male","equip":[1,2,5,6,15,30,31,41,51,52,60],"entries":{"205000905":{"compendium_id":1475,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[915,2774,240,120],"MP":[57,172,40,20],"ATK":[33,99,16,8],"DEF":[31,93,16,8],"MAG":[43,129,24,12],"SPR":[38,115,16,8]},"limitburst_id":205000905,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[76,124],"effect_frames":[74,122],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[7,8,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060200":10,"290060300":10,"290060400":20}},"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"205000906":{"compendium_id":1476,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1190,3606,390,195],"MP":[74,223,65,32],"ATK":[42,128,26,13],"DEF":[40,120,26,13],"MAG":[55,167,34,17],"SPR":[49,149,26,13]},"limitburst_id":205000906,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[76,124],"effect_frames":[74,122],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,8,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001360":1}},"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"205000907":{"compendium_id":1477,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1547,4687,540,270],"MP":[95,289,90,45],"ATK":[55,166,40,20],"DEF":[51,156,40,20],"MAG":[72,217,65,32],"SPR":[67,203,40,20]},"limitburst_id":205000907,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[76,124],"effect_frames":[74,122],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,8,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":{"10130":{"name":"Dispel","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"20150":{"name":"Gravity","cost":{"MP":12},"attack_frames":[[0]],"attack_type":"Magic","element_inflict":null,"effects":["50% HP damage to one enemy"],"icon":"ability_26.png"},"20190":{"name":"Osmose","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.3x, MAG) as MP drain (30%) to one enemy"],"icon":"ability_6.png"},"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20270":{"name":"Graviga","cost":{"MP":20},"attack_frames":[[0]],"attack_type":"Magic","element_inflict":null,"effects":["75% HP damage to all enemies"],"icon":"ability_26.png"},"20430":{"name":"Meteor","cost":{"MP":50},"attack_frames":[[350]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.5x * 1.33 = 3.33x, MAG) to all enemies (ignore reflect)"],"icon":"ability_29.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"200160":{"name":"Dual Black Magic","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Enable unit to cast 2 black magic spells"],"icon":"ability_26.png"},"203900":{"name":"Transcender","attack_type":"None","element_inflict":null,"effects":["Increase magic damage against Humans by 30%","Increase magic damage against Avians by 30%","Increase magic damage against Beasts by 30%","Increase magic damage against Plants by 30%","Increase magic damage against Insects by 30%"],"icon":"ability_79.png"},"203910":{"name":"Wicked Light","cost":{"MP":65},"attack_frames":[[242]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.8x * 1.33 = 3.73x, MAG) to all enemies (ignore reflect)"],"icon":"ability_5.png"},"230600":{"name":"邪なる暗黒魔道士","attack_type":"None","element_inflict":null,"effects":["Increase MAG, HP and MP by 20%"],"icon":"ability_77.png"},"230601":{"name":"三度目の野望","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%","Recover MP (10%) per turn","Increase resistance to Dark by 30%"],"icon":"ability_77.png"},"230602":{"name":"クリスタルの破壊者","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30% when equipped with a Sword","Increase MAG by 30% when equipped with a Rod","Increase the limit burst gauge fill rate by 50%"],"icon":"ability_77.png"},"230603":{"name":"エアロスペル","cost":{"MP":32},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (4x, MAG) to one enemy"],"icon":"ability_25.png"},"230604":{"name":"アーススペル","cost":{"MP":32},"attack_frames":[[160]],"attack_type":"Magic","element_inflict":["Earth"],"effects":["Magic earth damage (4x, MAG) to one enemy"],"icon":"ability_28.png"},"230605":{"name":"ダークスペル","cost":{"MP":32},"attack_frames":[[160]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (4x, MAG) to one enemy"],"icon":"ability_26.png"},"230606":{"name":"無の衝撃","cost":{"MP":38},"attack_frames":[[102]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (3.5x, MAG) to all enemies"],"icon":"ability_10.png"},"230607":{"name":"エクスデスソウル","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%","Increase LB gauge by 3 per turn","Increase magic damage against Beasts by 20%","Increase magic damage against Avians by 20%"],"icon":"ability_77.png"},"230608":{"name":"集束する邪悪","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF and HP by 20%","Increase resistance to Sleep, Silence and Confusion by 100%"],"icon":"ability_19.png"},"230609":{"name":"無を求めし者","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%","Increase magic damage against Humans by 20%","Increase magic damage against Insects by 20%","Increase magic damage against Plants by 20%","Increase resistance to Wind and Earth by 30%"],"icon":"ability_79.png"},"230610":{"name":"エアロスパーク","cost":{"MP":64},"attack_frames":[[52,72,92,112,132]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (5x, MAG) with consecutive damage increase (max. 4 times, +2.5x MAG each, 15x total) to all enemies"],"icon":"ability_25.png"},"230611":{"name":"アースグレイヴ","cost":{"MP":64},"attack_frames":[[52,72,92,112,132]],"attack_type":"Magic","element_inflict":["Earth"],"effects":["Magic earth damage (5x, MAG) with consecutive damage increase (max. 4 times, +2.5x MAG each, 15x total) to all enemies"],"icon":"ability_28.png"},"230612":{"name":"ダークスワロー","cost":{"MP":64},"attack_frames":[[52,72,92,112,132]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (5x, MAG) with consecutive damage increase (max. 4 times, +2.5x MAG each, 15x total) to all enemies"],"icon":"ability_26.png"},"230613":{"name":"次元斬り","cost":{"MP":54},"attack_frames":[[76,119]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (8x, MAG) with consecutive damage increase (max. 5 times, +2x MAG each, 18x total) to one enemy"],"icon":"ability_54.png"},"230614":{"name":"次元斬り・技増","cost":{"MP":46},"attack_frames":[[76,119],[160]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (4.5x, MAG) to one enemy","Increase LB gauge by 4-5 to caster"],"icon":"ability_54.png"},"230615":{"name":"次元斬り・魔増","cost":{"MP":46},"attack_frames":[[76,119],[160]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (4.5x, MAG) to one enemy","Increase MAG by 120% for 4 turns to caster"],"icon":"ability_54.png"},"230616":{"name":"W暗黒魔道","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Wicked Light (203910), アースグレイヴ (230611), アーススタブ (230621), アーススペル (230604), エアロガスト (230620), エアロスパーク (230610), エアロスペル (230603), エクスフレア (509603), エクスホーリー (509604), エクスメテオ (509605), ダークスペル (230605), ダークスワロー (230612), ダークルイン (230622), 全てを無へ (230624), 次元斬り (230613), 次元斬り・技増 (230614), 次元斬り・魔増 (230615), 無の力 (230623), 無の波動 (800023) and 無の衝撃 (230606) twice in one turn"],"icon":"ability_8.png"},"230617":{"name":"T暗黒魔道","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Wicked Light (203910), アースグレイヴ (230611), アーススタブ (230621), アーススペル (230604), エアロガスト (230620), エアロスパーク (230610), エアロスペル (230603), エクスフレア (509603), エクスホーリー (509604), エクスメテオ (509605), ダークスペル (230605), ダークスワロー (230612), ダークルイン (230622), 全てを無へ (230624), 次元斬り (230613), 次元斬り・技増 (230614), 次元斬り・魔増 (230615), 無の力 (230623), 無の波動 (800023) and 無の衝撃 (230606) 3 times in one turn"],"icon":"ability_8.png"},"230618":{"name":"世界を無に帰す力","attack_type":"None","element_inflict":null,"effects":["Increase MAG and MP by 30%","Increase equipment MAG by 50% when armed with a single weapon","Increase equipment MAG by 50% when armed with two weapons"],"icon":"ability_77.png"},"230619":{"name":"宇宙の　法則が　乱れる！","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 40%","Increase LB damage by 50%"],"icon":"ability_77.png"},"230620":{"name":"エアロガスト","cost":{"MP":70},"attack_frames":[[52,72,92,112,132]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (6x, MAG) to all enemies","Reduce resistance to Wind by 75% for 4 turns to all enemies"],"icon":"ability_25.png"},"230621":{"name":"アーススタブ","cost":{"MP":70},"attack_frames":[[52,72,92,112,132]],"attack_type":"Magic","element_inflict":["Earth"],"effects":["Magic earth damage (6x, MAG) to all enemies","Reduce resistance to Earth by 75% for 4 turns to all enemies"],"icon":"ability_28.png"},"230622":{"name":"ダークルイン","cost":{"MP":70},"attack_frames":[[52,72,92,112,132]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (6x, MAG) to all enemies","Reduce resistance to Dark by 75% for 4 turns to all enemies"],"icon":"ability_26.png"},"230623":{"name":"無の力","cost":{"MP":100},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock 無の力 (509602) on turn 1 [7 turns CD]"],"icon":"ability_105.png"},"230624":{"name":"全てを無へ","cost":{"MP":120},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Unlock 全てを無へ (509606) on turn 5 [5 turns CD]"],"icon":"ability_105.png"},"509602":{"name":"無の力","cost":{"MP":100},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 200% for 5 turns to caster","Restore 500 MP split over 5 turns to caster","Gain エクス skills  [フレア (509603) / ホーリー (509604)] for 5 turns"],"icon":"ability_105.png","parentID":"230623"},"509603":{"name":"エクスフレア","cost":{"MP":60},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (7x, MAG) to one enemy","Increase damage of エクスメテオ (509605) by 100% for 5 turns"],"icon":"ability_10.png","parentID":"230616"},"509604":{"name":"エクスホーリー","cost":{"MP":60},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (7x, MAG) to one enemy","Gain エクスメテオ (509605) for 4 turns"],"icon":"ability_10.png","parentID":"230616"},"509605":{"name":"エクスメテオ","cost":{"MP":80},"attack_frames":[[350]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (10x, MAG) to one enemy"],"icon":"ability_10.png","parentID":"230616"},"509606":{"name":"全てを無へ","cost":{"MP":120},"attack_frames":[[170]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (15x, MAG) to all enemies","Reduce resistance to Wind, Earth and Dark by 100% for 3 turns to all enemies","Gain 4 uses of Wicked Light (203910), アースグレイヴ (230611), アーススタブ (230621), アーススペル (230604), エアロガスト (230620), エアロスパーク (230610), エアロスペル (230603), エクスフレア (509603), エクスホーリー (509604), エクスメテオ (509605), ダークスペル (230605), ダークスワロー (230612), ダークルイン (230622), 全てを無へ (230624), 次元斬り (230613), 次元斬り・技増 (230614), 次元斬り・魔増 (230615), 無の力 (230623), 無の波動 (800023) and 無の衝撃 (230606) for 3 turns"],"icon":"ability_105.png","parentID":"230624"},"800023":{"name":"無の波動","cost":{"MP":64},"attack_frames":[[52,72,92,112,132]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (5.5x, MAG) with consecutive damage increase (max. 4 times, +2.5x MAG each, 15.5x total) to all enemies"],"icon":"ability_10.png"},"800024":{"name":"終焉の大樹","attack_type":"None","element_inflict":null,"effects":["Increase MAG and MP by 10%","Recover MP (5%) per turn"],"icon":"ability_77.png"}},"LB":{"name":"永遠の虚無","attack_count":[20],"attack_frames":[[184,193,202,211,220,229,238,247,256,265,274,283,292,301,310,319,328,337,346,355]],"damage_type":"Magic","element_inflict":null,"min_level":["Magic damage (32.1x, MAG) to all enemies","Reduce SPR by 60% for 5 turns to all enemies","Restore 200 MP to caster"],"max_level":["Magic damage (35x, MAG) to all enemies","Reduce SPR by 60% for 5 turns to all enemies","Restore 200 MP to caster"]},"TMR":{"name":"暗黒の指輪","compendium_id":1273,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"230562":{"name":"暗黒の力","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants '暗黒の力' passive."],"stats":{"HP":0,"MP":0,"ATK":0,"DEF":6,"MAG":52,"SPR":0,"element_resist":{"Dark":30},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50415.png","strings":{"name":[null,null,null,null,null,null],"desc_short":[null,null,null,null,null,null],"desc_long":[null,null,null,null,null,null]}},"STMR":{"name":"死を超える者","compendium_id":950,"compendium_shown":true,"unit_restriction":null,"skills":{"230563":{"name":"死を超える者","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 60%","Increase magic damage against Humans by 50%","Increase magic damage against Insects by 50%","Increase magic damage against Plants by 50%"],"icon":"ability_79.png","desc":""}},"effects":["Grants '死を超える者' passive."],"unique":false,"price_buy":200000,"price_sell":20000,"icon":"ability_79.png","strings":{"names":[null,null,null,null,null,null],"desc_short":[null,null,null,null,null,null],"desc_long":[null,null,null,null,null,null]},"type":"MATERIA"}},"205001005":{"rarity_min":5,"rarity_max":7,"name":"暁の四戦士ガラフ","game":"FFV","job":"Warrior","sex":"Male","equip":[1,2,16,30,31,40,41,50,51,52,60],"entries":{"205001005":{"compendium_id":1478,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[981,2972,240,120],"MP":[40,121,40,20],"ATK":[38,114,16,8],"DEF":[41,123,24,12],"MAG":[27,81,16,8],"SPR":[39,119,16,8]},"limitburst_id":205001005,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[44,66],"effect_frames":[42,64],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[5,6,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060200":20,"290060300":10,"290060400":10}},"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"205001006":{"compendium_id":1479,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1275,3863,390,195],"MP":[52,157,65,32],"ATK":[49,148,26,13],"DEF":[52,159,34,17],"MAG":[35,105,26,13],"SPR":[50,154,26,13]},"limitburst_id":205001006,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[44,66],"effect_frames":[42,64],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[6,7,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001370":1}},"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"205001007":{"compendium_id":1480,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1657,5021,540,270],"MP":[67,204,90,45],"ATK":[63,192,40,20],"DEF":[68,206,65,32],"MAG":[45,136,40,20],"SPR":[65,200,40,20]},"limitburst_id":205001007,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[44,66],"effect_frames":[42,64],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[6,7,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":{"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20290":{"name":"Firaja","cost":{"MP":28},"attack_frames":[[210]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_21.png"},"20300":{"name":"Blizzaja","cost":{"MP":28},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_22.png"},"20310":{"name":"Thundaja","cost":{"MP":28},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_20.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"101230":{"name":"Evade","attack_type":"None","element_inflict":null,"effects":["10% chance of evading physical attacks"],"icon":"ability_75.png"},"101340":{"name":"Draw Attacks","attack_type":"None","element_inflict":null,"effects":["Increase chance of being targeted by 50%"],"icon":"ability_83.png"},"203970":{"name":"Fortitude","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 20% when equipped with a Sword"],"icon":"ability_77.png"},"230630":{"name":"老練な男","attack_type":"None","element_inflict":null,"effects":["Increase ATK, HP and MP by 20%"],"icon":"ability_77.png"},"230631":{"name":"仲間想いの老戦士","attack_type":"None","element_inflict":null,"effects":["Increase HP by 50%","Increase chance of being targeted by 30%","Recover MP (7%) per turn"],"icon":"ability_83.png"},"230632":{"name":"攻めの剣","cost":{"MP":26},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.8x, ATK) to one enemy","Increase LB gauge by 3-4 to caster"],"icon":"ability_54.png"},"230633":{"name":"守りの剣","cost":{"MP":34},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x, ATK) to one enemy","Increase chance of being targeted by 100% for 4 turns","Reduce damage taken from physical attacks taken by 25% to caster for 4 turns"],"icon":"ability_54.png"},"230634":{"name":"不屈の絆","cost":{"MP":40},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Transfer LB gauge to another unit","Increase ATK and DEF by 110% for 4 turns to all allies"],"icon":"ability_78.png"},"230635":{"name":"孫娘を護る決意","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 30%","Increase ATK by 30% when equipped with a Sword"],"icon":"ability_95.png"},"230636":{"name":"喚び起こした記憶","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%","Increase resistance to Confusion and Petrify by 100%","Increase Charm resistance by 100% to caster"],"icon":"ability_19.png"},"230637":{"name":"不倒の意志","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 50%","100% chance to set HP to 1 upon fatal damage, if HP was above 5% (max 1 times)"],"icon":"ability_41.png"},"230638":{"name":"猛火の剣","cost":{"MP":46},"attack_frames":[[82,90,98,106,114,122,130,138]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (5x, ATK) to one enemy","Increase resistance to Fire by 65% for 4 turns to all allies"],"icon":"ability_21.png"},"230639":{"name":"光彩の剣","cost":{"MP":46},"attack_frames":[[82,90,98,106,114,122,130,138]],"attack_type":"Physical","element_inflict":["Light"],"effects":["Physical light damage (5x, ATK) to one enemy","Increase resistance to Light by 65% for 4 turns to all allies"],"icon":"ability_5.png"},"230640":{"name":"制約の剣","cost":{"MP":40},"attack_frames":[[113],[113]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.5x, ATK) to one enemy","Reduce ATK and DEF by 60% for 4 turns to one enemy"],"icon":"ability_54.png"},"230641":{"name":"反撃態勢","cost":{"MP":26},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["75% chance to intercept physical damage to allies for 4 turns, reducing damage by 50%-70%","Gain 2 uses of 中和の剣 (800025), 光彩の剣 (230639), 制約の剣 (230640), 守りの剣 (230633), 攻めの剣 (230632), 猛火の剣 (230638) and 過去への一撃 (230648) for 4 turns"],"icon":"ability_69.png"},"230642":{"name":"暁の四戦士・ガラフ","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 40%","60% chance to counter physical attacks with 暁の四戦士・ガラフ (509611) to caster (max 1 / turn)","60% chance to counter magic attacks with 暁の四戦士・ガラフ (509611) to caster (max 1 / turn)"],"icon":"ability_68.png"},"230643":{"name":"バル国の王","attack_type":"None","element_inflict":null,"effects":["Increase ATK, HP and MP by 30%","Increase resistance to Fire and Light by 50%"],"icon":"ability_19.png"},"230644":{"name":"希望の光を遺す者","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 50%","Increase DEF by 150% when HP drops below 40% (max 9999x)","Increase SPR by 150% when HP drops below 40% (max 9999x)"],"icon":"ability_77.png"},"230645":{"name":"誓約の護り","cost":{"MP":100},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock 誓約の護り (509612) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"230646":{"name":"暁炎","cost":{"MP":84},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock 暁炎 (509613) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"230647":{"name":"暁光","cost":{"MP":84},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock 暁光 (509614) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"230648":{"name":"過去への一撃","cost":{"MP":54},"attack_frames":[[82,90,98,106,114,122,130,138]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6.5x, ATK) to one enemy","Reduce resistance to Fire and Light by 75% for 4 turns to one enemy","Gain 未来への誓い (509615) for 4 turns"],"icon":"ability_54.png"},"509611":{"name":"暁の四戦士・ガラフ","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by 30% to caster for one turn"],"icon":"ability_43.png","parentID":"230642"},"509612":{"name":"誓約の護り","cost":{"MP":100},"attack_frames":[[70]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 200% for 4 turns to caster","80% chance to intercept physical damage to allies for 4 turns, reducing damage by 60%-80%","Reduce damage taken by 40% to all allies for 4 turns"],"icon":"ability_105.png","parentID":"230645"},"509613":{"name":"暁炎","cost":{"MP":84},"attack_frames":[[70],[70],[70]],"attack_type":"None","element_inflict":null,"effects":["Add Fire element (100%) to physical attacks for 4 turns to one ally, except caster","Add Fire element (100%) to physical attacks for 4 turns to caster","Reduce resistance to Fire by 90% for 4 turns to one random enemy"],"icon":"ability_105.png","parentID":"230646"},"509614":{"name":"暁光","cost":{"MP":84},"attack_frames":[[70],[70],[70]],"attack_type":"None","element_inflict":null,"effects":["Add Light element (100%) to physical attacks for 4 turns to one ally, except caster","Add Light element (100%) to physical attacks for 4 turns to caster","Reduce resistance to Light by 90% for 4 turns to one random enemy"],"icon":"ability_105.png","parentID":"230647"},"509615":{"name":"未来への誓い","cost":{"MP":32},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 8 to all allies","Increase resistance to Fire and Light by 100% for 2 turns to all allies"],"icon":"ability_9.png","parentID":"230648"},"800025":{"name":"中和の剣","cost":{"MP":33},"attack_frames":[[2]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Remove all buffs and debuffs from one enemy"],"icon":"ability_65.png"},"800026":{"name":"熱き魂","attack_type":"None","element_inflict":null,"effects":["Increase SPR and MP by 10%","Increase resistance to Fire and Light by 30%"],"icon":"ability_9.png"}},"LB":{"name":"暁の四戦士","attack_count":[14],"attack_frames":[[168,204,237,243,249,255,261,267,273,279,285,291,297,359]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (12.1x, ATK) to one enemy","Reduce damage taken by 21% to all allies for 4 turns"],"max_level":["Physical damage (15x, ATK) to one enemy","Reduce damage taken by 50% to all allies for 4 turns"]},"TMR":{"name":"ガラフの剣","compendium_id":1274,"compendium_shown":true,"rarity":8,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'HP +20%' passive."],"stats":{"HP":0,"MP":0,"ATK":130,"DEF":30,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_10276.png","strings":{"name":[null,null,null,null,null,null],"desc_short":[null,null,null,null,null,null],"desc_long":[null,null,null,null,null,null]}},"STMR":{"name":"異世界より来た戦士","compendium_id":951,"compendium_shown":true,"unit_restriction":null,"skills":{"230564":{"name":"異世界より来た戦士","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 40%","Increase resistance to Fire and Light by 50%"],"icon":"ability_77.png","desc":""}},"effects":["Grants '異世界より来た戦士' passive."],"unique":false,"price_buy":200000,"price_sell":20000,"icon":"ability_77.png","strings":{"names":[null,null,null,null,null,null],"desc_short":[null,null,null,null,null,null],"desc_long":[null,null,null,null,null,null]},"type":"MATERIA"}},"205001105":{"rarity_min":5,"rarity_max":7,"name":"Warrior of Light Bartz","game":"FFV","job":"Adventurer","sex":"Male","equip":[1,2,3,4,5,6,7,8,10,12,13,15,16,30,31,40,41,50,51,52,53,60],"entries":{"205001105":{"compendium_id":1481,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[941,2850,240,120],"MP":[42,126,40,20],"ATK":[40,122,24,12],"DEF":[34,102,16,8],"MAG":[29,89,16,8],"SPR":[36,109,16,8]},"limitburst_id":205001105,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[18,45],"effect_frames":[16,43],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[5,5,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":5,"290060200":10,"290060300":20,"290060400":10}},"strings":{"description":["A young man who appears in tales from another world, where he hailed from the village of Lix and was involved in the war of the Crystals. His father's last wish was for Bartz to travel the world, and thus he roams, from one land to the next with his chocobo, Boko. In the course of this wandering, he sees a meteorite fall from the sky and strike Tycoon. Following its path, he meets the princess Lenna, and Galuf, an old man who has lost his memories. This is how his true adventure begins. Using the skills that his father, Dorgann, passed on to him, he defeats many strong foes...though he cannot defeat his childhood fear of heights so easily.","異界有關水晶的故事中登場的裡克斯村的青年，他遵循父親的遺囑，與陸行鳥波可一起環遊世界。他在隕石的墜落地與泰空的公主蕾娜以及失去記憶的老人加拉夫相會，從此踏上了保護水晶的冒險旅程。他自幼接受父親多爾伽恩的訓練，用從小磨練出的本領克服了許多旅途中的難關。另外，小時候發生的某件事導致他有懼高症。","이계에서 전해지는 크리스탈 이야기에 등장하는 릭스 마을의 청년. 세계를 여행하며 견문을 넓히라는 아버지의 유언에 따라 초코보 '보코'와 함께 각지를 유랑하던 중, 운석이 떨어진 곳에서 타이쿤의 공주 레나와 기억을 잃은 노인 가라프를 만나 크리스탈을 지키는 모험을 떠나게 된다. 아버지 도르간에게 전수받은 기술로 수많은 강적과 싸워나간다. 참고로 어릴 때 겪은 어떤 사건 때문에 고소공포증이 있다.","Un jeune homme qui apparaît dans les contes d'un autre monde. Il est originaire du village de Lix et a pris part à la Guerre des cristaux. Dans ses dernières volontés, le père de Bartz souhaitait qu'il parcoure le monde ; et aujourd'hui, il erre donc d'un pays à l'autre en compagnie de Boko, son chocobo. Durant son périple, il assiste à la chute d'une météorite sur la ville de Tycoon. Suivant cette direction, il fait alors la connaissance de la princesse Lenna et de Galuf, un vieillard amnésique. C'est là que commence sa véritable quête. Grâce aux compétences transmises par son père Dorgann, il terrasse aisément les nombreux ennemis qui se présentent à lui, à la seule exception de sa peur des hauteurs...","Ein junger Mann, der in Erzählungen aus einer anderen Welt vorkommt. Er stammt aus dem Dorf Lix und war am Krieg der Kristalle beteiligt. Der letzte Wunsch seines Vaters war es, dass Bartz die Welt bereisen möge, und so wandert er mit seinem Chocobo Boko durch die Welt. Auf seiner Reise sieht er, wie ein Meteorit vom Himmel fällt und auf Tycoon einschlägt. Als er dessen Verlauf folgt, trifft er auf Prinzessin Lenna und Galuf, einen alten Mann mit Gedächtnisverlust. So beginnt sein wahres Abenteuer. Mit den Fertigkeiten, die sein Vater Dorgann ihm beibrachte, besiegt er viele starke Gegner ... nur seine Höhenangst aus Kindertagen wird er nicht so leicht los.","Un joven que aparece en los relatos de otro mundo. Bartz era originario de la aldea de Lix y se vio envuelto en la guerra por los cristales. El último deseo de su padre fue que viajara por el mundo y por eso deambula de un lado para otro junto a Boko, su chocobo. En el transcurso de su viaje, ve un meteorito caer del cielo, sobre Tycoon, y allí conoce a la princesa Lenna y a Galuf, un anciano que ha perdido los recuerdos. Así es como empieza su verdadera aventura. Aunque derrota a muchos enemigos gracias a las habilidades que le enseñó su padre, Dorgann, no puede superar el miedo a las alturas que tiene desde pequeño."],"summon":["The wind is calling me...<br>Let's go see this wide world together!","風在呼喚我……<br>好！就讓我們一起朝著廣闊的世界出發吧！","바람이 날 부르고 있어……<br>좋아! 우리 함께<br>더 넓은 세상을 보러 가자!","Le vent m'appelle...<br>Partons ensemble à la découverte de ce vaste monde !","Der Wind ruft mich ...<br>Lass uns gemeinsam die weite Welt bereisen!","El viento me llama...<br>¡Exploremos este ancho mundo juntos!"],"evolution":[null,null,null,null,null,null],"affinity":["Let's go. We'll keep everyone safe.<br>We'll protect your world, and your crystals!","上吧。<br>你們的世界，你們的水晶，<br>就由我們來保護！","자, 가자. 우리가 지키는 거야.<br>너희의 세계를,<br>너희의 크리스탈을!","Allons-y ! On va y arriver.<br>On va protéger votre monde et vos cristaux !","Gehen wir. Wir werden euch beschützen.<br>Wir retten eure Welt und eure Kristalle!","Vamos, protejamos a todos.<br>¡Defenderemos vuestro mundo y los cristales!"],"fusion":["Thanks!<br>With this kind of power,<br>I'll be able to fight on.","謝啦！<br>只要有了這力量，<br>就能更好地戰鬥啦！","고마워!<br>이렇게 힘을 받았으니<br>더 잘 싸울 수 있겠어.","Merci !<br>Grâce à ce pouvoir,<br>je ne suis pas près d'abandonner !","Danke!<br>Mit dieser Macht kann ich <br>noch besser kämpfen.","¡Gracias!<br>Con este poder podré seguir luchando."]}},"205001106":{"compendium_id":1482,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1223,3706,390,195],"MP":[54,163,65,32],"ATK":[53,159,34,17],"DEF":[44,133,26,13],"MAG":[38,116,26,13],"SPR":[47,142,26,13]},"limitburst_id":205001106,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[18,45],"effect_frames":[16,43],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[6,6,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001380":1}},"strings":{"description":["A young man who appears in tales from another world, where he hailed from the village of Lix and was involved in the war of the Crystals. He is passionate, and a powerful ally who does not hesitate to help his comrades. He travels with his friends to protect the Crystals of wind, water, fire, and earth. Yet the Crystals are destroyed, one by one, by outside forces. Still, as each Crystal shatters, Bartz and his allies gain new skills to help them in their noble cause.","異界有關水晶的故事中登場的裡克斯村的青年，他為人仗義，為了幫助信任的人而不惜一切努力。他與同伴們為保護擁有風、水、火、土4種力量的水晶而展開旅行，但水晶卻被別有用心的人接連破壞，每當水晶破碎，他就會繼承該水晶的心與力量，以此獲得全新的能力。","이계에서 전해지는 크리스탈 이야기에 등장하는 릭스 마을의 청년. 정이 두터우며 신뢰하는 상대에게는 도움을 아끼지 않는 강인함을 지녔다. 동료들과 함께 바람, 물, 불, 땅의 크리스탈을 지키기 위해 각지를 여행하지만, 결국 크리스탈을 파괴하려는 세력에 의해 모든 크리스탈이 부서진다. 그러나 그때마다 크리스탈의 마음과 힘을 계승하여 새로운 능력을 손에 넣었다고 전해진다.","Un jeune homme qui apparaît dans les contes d'un autre monde. Il est originaire du village de Lix et a pris part à la Guerre des cristaux. C'est un garçon fougueux et un allié puissant qui n'hésite jamais à venir en aide à ses amis. Il voyage aux côtés de ses compagnons dans le but de protéger les cristaux du vent, de l'eau, du feu et de la terre. Hélas, ceux-ci sont tous détruits un à un par des forces extérieures. À chaque cristal brisé, Bartz et ses alliés gagnent néanmoins de nouvelles aptitudes qui les aident à défendre leur noble cause.","Ein junger Mann, der in Erzählungen aus einer anderen Welt vorkommt. Er stammt aus dem Dorf Lix und war am Krieg der Kristalle beteiligt. Er ist stets Feuer und Flamme und darüber hinaus ein starker Verbündeter, der nie zögert, seinen Kameraden zu helfen. Er reist mit seinen Freunden, um die Kristalle des Windes, des Wassers, des Feuers und der Erde zu beschützen - und dennoch werden die Kristalle durch äußere Einwirkung einer nach dem anderen zerstört. Doch mit dem Zerbrechen jedes Kristalls erhalten Bartz und seine Verbündeten neue Fertigkeiten, die ihnen auf ihrem edlen Pfad nützlich sind.","Un joven que aparece en los relatos de otro mundo. Bartz era originario de la aldea de Lix y se vio envuelto en la guerra por los cristales. Es un aliado apasionado y poderoso que no duda en ayudar a sus camaradas, con quienes viaja para proteger los cristales de viento, agua, fuego y tierra. Con todo, y pese a que fuerzas externas terminan destruyéndolos, cada vez que se rompe un cristal, Bartz y sus aliados aprenden nuevas habilidades que les son muy útiles en su causa."],"summon":["I feel the power of the Crystals here, too.<br>Please, let me fight with you!","我在這個世界中也感受到了水晶之心。<br>讓我和你一起戰鬥吧！","이 세계에서도<br>크리스탈의 마음이 느껴지네.<br>좋아, 나도 같이 싸울게!","Je sens le pouvoir des cristaux ici aussi...<br>Je t'en prie, laisse-moi me battre à tes côtés !","Ich kann die Macht der Kristalle auch hier spüren.<br>Lass mich bitte gemeinsam mit dir kämpfen!","Siento el poder de los cristales en este mundo también.<br>Por favor, ¡déjame luchar contigo!"],"evolution":["I can feel the strength and the spirit of the Crystal...<br>Such incredible power!","水晶的心與力量<br>傳達給了我……<br>這就是我新的力量嗎！","크리스탈의 마음과 힘이<br>전해지는 게 느껴져……<br>이게 바로 새로운 힘이구나!","Je sens la force et l'esprit du cristal...<br>Quel pouvoir incroyable !","Ich kann die Kraft ... und den Geist des Kristalls spüren ...<br>Welch unglaubliche Macht!","Puedo sentir la fuerza... y el espíritu del cristal...<br>¡Qué poder tan increíble!"],"affinity":["Let's go. We'll keep everyone safe.<br>We'll protect your world, and your crystals!","上吧。<br>你們的世界，你們的水晶，<br>就由我們來保護！","자, 가자. 우리가 지키는 거야.<br>너희의 세계를,<br>너희의 크리스탈을!","Allons-y ! On va y arriver.<br>On va protéger votre monde et vos cristaux !","Gehen wir. Wir werden euch beschützen.<br>Wir retten eure Welt und eure Kristalle!","Vamos, protejamos a todos.<br>¡Defenderemos vuestro mundo y los cristales!"],"fusion":["The world is so vast...<br>I've got to be stronger if<br>I'm going to see it all.<br>Will you lend me your strength?","世界真是廣闊，<br>我也要變得更強才行。<br>你願意借給我力量嗎？","세상은 넓구나.<br>나도 더 강해져야겠는걸.<br>힘을 빌려줄래?","Le monde est si vaste...<br>Je vais devoir redoubler d'efforts si<br>je veux l'explorer un jour.<br>Me prêteras-tu ta force ?","Die Welt ist riesig. Wenn ich jemals<br>alles sehen will, muss ich noch stärker<br>werden. Wirst du mir dabei helfen?","El mundo es tan vasto...<br>Tengo que ser más fuerte si quiero verlo entero.<br>¿Me prestas tu fuerza?"]}},"205001107":{"compendium_id":1483,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1590,4818,540,270],"MP":[70,213,90,45],"ATK":[68,207,65,32],"DEF":[57,174,40,20],"MAG":[50,151,40,20],"SPR":[61,185,40,20]},"limitburst_id":205001107,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[18,45],"effect_frames":[16,43],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[6,6,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man who appears in tales from another world, where he was involved in the war of the Crystals. During his journey to protect the Crystals, he learns of the existence of Exdeath, an ancient warlock seeking to lead the world to destruction. More astoundingly, he learns that his late father was one of the four Warriors of Dawn who had previously sealed away Exdeath and saved the world. Following in his father's footsteps, he sets out to unseal the Legendary Weapons and defeat Exdeath within the Interdimensional Rift.","異界有關水晶的故事中登場的英雄，為保護水晶而進行旅行。在旅途中他得知想要毀滅世界的是一個叫艾克斯迪司的暗黑魔道士，更令他驚訝的是，亡父多爾伽恩竟然是當年封印艾克斯迪司、拯救世界的曉之四戰士。他決心要繼承父業，再次拯救世界。為打倒復活的艾克斯迪司，他依次解開了傳說中的12武器的封印，朝著次元夾縫走去。","이계에서 전해지는 크리스탈 이야기에 등장하는 영웅. 크리스탈을 지키기 위해 여행하던 중, 세계를 파멸시키려는 암흑 마도사 엑스데스를 알게 된다. 그뿐만 아니라, 세상을 떠난 아버지가 과거에 엑스데스를 봉인하고 세계를 구한 '새벽의 4전사' 중 하나였다는 사실을 알고 아버지처럼 세계를 구하기로 마음먹었다. 그 후 부활한 엑스데스를 쓰러뜨리기 위해 전설의 열두 무기의 봉인을 풀고 차원의 틈새로 갔다고 전해진다.","Un jeune homme qui apparaît dans les contes d'un autre monde et qui a pris part à la Guerre des cristaux. Durant sa quête visant à protéger les cristaux, il découvre l'existence d'Exdeath, un sorcier ancestral qui cherche à anéantir le monde. Son périple lui révèle également que son père n'était autre que l'un des quatre Guerriers de l'Aube ; le groupe de combattants ayant jadis scellé Exdeath, et ainsi sauvé le monde de ses premiers desseins. Suivant les traces de son père, il décide de briser le sceau des Armes légendaires pour vaincre Exdeath au cœur de la fissure interdimensionnelle.","Ein junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, wo er im Krieg der Kristalle involviert war. Während seiner Reise zum Schutz der Kristalle erfährt er von der Existenz Exdeaths, eines bösen alten Hexenmeisters, der die Welt in die Zerstörung führen will. Zu seinem noch größeren Erstaunen jedoch erfährt er, dass sein verstorbener Vater einer der vier Krieger der Morgendämmerung war, die Exdeath einst versiegelten und die Welt retteten. Er tritt in die Fußstapfen seines Vaters und macht sich auf, um die Siegel der Legendären Waffen zu brechen und Exdeath im Dimensionsvortex zu bezwingen.","Un joven que aparece en los relatos de otro mundo, donde se vio envuelto en la guerra por los cristales. Durante su viaje para protegerlos, descubre la existencia de Exdeath, un brujo antiguo que quiere destruir el mundo. Más sorprendente le resulta todavía saber que su padre era uno de los cuatro Guerreros del Alba que habían sellado a Exdeath en el pasado para salvar el mundo. Siguiendo los pasos de su padre, se dispone a liberar las Armas Legendarias y derrotar a Exdeath en la Grieta Interdimensional."],"summon":["You're you, and that's all that matters to me!<br>I'll lend you my strength!","你就是你自己！<br>不過，不管你是誰，<br>我都會借給你力量的！","너는 너다!<br>네가 누구든 간에<br>나는 널 도울 거야!","Tout ce qui compte pour moi est que tu restes comme tu es !<br>Je te prêterai ma force !","Du bist du, das ist das Einzige, was zählt!<br>Ich werde mich mit dir zusammentun!","¡Tú eres tú, y eso es lo único que me importa!<br>¡Te prestaré mi fuerza!"],"evolution":["Now I know how Dad must have felt.<br>Dorgann the Warrior of Dawn's legacy continues with me!","現在我能夠理解父親的想法了。<br>曉之四戰士多爾伽恩的榮耀就由我來繼承！","이제야 아버지의 마음을 알겠어.<br>새벽의 4전사 도르간의 명예는<br>내가 이어받는다!","Je comprends maintenant ce qu'a dû ressentir mon père... L'héritage de Dorgann, le Guerrier de l'Aube, continue d'exister à travers moi !","Jetzt verstehe ich, wie Vater sich gefühlt haben muss.<br>Das Erbe Dorganns lebt in mir weiter!","Ahora sé cómo se sintió papá.<br>¡El legado de Dorgann, el Guerrero del Alba, pervive en mí!"],"affinity":["Let's go. We'll keep everyone safe.<br>We'll protect your world, and your crystals!","上吧。<br>你們的世界，你們的水晶，<br>就由我們來保護！","자, 가자. 우리가 지키는 거야.<br>너희의 세계를,<br>너희의 크리스탈을!","Allons-y ! On va y arriver.<br>On va protéger votre monde et vos cristaux !","Gehen wir. Wir werden euch beschützen.<br>Wir retten eure Welt und eure Kristalle!","Vamos, protejamos a todos.<br>¡Defenderemos vuestro mundo y los cristales!"],"fusion":["I've got to become stronger!<br>I owe it to those I've lost!","我要變得更強！<br>這樣才能繼承先人的意志！","난 더 강해질 거야!<br>먼저 떠난 사람들의 뜻을<br>이어받기 위해서!","Il faut que je devienne plus fort !<br>Pour tous ceux que j'ai perdus !","Ich muss stärker werden!<br>Das schulde ich denen, die ich verloren habe.","¡Tengo que ser más fuerte!<br>¡Se lo debo a los que he perdido!"]}}},"skills":{"10122":{"name":"Regen (Champion)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1800 (+1x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"230674"},"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"101370":{"name":"Dual Wield","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed weapons"],"icon":"ability_72.png"},"200470":{"name":"Entrust","cost":{"MP":18},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Transfer LB gauge to another unit"],"icon":"ability_78.png"},"202530":{"name":"Boko's Pendant","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG, SPR, HP and MP by 10%"],"icon":"ability_77.png"},"203850":{"name":"Tailwind","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 150%"],"icon":"ability_78.png"},"230407":{"name":"Unleashed Power","attack_type":"None","element_inflict":null,"effects":["Use Unleashed Power (509523) at the start of a battle"],"icon":"ability_41.png"},"230660":{"name":"Time Mage: Haste","cost":{"MP":12},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 200% for 5 turns to caster","Increase LB gauge by 10 to caster"],"icon":"ability_4.png"},"230661":{"name":"Geomancer: Wind Slash","cost":{"MP":36},"attack_frames":[[47],[67]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (1.8x, ATK) to all enemies","Physical wind damage (1.8x, ATK) to all enemies"],"icon":"ability_25.png"},"230662":{"name":"Cannoneer: Silver Shot","cost":{"MP":48},"attack_frames":[[47]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy","Reduce DEF and SPR by 50% for 3 turns to one enemy"],"icon":"ability_3.png"},"230663":{"name":"Monk: Chakra","cost":{"MP":10},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Restore 4000 HP and 60 MP to caster","Cure Poison and Blind for caster"],"icon":"ability_4.png"},"230664":{"name":"Dancer: Sword Dance","cost":{"MP":56},"attack_frames":[[70,76,82,88,94,100,106],[112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, ATK) to one enemy","Physical damage (4.5x, ATK) to one enemy","Reduce resistance to Wind by 120% for 3 turns to one enemy"],"icon":"ability_54.png"},"230665":{"name":"Mystic Knight: Hurricane Tomahawk","cost":{"MP":52},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (4.5x, ATK) to one enemy","Add Wind element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_25.png"},"230666":{"name":"Gladiator: Bladeblitz","cost":{"MP":45},"attack_frames":[[80,90,100,110,120,130,140,150,160,170,180,190,200,210,220,230]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x, ATK) with consecutive damage increase (max. 15 times, +0.5x ATK each, 10x total) to all enemies"],"icon":"ability_54.png"},"230667":{"name":"Blue Mage: White Wind","cost":{"MP":42},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 3000 HP to all allies","Increase resistance to Wind by 100% for 3 turns to all allies"],"icon":"ability_12.png"},"230668":{"name":"Double Job Ability","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Blue Mage: White Wind (230667), Cannoneer: Silver Shot (230662), Dancer: Sword Dance (230664), Fragments of Inner Courage II (800027), Geomancer: Wind Slash (230661), Gladiator: Bladeblitz (230666), Monk: Chakra (230663), Mystic Knight: Hurricane Tomahawk (230665) and Time Mage: Haste (230660) twice in one turn"],"icon":"ability_8.png"},"230669":{"name":"Gained a job level - Level 2","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG and SPR by 120% for 9999 turns to caster (can not be removed)","Increase damage of Brave Blade (FFV) (509624), Dancer: Sword Dance (230664), Dual Spellblade (509623), Geomancer: Wind Slash (230661), Gladiator: Bladeblitz (230666) and Mystic Knight: Hurricane Tomahawk (230665) by 300% for 9999 turns","Gain Gained a job level - Level 3 (509621) (1 use)"],"icon":"ability_77.png"},"230670":{"name":"Dual Spellblade","cost":{"MP":84},"attack_frames":[[]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Unlock Dual Spellblade (509623) on turn 4 [4 turns CD]"],"icon":"ability_105.png"},"230671":{"name":"Winds of Pursuit","cost":{"MP":120},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Winds of Pursuit (509625) on turn 1 [12 turns CD]"],"icon":"ability_105.png"},"230672":{"name":"Adventurer's Freedom","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with two weapons"],"icon":"ability_72.png"},"230673":{"name":"Wind Wanderer","attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 20%","Increase resistance to Wind by 50%"],"icon":"ability_12.png"},"230674":{"name":"Boko's Bond","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%","Gain Regen (Champion) (10122) at the start of a battle or when revived","Recover MP (5%) per turn"],"icon":"ability_91.png"},"230675":{"name":"Piano Master","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%","Increase resistance to Sleep and Confusion by 100%"],"icon":"ability_19.png"},"230676":{"name":"Father's Blade","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%","Increase ATK by 50% when equipped with a Sword"],"icon":"ability_95.png"},"230677":{"name":"Explorer's Heart","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% and HP by 20%","Increase resistance to Wind by 50%","Increase equipment ATK by 50% when armed with two weapons"],"icon":"ability_72.png"},"230678":{"name":"Samurai: Shirahadori","attack_type":"None","element_inflict":null,"effects":["30% chance to counter physical attacks with Samurai: Shirahadori (509626) to caster (max 1 / turn)"],"icon":"ability_68.png"},"230679":{"name":"Bard: Sinewy Etude","attack_type":"None","element_inflict":null,"effects":["Use Bard: Sinewy Etude (509627) at the start of a battle"],"icon":"ability_77.png"},"230680":{"name":"Son of Dorgann","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40%","Increase the damage of Dancer: Sword Dance (230664), Dual Spellblade (509623), Geomancer: Wind Slash (230661), Gladiator: Bladeblitz (230666) and Mystic Knight: Hurricane Tomahawk (230665) by (1.5x)","Increase the damage of Brave Blade (FFV) (509624) by (0.5x)"],"icon":"ability_77.png"},"230765":{"name":"Dual Blade Mastery","attack_type":"None","element_inflict":null,"effects":["Increase maximum true double-wield bonus to 200%","Allow unit to reach 6x chain modifier, when using two one-handed weapons"],"icon":"ability_72.png"},"509523":{"name":"Unleashed Power","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 100 to caster"],"icon":"ability_4.png","parentID":"230407"},"509621":{"name":"Gained a job level - Level 3","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG and SPR by 150% for 9999 turns to caster (can not be removed)","Increase damage of Brave Blade (FFV) (509624), Dancer: Sword Dance (230664), Dual Spellblade (509623), Geomancer: Wind Slash (230661), Gladiator: Bladeblitz (230666) and Mystic Knight: Hurricane Tomahawk (230665) by 400% for 9999 turns","Gain Gained a job level - Job Mastered! (509622) (1 use)"],"icon":"ability_77.png","parentID":"230669"},"509623":{"name":"Dual Spellblade","cost":{"MP":84},"attack_frames":[[70,76,82,88,94,100,106],[112]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (1x, ATK) to one enemy","Physical wind damage (6.5x, ATK) to one enemy","Increase damage of Brave Blade (FFV) (509624) by 100% for 2 turns","Gain Brave Blade (FFV) (509624) for one turn"],"icon":"ability_105.png","parentID":"230669"},"509624":{"name":"Brave Blade (FFV)","cost":{"MP":99},"attack_frames":[[70,76,82,88],[94,100,106],[112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.25x * 2 = 0.5x, ATK) to one enemy (ignore cover)","Physical damage (0.5x * 2 = 1x, ATK) to one enemy (ignore cover)","Physical damage (5x * 2 = 10x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png","parentID":"230669"},"509625":{"name":"Winds of Pursuit","cost":{"MP":120},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce resistance to Wind by 120% for 5 turns to all enemies","Increase resistance to Wind and Earth by 100% for 5 turns to all allies","Add Wind element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_105.png","parentID":"230671"},"509626":{"name":"Samurai: Shirahadori","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Dodge 1 physical attacks for one turn to caster"],"icon":"ability_97.png","parentID":"230678"},"509627":{"name":"Bard: Sinewy Etude","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 100% for 9999 turns to caster (can not be removed)"],"icon":"ability_77.png","parentID":"230679"},"800027":{"name":"Fragments of Inner Courage II","cost":{"MP":100},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Fragments of Inner Courage II (509628) on turn 1 [20 turns CD]"],"icon":"ability_105.png","parentID":"230668"}},"LB":{"name":"Blades of Legend","attack_count":[1],"attack_frames":[[172]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (10x, ATK) to all enemies","Use Blades of Legend (509655) next turn on caster","Increase damage of Geomancer: Wind Slash (230661) by 100% for 4 turns","Increase damage of Gladiator: Bladeblitz (230666) by 200% for 4 turns","Increase damage of Dancer: Sword Dance (230664) and Dual Spellblade (509623) by 300% for 4 turns"],"max_level":["Physical damage (21.7x, ATK) to all enemies","Use Blades of Legend (509655) next turn on caster","Increase damage of Geomancer: Wind Slash (230661) by 100% for 4 turns","Increase damage of Gladiator: Bladeblitz (230666) by 200% for 4 turns","Increase damage of Dancer: Sword Dance (230664) and Dual Spellblade (509623) by 300% for 4 turns"]},"TMR":{"name":"Hermes Sandals (FFV)","compendium_id":1276,"compendium_shown":true,"rarity":8,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"230650":{"name":"Traveler's Progression","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 2 per turn","Increase equipment ATK by 50% when armed with two weapons"],"icon":"ability_72.png","desc":""}},"effects":["Grants 'Traveler's Progression' passive."],"stats":{"HP":0,"MP":0,"ATK":40,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_50418.png","strings":{"name":["Hermes Sandals (FFV)","赫耳墨斯之靴(FFV)","헤르메스의 신발(FFV)","Sandales d'Hermès (FFV)","Hermesstiefel (FFV)","Sandalias de Hermes (FFV)"],"desc_short":["Strange shoes from a faraway world.","來自異界的不可思議的靴子","이계에서 유입된 신비한 신발","Une étrange paire de chaussures issues d'un monde lointain.","Seltsame Schuhe aus einer fernen Welt.","Unos zapatos muy peculiares procedentes de un mundo lejano."],"desc_long":["Unusual shoes from a faraway world. The body becomes surprisingly agile when wearing these shoes. In that world, they are a very valuable piece of equipment with limited means of acquisition, so it seems that they were sold at a fairly high price. It is said a group of youths on a journey to save the world once wore these shoes.","來自異界的不可思議的靴子，穿上它能夠變得身輕如燕。在異界，它是難以入手的貴重裝備品之一，雖然能在商店買到，但價格十分高昂。為了守護世界而踏上旅程的青年一行也曾使用過這種靴子。","이계에서 유입된 신비한 신발. 신으면 놀라울 정도로 가볍게 움직일 수 있다. 이계에서는 입수할 수 있는 수단이 몇 되지 않는 귀중한 장비 중 하나로, 상점에서 구입할 때도 상당한 가격을 치러야 하는 모양이다. 세계를 지키는 여행을 하던 청년 일행이 이 신발을 사용한 적도 있다고 한다.","Une étrange paire de chaussures issues d'un monde lointain. Quiconque enfile ces sandales se voit conférer une agilité de mouvement hors du commun. Sur sa planète d'origine, il s'agit d'une pièce d'équipement aussi rare que précieuse qui s'arrache par conséquent à prix d'or. La légende raconte que le membre d'un groupe de jeunes aventuriers partis en périple pour sauver le monde a autrefois porté ces chaussures.","Ungewöhnliche Schuhe aus einer fernen Welt. Wenn man diese Schuhe trägt, wird der eigene Körper überraschend beweglich. In jener Welt sind sie ein sehr kostbares Ausrüstungsstück, das nur eingeschränkt erhältlich ist, weshalb sie vermutlich zu einem recht hohen Preis verkauft wurden. Es heißt, dass eine Gruppe Jugendlicher auf ihrer Reise, die Welt zu retten, einst diese Schuhe trugen.","Un par de zapatos extravagantes procedentes de un mundo lejano. Al llevarlos puestos, uno se siente increíblemente ligero. En el mundo del que provienen, se consideran objetos de gran valor y no pueden adquirirse fácilmente, por lo que se ve que los venden a un precio desorbitado. Cuentan que una vez los llevaron puestos unos jóvenes cuyo propósito no era otro que salvar el mundo."]}},"STMR":{"name":"Bartz's Blade","compendium_id":1277,"compendium_shown":true,"rarity":9,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":167,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":["Wind"],"status_resist":null,"status_inflict":null},"price_buy":200000,"price_sell":20000,"icon":"item_10277.png","strings":{"name":["Bartz's Blade","巴茲的劍","버츠의 검","Épée de Bartz","Bartzs Schwert","Espada de Bartz"],"desc_short":["A red sword from a faraway world.","來自異界的有著赤紅色劍身的劍","이계에서 유입된, 검신이 빨간 검","Une épée rouge venant d'un monde lointain.","Ein rotes Schwert aus einer fernen Welt.","Una espada roja procedente de un mundo lejano."],"desc_long":["A sword imbued with high attack power from a faraway world. This uniquely designed blade boasts an asymmetrical guard and a red color. In another world, it is said a young man traveling with his trusty chocobo steed wielded this blade on his quest to save the world.","來自異界的以高攻擊力著稱的劍。劍身赤紅，護手部份也採用了非對稱的獨特設計。在異界與搭檔陸行鳥一起旅行的青年手持著這把劍，為了守護世界而踏上了冒險的旅程。","이계에서 유입된, 뛰어난 공격력을 자랑하는 검. 붉은 검신과 좌우 비대칭을 이루는 날밑의 독특한 디자인이 특징이다. 이계에서는 파트너 초코보와 함께 여행을 하던 어느 청년이 이 검을 손에 쥐고 세계를 지키는 여행에 몸을 던졌다고 한다.","Une épée imprégnée d'un grand pouvoir offensif issue d'un autre monde. Sa lame rouge et sa garde croisée asymétrique lui confèrent une apparence des plus uniques. La légende raconte qu'un jeune homme à dos de chocobo se servit jadis de cette arme pour mener à bien sa quête et ainsi sauver le monde.","Ein Schwert aus einer fernen Welt, dem eine hohe Angriffskraft innewohnt. Diese einzigartig gestaltete rote Klinge weist ein asymmetrisches Stichblatt auf. In jener Welt soll sich ein junger Mann mit diesem Schwert gewappnet haben, um an der Seite seines getreuen Chocobos ein Abenteuer zur Rettung der Welt zu bestreiten.","Una espada de un mundo lejano con una increíble potencia de ataque. La empuñadura asimétrica y el color rojo de su hoja la convierten en una pieza única en el mundo. Cuenta la leyenda que, en el mundo del que procede, un joven a lomos de su leal chococorcel empuñó esta espada en una misión por salvar el mundo."]}}},"205001205":{"rarity_min":5,"rarity_max":7,"name":"Warrior of Light Lenna","game":"FFV","job":"Princess","sex":"Female","equip":[1,2,5,6,7,11,15,30,40,41,50,51,53,60],"entries":{"205001205":{"compendium_id":1484,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[902,2733,240,120],"MP":[48,146,40,20],"ATK":[28,85,16,8],"DEF":[33,100,16,8],"MAG":[34,102,16,8],"SPR":[42,126,24,12]},"limitburst_id":205001205,"attack_count":2,"attack_damage":[[80,20]],"attack_frames":[52,58],"effect_frames":[50,56],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[8,5,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":5,"290060200":10,"290060300":20,"290060400":10}},"strings":{"description":["A princess sung of in a tale of crystals from a far-flung world. The kind-hearted daughter of King Tycoon, she fears for her father's safety when he fails to return from a mission to investigate the Wind Crystal, and sets out for the Shrine of Wind alone. On her way, she loses consciousness after a meteor crash, and is nearly kidnapped by a band of goblins before being saved by a young adventurer named Bartz. Together with an old man, Galuf, who has lost his memories, the three companions head for the Wind Shrine.","異界有關水晶的故事中登場的心地善良的泰空王國公主，她的父親外出調查風之水晶後便一去不回，擔心父親安危的她獨自前往風之神殿。在途中，她受到隕石墜落的衝擊，陷入昏迷，險些被妖精擄走，幸而年輕的冒險者巴茲出手相救。之後她與巴茲和失憶老人加拉夫一起前往風之神殿。","이계에 전해지는 크리스탈 이야기에 등장하는 타이쿤 왕국의 마음씨 착한 공주. 바람의 크리스탈을 조사하러 간 아버지가 돌아오지 않자 혼자서 바람의 신전으로 향했다. 하지만 도중에 운석 낙하의 충격으로 정신을 잃고 고블린에게 납치당할 위기에 처한다. 그때 자신을 구해준 모험가 청년 버츠와 운석 낙하 현장에서 만난 기억을 잃은 노인 가라프와 함께 바람의 신전으로 향한다.","Une princesse qui a joué un rôle majeur dans le destin des cristaux d'un monde lointain. Quand le roi Tycoon ne semblait pas revenir de sa mission ayant pour but d'enquêter sur le Cristal du vent, Lenna, sa fille, se rendit seule au Temple du vent dans l'espoir de le retrouver. Échappant de peu à une chute de météorite sur le chemin, elle perdit connaissance et fut presque enlevée par un groupe de gobelins quand un jeune aventurier nommé Bartz s'interposa pour la sauver. Les deux guerriers firent ensuite la rencontre d'un vieil homme amnésique du nom de Galuf, et se mirent alors en route pour le Temple du vent.","Eine Prinzessin, von der in einer Legende über Kristalle aus einer fernen Welt erzählt wird. Die warmherzige Prinzessin des Königeichs Tycoon fürchtet um die Sicherheit ihres Vaters, als dieser von einer Untersuchung des Windkristalls nicht mehr zurückkehrt, und macht sich alleine auf den Weg zum Schrein des Windes. Unterwegs verliert sie durch einen Meteoriteneinschlag das Bewusstsein und wird beinahe von Goblins entführt, als ein Abenteurer namens Bartz sie rettet. Zusammen mit Galuf, einem alten Mann, der sein Gedächtnis verloren hat, brechen die Gefährten zum Windschrein auf.","Una princesa de la que se habla en la historia de los cristales de un mundo remoto. Hija del rey Tycoon y de amable corazón, teme por la vida de su padre cuando este no vuelve de una misión para investigar el Cristal de viento, y se dirige sola al Templo del Viento. En el camino, pierde el conocimiento tras el impacto de un meteorito y está a punto de ser secuestrada por una banda de duendes cuando un joven aventurero de nombre Bartz la salva. Junto con el viejo Galuf, que ha perdido sus recuerdos, los tres se dirigen al Templo del Viento."],"summon":["I'm Lenna, daughter of King Tycoon.<br>You fight to save the crystals?<br>Then I will go with you!","我是泰空的公主蕾娜。<br>你也要保護水晶吧。<br>我們一起上路吧！","나는 타이쿤의 공주, 레나.<br>크리스탈을 지키러 가는 거지?<br>나도 함께 가겠어!","Je suis Lenna, fille du roi Tycoon.<br>Te bats-tu pour protéger les cristaux ?<br>Alors faisons route ensemble !","Ich bin Lenna, die Prinzessin von Tycoon.<br>Du kämpfst für die Kristalle?<br>Dann werde ich dich begleiten!","Soy Lenna, la hija del rey Tycoon.<br>¿Lucháis para salvar los cristales?<br>¡Entonces os acompañaré!"],"evolution":[null,null,null,null,null,null],"affinity":["Through all the pain and sadness,<br>my companions were always by my side.<br>This time, I stand with you.","不論痛苦還是艱辛的時候，<br>夥伴們都向我伸出了援助之手。<br>這次輪到我來幫助你了。","괴로울 때도 슬플 때도<br>언제나 동료들 덕분에 버틸 수 있었어.<br>이번에는 내가 당신을 도울 차례네.","Malgré la douleur et la détresse,<br>mes compagnons m'ont toujours soutenue.<br>À présent, c'est à moi de t'aider.","In all meinem Schmerz und meiner Trauer<br>standen mir meine Gefährten stets bei.<br>Dieses Mal bin ich an der Reihe.","Mis compañeros siempre estuvieron a mi lado<br>tanto en los momentos buenos como en los malos.<br>Esta vez seré yo quien se queda a vuestro lado."],"fusion":["It's so warm...<br>Like touching the heart of a crystal...","好溫暖……<br>好像那時候觸碰到水晶的心的感覺。","따뜻해……<br>마치 크리스탈의 마음에 닿았을 때와 같아.","Quelle douce chaleur...<br>Comme le cœur d'un cristal...","Es ist so warm ...<br>Als würde man das Herz eines Kristalls berühren ...","Qué calidez...<br>Es como tocar el corazón de un cristal..."]}},"205001206":{"compendium_id":1485,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1172,3553,390,195],"MP":[63,190,65,32],"ATK":[37,111,26,13],"DEF":[43,130,26,13],"MAG":[44,133,26,13],"SPR":[54,163,34,17]},"limitburst_id":205001206,"attack_count":2,"attack_damage":[[80,20]],"attack_frames":[52,58],"effect_frames":[50,56],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,6,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001390":1}},"strings":{"description":["A princess sung of in a tale of crystals from a far-flung world. The daughter of King Tycoon, she meets Bartz and Galuf on her way to the Wind Shrine in search of her father, and is later reunited with Faris, her sister from whom she was separated at birth. Together, the new companions set off on a journey to save the crystals. Kind at heart and fair to all living creatures, she holds a particular fondness for Hiryu, a wind drake who has lived with the Tycoon royal family since her childhood.","異界有關水晶的故事中登場的泰空王國的公主，她在追隨父親前往風之神殿的途中遇到了巴茲和加拉夫，並和從未謀面的姐姐法利斯重逢，與他們一起踏上了保護水晶的旅程。她心地善良，做事認真，不僅對所有人都一視同仁，還不忘關愛動物們。尤其對從小就像家人一樣生活在一起的飛龍有著很深的感情。","이계에 전해지는 크리스탈 이야기에 등장하는 타이쿤 왕국의 공주. 아버지를 쫓아 바람의 신전으로 가던 도중에 버츠와 가라프를 만나게 되고 생이별한 언니 파리스와도 재회, 그들과 함께 크리스탈을 지키는 여행을 하게 된다. 상냥하고 올곧으며 차별 없이 사람을 대할 뿐만 아니라 동물들에게도 연민의 정을 잊지 않는 성격. 어렸을 적부터 가족처럼 함께 살아온 비룡에게는 한층 더 깊은 애정을 쏟고 있다.","Une princesse qui a joué un rôle majeur dans le destin des cristaux d'un monde lointain. La fille du roi Tycoon, Lenna fait montre d'une grande bonté envers tous les êtres vivants, en particulier Hiryu, un dragon qui vit avec la famille royale depuis sa plus tendre enfance. Elle rencontra Bartz et Galuf alors qu'elle se rendait au Temple du vent pour retrouver son père, et croisa plus tard la route de sa sœur Faris, dont elle était séparée depuis sa naissance. Ensemble, ils se lancèrent dans un grand voyage afin de sauver les cristaux.","Eine Prinzessin, von der in einer Legende über Kristalle aus einer fernen Welt erzählt wird. Die Prinzessin des Königreichs Tycoon trifft auf dem Weg zum Windschrein, wo sie ihren Vater suchen will, auf Bartz und Galuf und später auf ihre verlorene Schwester Faris, von der sie bei ihrer Geburt getrennt wurde. Gemeinsam brechen die Gefährten auf eine Reise auf, um die Kristalle zu retten. Lenna ist mitfühlend und gerecht gegenüber allen Lebewesen, doch sie ist besonders eng mit Hiryu verbunden, einem Winddrachen, der seit ihrer Kindheit wie ein Teil der königlichen Familie gemeinsam mit ihr aufgewachsen ist.","Una princesa de la que se habla en la historia de los cristales de un mundo remoto. Hija del rey Tycoon se encuentra con Bartz y Galuf cuando se dirige al Templo del Viento a buscar a su padre. Después, se reúne con Faris, la hermana de la que fue separada al nacer. Juntos se ponen en marcha para salvar los cristales. Lenna tiene un corazón amable y justo con todas las criaturas, y siente especial cariño por Hiryu, el dragón del viento que ha vivido con la familia real Tycoon desde su infancia."],"summon":["This world is in danger, is it not?<br>Then bring me with you.<br>I'm sure I can help!","世界有危險了！<br>把我也帶上吧，<br>說不定能幫到你。","세계가 위험에 처했단 말이지!<br>그렇다면 나도 데려가 줘.<br>도움이 될 지도 모르니까.","Ce monde est en danger ?<br>Alors emmène-moi avec toi.<br>Je pourrai peut-être t'être utile !","Diese Welt ist in Gefahr, nicht wahr?<br>Nimm mich mit.<br>Ich kann dir bestimmt helfen!","Este mundo está en peligro, ¿no?<br>Pues llevadme con vosotros.<br>¡Seguro que puedo ayudar!"],"evolution":["This strength...!<br>I will use it to save this world,<br>and those I love!","這份力量是為了保護……<br>重要的世界和最愛的人們！","이 힘은 소중한 세계를……<br>사랑하는 사람들을 지키기 위해!","Cette force...<br>Je l'emploierai pour sauver le monde<br>et tous ceux qui me sont chers !","Mit dieser Kraft werde ich<br>die Welt und alle,<br>die ich liebe, retten!","¡Esta fuerza...!<br>¡La usaré para proteger este mundo<br>y a mis seres queridos!"],"affinity":["Through all the pain and sadness,<br>my companions were always by my side.<br>This time, I stand with you.","不論痛苦還是艱辛的時候，<br>夥伴們都向我伸出了援助之手。<br>這次輪到我來幫助你了。","괴로울 때도 슬플 때도<br>언제나 동료들 덕분에 버틸 수 있었어.<br>이번에는 내가 당신을 도울 차례네.","Malgré la douleur et la détresse,<br>mes compagnons m'ont toujours soutenue.<br>À présent, c'est à moi de t'aider.","In all meinem Schmerz und meiner Trauer<br>standen mir meine Gefährten stets bei.<br>Dieses Mal bin ich an der Reihe.","Mis compañeros siempre estuvieron a mi lado<br>tanto en los momentos buenos como en los malos.<br>Esta vez seré yo quien se queda a vuestro lado."],"fusion":["Are there wind drakes in this<br>world as well? They are such<br>gentle and intelligent creatures...","這個世界也有飛龍？<br>牠是一種聰明又善良的生物呢。","이 세계에도 비룡이 있어? <br>정말 영리하고 순한 생물이거든.","Trouve-t-on des dragons ici aussi ?<br>Ce sont des créatures<br>si douces et si intelligentes...","Ob es hier auch Winddrachen gibt?<br>Sie sind so sanfte,<br>intelligente Wesen.","¿Hay dragones de viento<br>también en este mundo? Son unas criaturas<br>tan educadas e inteligentes..."]}},"205001207":{"compendium_id":1486,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1524,4619,540,270],"MP":[82,248,90,45],"ATK":[48,145,40,20],"DEF":[56,169,40,20],"MAG":[57,174,40,20],"SPR":[70,213,65,32]},"limitburst_id":205001207,"attack_count":2,"attack_damage":[[80,20]],"attack_frames":[52,58],"effect_frames":[50,56],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,6,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A princess sung of in a tale of crystals from a far-flung world. The daughter of King Tycoon, in her journey to protect the crystals, she comes to learn the truth of her shattered world and the threat of the warlock Exdeath, who seeks to destroy the world's crystals in his plot to attain the power of the Void. Overcoming the pain and sadness of being forced to part with her father, her wind drake Hiryu, and Galuf, she fights bravely to the end alongside her companions in their quest to save the world.","異界有關水晶的故事中登場的泰空王國的公主，在保護水晶的旅途中，她得知了世界一分為二的真相，以及暗黑魔道士艾克斯迪司破壞水晶、企圖獲得虛無之力的事實，於是和夥伴們一起加入了守護世界的戰鬥。期間，她經歷了與心愛的父親、飛龍以及加拉夫的別離，但她強忍悲痛，頑強地堅持到了最後一戰。","이계에 전해지는 크리스탈 이야기에 등장하는 타이쿤 왕국의 공주. 크리스탈을 지키는 여행 중에 2개로 나누어진 세계의 진실과 무의 힘을 손에 넣기 위해 크리스탈을 파괴하려는 암흑 마도사 엑스데스의 존재를 알게 되며, 동료들과 함께 세계를 지키기 위한 싸움에 몸을 던진다. 세상에서 제일 사랑하는 아버지와 비룡, 그리고 가라프. 괴로운 이별을 몇 번이나 겪게 되지만, 슬픔을 이겨내고 마지막까지 굳세게 싸워나갔다.","Une princesse qui a joué un rôle majeur dans le destin des cristaux d'un monde lointain. La fille du roi Tycoon, Lenna fait montre d'une grande bonté envers tous les êtres vivants, en particulier Hiryu, un dragon qui vit avec la famille royale depuis sa plus tendre enfance. Elle rencontra Bartz et Galuf alors qu'elle se rendait au Temple du vent pour retrouver son père, et croisa plus tard la route de sa sœur Faris, dont elle était séparée depuis sa naissance. Ensemble, ils se lancèrent dans un grand voyage afin de sauver les cristaux.","Eine Prinzessin, von der in einer Legende über Kristalle aus einer fernen Welt erzählt wird. Die Prinzessin des Königreichs Tycoon bricht auf, um die Kristalle zu beschützen, und erfährt dabei die Wahrheit über ihre in zwei Teile zerbrochene Welt und den Hexenmeister Exdeath, der die Kristalle zerstören will, um die Macht des Nichts zu erlangen. Nach vielen schmerzlichen Abschieden von ihrem Vater, ihrem Winddrachen und von Galuf überwindet sie ihre Trauer und kämpft standhaft mit ihren Gefährten an ihrer Seite, um die Welt zu retten.","Una princesa de la que se habla en la historia de los cristales de un mundo remoto. En su viaje para proteger los cristales, la hija del rey Tycoon descubre la verdad sobre su mundo hecho trizas y la amenaza del brujo Exdeath, que pretende destruir los cristales del mundo para hacerse con el poder del Vacío. Superando el dolor y la tristeza de tener que dejar a su padre, a Hiryu, su dragón del viento, y a Galuf, lucha con valentía junto a sus compañeros en su misión de salvar el mundo."],"summon":["Could this be the Interdimensional Rift?<br>No, I see...<br>This is your world.","這裡是……次元夾縫？<br>不，不對。<br>這是你生活的世界啊。","여기는…… 차원의 틈새?<br>아니, 뭔가 달라.<br>이곳은 당신의 세계구나.","Sommes-nous dans la fissure interdimensionnelle ?<br>Non, je me trompe...<br>Nous sommes dans ton monde.","Ist das der Dimensionsvortex?<br>Nein ... Ich verstehe.<br>Das ist deine Welt.","¿Estoy en la Grieta interdimensional?<br>No, esto es...<br>Es vuestro mundo."],"evolution":["My father entrusted this world to me.<br>I must press onward!","父親把世界託付給了我們。<br>所以，我必須前進！","아바마마는 우리에게 세계를 맡기셨어.<br>그러니까, 계속 나아가야만 해!","Mon père m'a confié ce monde.<br>Je ne le décevrai pas !","Mein Vater hat mir diese Welt anvertraut.<br>Ich darf nicht aufgeben!","Mi padre me confió este mundo.<br>¡Debo seguir hacia adelante!"],"affinity":["Through all the pain and sadness,<br>my companions were always by my side.<br>This time, I stand with you.","不論痛苦還是艱辛的時候，<br>夥伴們都向我伸出了援助之手。<br>這次輪到我來幫助你了。","괴로울 때도 슬플 때도<br>언제나 동료들 덕분에 버틸 수 있었어.<br>이번에는 내가 당신을 도울 차례네.","Malgré la douleur et la détresse,<br>mes compagnons m'ont toujours soutenue.<br>À présent, c'est à moi de t'aider.","In all meinem Schmerz und meiner Trauer<br>standen mir meine Gefährten stets bei.<br>Dieses Mal bin ich an der Reihe.","Mis compañeros siempre estuvieron a mi lado<br>tanto en los momentos buenos como en los malos.<br>Esta vez seré yo quien se queda a vuestro lado."],"fusion":["Hope, courage, devotion, passion...<br>The four essences will bring light<br>to the crystals once more!","希望、勇氣、關愛、探求……<br>這四種精神能產生光芒呢！","희망, 용기, 연민, 탐구……<br>네 가지 마음이 빛의 근원이야!","Espoir, courage, compassion, sagesse.<br>Si ces quatre essences sont réunies,<br>la lumière illuminera à nouveau les cristaux !","Hoffnung, Mut, Mitgefühl, Hingabe ...<br>Diese vier Dinge werden das Licht<br> der Kristalle erneut erstrahlen lassen!","Esperanza, valor, devoción, pasión...<br>¡Estas cuatro esencias devolverán<br>la luz a los cristales!"]}}},"skills":{"10010":{"name":"Libra","cost":{"MP":1},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":null,"effects":["Allows you to view info on an enemy"],"icon":"ability_2.png"},"10090":{"name":"Stona","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Petrify for one ally"],"icon":"ability_3.png"},"10140":{"name":"Cleanse","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Disease for one ally"],"icon":"ability_3.png"},"10170":{"name":"Banishga","cost":{"MP":20},"attack_frames":[[65]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (1.8x, SPR) to all enemies"],"icon":"ability_5.png"},"10180":{"name":"Full-Life","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10190":{"name":"Esunaga","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for all allies"],"icon":"ability_3.png"},"10200":{"name":"Dispelga","cost":{"MP":18},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from all enemies"],"icon":"ability_3.png"},"10210":{"name":"Holy","cost":{"MP":35},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.3x, SPR) to one enemy"],"icon":"ability_5.png"},"10230":{"name":"Reraise","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Auto-revive (80% HP) for 3 turns to one ally"],"icon":"ability_1.png"},"10290":{"name":"Curaja","cost":{"MP":30},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 2500 (+18x, Heal) HP to all allies"],"icon":"ability_4.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"219480":{"name":"Triple White Magic","attack_type":"Magic","element_inflict":["Light"],"effects":["Gain Triple-cast White magic"],"icon":"ability_5.png"},"230690":{"name":"Waters of Reincarnation","cost":{"MP":90},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Revive all allies from KO (100% HP)","Auto-revive (20% HP) for one turn to caster"],"icon":"ability_1.png"},"230691":{"name":"Princess's Devotion","cost":{"MP":36},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 1800 (+10x, Heal) HP to all allies","Increase LB gauge by 1-4 to all allies"],"icon":"ability_4.png"},"230692":{"name":"Princess's Inspiration","cost":{"MP":36},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 40 MP to all allies","Increase LB gauge by 1-4 to all allies"],"icon":"ability_4.png"},"230693":{"name":"Warm Water's Embrace","cost":{"MP":62},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to Fire and Water by 70% for 3 turns to all allies","Restore 3000 (+6x, Heal) HP split over 3 turns to all allies"],"icon":"ability_9.png"},"230694":{"name":"Entrust+","cost":{"MP":24},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["No effect","Transfer LB gauge to another unit","Use Entrust+ (509630) next turn on caster"],"icon":"ability_78.png"},"230695":{"name":"Guardian of Tycoon","cost":{"MP":40},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure all status effects for all allies","Reduce damage taken by 30% to all allies for 3 turns"],"icon":"ability_3.png"},"230696":{"name":"Heavenly Healing Waters","cost":{"MP":72},"attack_frames":[[110]],"attack_type":"None","element_inflict":null,"effects":["Increase resistance to all status effects by 100% for all allies for 5 turns","Use Heavenly Healing Waters (509631) next turn on all allies"],"icon":"ability_4.png"},"230697":{"name":"Mystical Telluric Waters","cost":{"MP":72},"attack_frames":[[110]],"attack_type":"None","element_inflict":null,"effects":["Increase break resistance to ATK, DEF, MAG and SPR by 100% for 5 turns to all allies","Increase Stop resistance by 100% for 5 turns to all allies","Increase Charm resistance by 100% for 5 turns to all allies","Use Mystical Telluric Waters (509632) next turn on all allies"],"icon":"ability_4.png"},"230698":{"name":"Purifying Waters","cost":{"MP":48},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 100% HP to one ally","Remove ATK, DEF, MAG, SPR, Stop and Charm debuff from one ally"],"icon":"ability_4.png"},"230699":{"name":"Heart that Rules Water","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Dance of Glimmering Water (230701), Guardian of Tycoon (230695), Heavenly Healing Waters (230696), Mystical Telluric Waters (230697), Prayer of Devotion (230703), Princess's Devotion (230691), Princess's Inspiration (230692), Purifying Waters (230698), Waltz of Tycoon II (800029), Warm Water's Embrace (230693) and Waters of Reincarnation (230690) twice in one turn"],"icon":"ability_8.png"},"230700":{"name":"Genuine Generosity","cost":{"LB":27},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Genuine Generosity (509634) on turn 1 [10 turns CD]"],"icon":"ability_105.png"},"230701":{"name":"Dance of Glimmering Water","cost":{"MP":90},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Dance of Glimmering Water (509635) on turn 1 [7 turns CD]"],"icon":"ability_105.png"},"230702":{"name":"Pure Healing","cost":{"MP":120},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Pure Healing (509636) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"230703":{"name":"Prayer of Devotion","cost":{"MP":64},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Prayer of Devotion (509637) on turn 1 [5 turns CD]"],"icon":"ability_105.png"},"230704":{"name":"Master of White Magic","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%","Increase the damage of Banishga (10170) and Holy (10210) by (2x)","Increase the damage of Curaja (10290) by (5x)"],"icon":"ability_77.png"},"230705":{"name":"Bard: Swift Song","attack_type":"None","element_inflict":null,"effects":["30% chance to counter physical attacks with Bard: Swift Song (509638) to caster (max 1 / turn)","30% chance to counter magic attacks with Bard: Swift Song (509638) to caster (max 1 / turn)"],"icon":"ability_68.png"},"230706":{"name":"Mystic Knight: Magic Shell","attack_type":"None","element_inflict":null,"effects":["Reduce magic damage taken by 30% for one turn when HP drops below 21% (max 9999x)"],"icon":"ability_41.png"},"230707":{"name":"Thief: Artful Dodger","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%"],"icon":"ability_78.png"},"230708":{"name":"Second Princess of Tycoon","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20% and DEF by 10%","Increase resistance to Silence and Confusion by 100%"],"icon":"ability_19.png"},"230709":{"name":"Sympathetic Heart","attack_type":"None","element_inflict":null,"effects":["Increase SPR and MP by 40%","Increase Stop resistance by 100% to caster","20% chance to counter physical attacks with Sympathetic Heart (509639) to caster (max 1 / turn)","20% chance to counter magic attacks with Sympathetic Heart (509639) to caster (max 1 / turn)"],"icon":"ability_77.png"},"230710":{"name":"Wind Drake's Protection","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%","Increase resistance to Water by 50%"],"icon":"ability_18.png"},"230711":{"name":"A Daughter's Sentiments","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 50%","Recover MP (5%) per turn"],"icon":"ability_91.png"},"230712":{"name":"Chemist: Pharmacology","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 40%","Increase healing power of items by 100% during battle"],"icon":"ability_70.png"},"509630":{"name":"Entrust+","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 3 to caster"],"icon":"ability_4.png","parentID":"230694"},"509631":{"name":"Heavenly Healing Waters","cost":{},"attack_frames":[[110]],"attack_type":"None","element_inflict":null,"effects":["Restore 2000 (+9x, Heal) HP to all allies"],"icon":"ability_4.png","parentID":"230696"},"509632":{"name":"Mystical Telluric Waters","cost":{},"attack_frames":[[110]],"attack_type":"None","element_inflict":null,"effects":["Restore 60 MP to all allies"],"icon":"ability_4.png","parentID":"230697"},"509634":{"name":"Genuine Generosity","cost":{"LB":27},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["No effect","Increase LB gauge by 30 to the rest of the party"],"icon":"ability_105.png","parentID":"230700"},"509635":{"name":"Dance of Glimmering Water","cost":{"MP":90},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by 30% to all allies for 4 turns","Increase resistance to Fire and Water by 100% for 4 turns to all allies"],"icon":"ability_105.png","parentID":"230701"},"509636":{"name":"Pure Healing","cost":{"MP":120},"attack_frames":[[100]],"attack_type":"None","element_inflict":null,"effects":["No effect","Increase LB gauge by 7-10 to all allies","Increase the limit burst gauge fill rate by 200% for 3 turns to all allies","Restore 6000 (+16x, Heal) HP split over 3 turns to all allies","Restore 180 (+0.3x, Heal) MP split over 3 turns to all allies"],"icon":"ability_105.png","parentID":"230702"},"509637":{"name":"Prayer of Devotion","cost":{"MP":64},"attack_frames":[[250]],"attack_type":"None","element_inflict":null,"effects":["Restore 100% HP to all allies","Increase MAG by 200% for 3 turns to all allies (can not be removed)"],"icon":"ability_105.png","parentID":"230703"},"509638":{"name":"Bard: Swift Song","cost":{},"attack_frames":[[40]],"attack_type":"None","element_inflict":null,"effects":["No effect","Increase LB gauge by 2 to all allies"],"icon":"ability_4.png","parentID":"230705"},"509639":{"name":"Sympathetic Heart","cost":{},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Restore 1800 (+10x, Heal) HP to all allies"],"icon":"ability_4.png","parentID":"230709"},"800029":{"name":"Waltz of Tycoon II","cost":{"MP":70},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock Waltz of Tycoon II (509640) on turn 1 [9 turns CD]"],"icon":"ability_105.png","parentID":"230699"}},"LB":{"name":"Prayer of Reincarnation","attack_count":[1],"attack_frames":[[180]],"damage_type":"None","element_inflict":null,"min_level":["Restore 50% HP to all allies","Remove ATK, DEF, MAG and SPR debuff from all allies","Auto-revive (100% HP) for 3 turns to all allies"],"max_level":["Restore 79% HP to all allies","Remove ATK, DEF, MAG and SPR debuff from all allies","Auto-revive (100% HP) for 4 turns to all allies"]},"TMR":{"name":"Tranquil Healing","compendium_id":952,"compendium_shown":true,"unit_restriction":null,"skills":{"230651":{"name":"Tranquil Healing","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 50%","Increase the damage of Cura (10070), Curada (10150), Curada+1 (70110), Curada+2 (70120), Curaga (10160), Curaga+1 (70030, 70050), Curaga+2 (70040, 70060), Curaja (10290), Cure (10020) and Regen (10120) by (1x)"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Tranquil Healing' passive."],"unique":true,"price_buy":100000,"price_sell":10000,"icon":"ability_77.png","strings":{"names":["Tranquil Healing","安詳治癒","평온의 치유","Soin tranquille","Sanfte Heilung","Curación serena"],"desc_short":["Boost SPR by 50% and boost restoration amount of certain white magic (Not stackable)","提高50%精神+提高特定白魔法的恢復量","정신력 50% 상승+특정 백마법의 회복량 상승 (중복 장착 불가)","Augmente la PSY de 50 % et augmente le pouvoir curatif de certaines aptitudes de magie blanche (non cumulable)","Erhöht PSY um 50% und erhöht Regenerationsmenge bestimmter Weißmagie (Nicht stapelbar).","Aumenta el ESP un 50% y aumenta la potencia de algunas habilidades de magia blanca"],"desc_long":["Boosts SPR by 50% and boosts restoration amount of certain white magic. Not stackable.","提高50%精神+提高特定白魔法的恢復量","정신력이 50% 상승하고, 특정 백마법의 회복량이 상승합니다. (중복 장착 불가)","Augmente la PSY de 50 % et augmente le pouvoir curatif de certaines aptitudes de magie blanche. Non cumulable.","Erhöht PSY um 50% und erhöht Regenerationsmenge bestimmter Weißmagie. Nicht stapelbar.","Aumenta el ESP un 50% y la potencia de ciertos tipos de magia blanca. No acumulable."]},"type":"MATERIA"},"STMR":{"name":"Judgment Staff (FFV)","compendium_id":1278,"compendium_shown":true,"rarity":9,"type_id":5,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"10200":{"name":"Dispelga","cost":{"MP":18},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from all enemies"],"icon":"ability_3.png","desc":""},"100180":{"name":"SPR +30%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Dispelga' magic.","Grants 'SPR +30%' passive."],"stats":{"HP":0,"MP":0,"ATK":60,"DEF":0,"MAG":0,"SPR":163,"element_resist":null,"element_inflict":["Light"],"status_resist":null,"status_inflict":null},"price_buy":160000,"price_sell":16000,"icon":"item_10540.png","strings":{"name":["Judgment Staff (FFV)","制裁之杖(FFV)","심판의 지팡이(FFV)","Damoclès (FFV)","Richtstab (FFV)","Bastón de justicia (FFV)"],"desc_short":["A staff imbued with the power of exorcism from a faraway world.","來自異界的擁有破魔之力的手杖","이계에서 유입된, 파마의 힘을 가진 지팡이","Un bâton imprégné de pouvoirs d'exorcisme issu d'un monde lointain.","Ein Stab aus einer fernen Welt, mit dessen Macht sich das Böse vertreiben lässt.","Un bastón de un mundo lejano impregnado con el poder del exorcismo."],"desc_long":["A staff containing immense power from a faraway world. It seems it was an incredibly valuable item, as it could only be obtained through limited means. In that world, it is said the staff bearer could remove the various positive effects cast on opponents.","來自異界的的手杖，蘊藏著強大力量。非常稀有，只能通過有限的方法獲得。在異界，持有這把手杖的人可以用它來消除對手施加的各種狀態變化。","이계에서 유입된, 거대한 힘이 깃든 지팡이. 한정된 방법으로밖에 얻을 수 없는 탓에 무척 귀중한 물건인 듯하다. 이계에서는, 이 지팡이를 가진 자는 상대에게 걸린 다양한 상태 변화를 해제할 수 있었다고 한다.","Un bâton imprégné d'un pouvoir immense issu d'un monde lointain. C'était un objet d'une très grande valeur, notamment car il ne pouvait être obtenu que par des moyens limités. Sur sa planète d'origine, une légende affirme qu'il conférait à son porteur la faculté de dissiper les effets positifs affectant ses adversaires.","Ein Stab aus einer fernen Welt, dem eine gewaltige Macht innewohnt. Er scheint ein unglaublich wertvoller Gegenstand gewesen zu sein, da er nur sehr schwer erworben werden konnte. In jener Welt heißt es, dass der Träger des Stabes damit vielerlei positive Effekte von seinen Gegnern entfernen könne.","Un bastón de un mundo lejano con un poder inmenso. Por lo visto, se trata de un objeto de valor incalculable, pues no puede adquirirse fácilmente. En el mundo del que proviene dicen que este bastón permite eliminar las mejoras de los adversarios."]}}},"205001305":{"rarity_min":5,"rarity_max":7,"name":"光の戦士クルル","game":"FFV","job":"Red Mage","sex":"Female","equip":[1,2,5,6,15,30,40,41,50,51,53,60],"entries":{"205001305":{"compendium_id":1472,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[829,2513,240,120],"MP":[56,170,40,20],"ATK":[27,81,16,8],"DEF":[26,78,16,8],"MAG":[42,128,24,12],"SPR":[39,118,16,8]},"limitburst_id":205001305,"attack_count":2,"attack_damage":[[80,20]],"attack_frames":[21,42],"effect_frames":[19,40],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[7,7,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060300":10,"290060400":5}},"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"205001306":{"compendium_id":1473,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1078,3266,390,195],"MP":[73,221,65,32],"ATK":[35,105,26,13],"DEF":[33,101,26,13],"MAG":[55,166,34,17],"SPR":[50,153,26,13]},"limitburst_id":205001306,"attack_count":2,"attack_damage":[[80,20]],"attack_frames":[21,42],"effect_frames":[19,40],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,8,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001350":1}},"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"205001307":{"compendium_id":1474,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1401,4245,540,270],"MP":[95,287,90,45],"ATK":[45,136,40,20],"DEF":[43,131,40,20],"MAG":[71,215,65,32],"SPR":[69,208,40,20]},"limitburst_id":205001307,"attack_count":2,"attack_damage":[[80,20]],"attack_frames":[21,42],"effect_frames":[19,40],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,8,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":{"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10200":{"name":"Dispelga","cost":{"MP":18},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from all enemies"],"icon":"ability_3.png"},"20160":{"name":"Drain","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.8x, MAG) as HP drain (30%) to one enemy"],"icon":"ability_6.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20240":{"name":"Aeroga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.8x, MAG) to all enemies"],"icon":"ability_25.png"},"20310":{"name":"Thundaja","cost":{"MP":28},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_20.png"},"20390":{"name":"Tornado","cost":{"MP":48},"attack_frames":[[212,200,188,176,164,152,140,128,116,104,92,80]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (2.5x, MAG) to all enemies","Reduce resistance to Wind by 50% for 3 turns to all enemies"],"icon":"ability_31.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"200150":{"name":"Dualcast","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Enable unit to use magic (excluding blue magic) twice in one turn"],"icon":"ability_26.png"},"230570":{"name":"隕石とともに来りし少女","attack_type":"None","element_inflict":null,"effects":["Increase MAG and MP by 20%"],"icon":"ability_77.png"},"230571":{"name":"賢者の声を聴く力","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%","Recover MP (7%) per turn"],"icon":"ability_77.png"},"230572":{"name":"動物と話す力","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30% and MP by 20%","Increase Esper summon damage by 30%"],"icon":"ability_77.png"},"230573":{"name":"ソフトサンダー","cost":{"MP":28},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (3.6x, MAG) to one enemy"],"icon":"ability_20.png"},"230574":{"name":"ソフトエアロ","cost":{"MP":28},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (3.6x, MAG) to one enemy"],"icon":"ability_25.png"},"230575":{"name":"おかえしタックル","cost":{"MP":34},"attack_frames":[[2],[2],[42]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.2x, MAG) to one enemy","Reduce SPR by 50% for 4 turns to one enemy","Fill esper gauge by 2-4"],"icon":"ability_10.png"},"230576":{"name":"ガーディアンヒール","cost":{"MP":36},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 3000 HP to all allies","Restore 30 MP to all allies","Fill esper gauge by 2-4"],"icon":"ability_4.png"},"230577":{"name":"バル国の王女","attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 30%"],"icon":"ability_77.png"},"230578":{"name":"ガラフの孫娘","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 20%","Increase resistance to Silence, Confusion and Petrify by 100%"],"icon":"ability_19.png"},"230579":{"name":"海竜の魂を見出す力","attack_type":"None","element_inflict":null,"effects":["Increase physical and magic damage against Beasts by 50%","Increase physical and magic damage against Fairies by 50%","Increase all stats gained from espers by 30%"],"icon":"ability_79.png"},"230580":{"name":"飛竜の急襲","cost":{"MP":40,"EP":2},"attack_frames":[[42]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (8.75x MAG + 0x SPR)) to one enemy"],"icon":"ability_10.png"},"230581":{"name":"モーグリの助言・退獣","cost":{"MP":60},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 110% for 4 turns to all allies","Increase physical damage against Beasts by 15% to all allies for 4 turns","Increase magic damage against Beasts by 15% to all allies for 4 turns","Restore 100 MP split over 4 turns to all allies"],"icon":"ability_63.png"},"230582":{"name":"モーグリの助言・退霊","cost":{"MP":60},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF and SPR by 110% for 4 turns to all allies","Increase physical damage against Fairies by 15% to all allies for 4 turns","Increase magic damage against Fairies by 15% to all allies for 4 turns","Restore 10000 HP split over 4 turns to all allies"],"icon":"ability_63.png"},"230583":{"name":"マイティサンダー","cost":{"MP":42},"attack_frames":[[80,90,100,110,120,130,140,150,160,170,180,190,200,210,220,230]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (2.8x, MAG) to all enemies","Reduce resistance to Lightning by 60% for 4 turns to all enemies"],"icon":"ability_20.png"},"230584":{"name":"マイティエアロ","cost":{"MP":42},"attack_frames":[[212,200,188,176,164,152,140,128,116,104,92,80]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (2.8x, MAG) to all enemies","Reduce resistance to Wind by 60% for 4 turns to all enemies"],"icon":"ability_25.png"},"230585":{"name":"二連飛竜","attack_type":"None","element_inflict":null,"effects":["Enable unit to use おかえしタックル (230575), ガーディアンヒール (230576), ソフトエアロ (230574), ソフトサンダー (230573), フュリアスエアロ (230593), フュリアスサンダー (230592), マイティエアロ (230584), マイティサンダー (230583), モーグリの助言・退獣 (230581), モーグリの助言・退霊 (230582), 不思議な力 (230589), 飛竜の守護 (230590), 飛竜の急襲 (230580), 飛竜の急襲改 (230591) and 飛竜の閃き (800021) twice in one turn"],"icon":"ability_8.png"},"230586":{"name":"祖父の意志を継ぐ者","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%","Increase equipment MAG by 50% when armed with a single weapon","Increase equipment MAG by 50% when armed with two weapons","Increase the limit burst gauge fill rate by 100%"],"icon":"ability_77.png"},"230587":{"name":"モーグリと仲良し","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 40% and MP by 20%","Increase LB damage by 30%"],"icon":"ability_77.png"},"230588":{"name":"森羅万象の恵み","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 3 per turn","Increase the damage of おかえしタックル (230575) by (2.5x)","Increase the damage of フュリアス skills  [エアロ (230593) / サンダー (230592)] by (0.5x)"],"icon":"ability_77.png"},"230589":{"name":"不思議な力","cost":{"MP":100},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock 不思議な力 (509591) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"230590":{"name":"飛竜の守護","cost":{"MP":55},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock 飛竜の守護 (509594) on turn 1 [3 turns CD]"],"icon":"ability_105.png"},"230591":{"name":"飛竜の急襲改","cost":{"MP":82,"EP":2},"attack_frames":[[50]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (17.5x MAG + 0x SPR)) to one enemy","Reduce resistance to Lightning and Wind by 75% for 4 turns to one enemy"],"icon":"ability_10.png"},"230592":{"name":"フュリアスサンダー","cost":{"MP":75},"attack_frames":[[80,90,100,110,120,130,140,150,160,170,180,190,200,210,220,230]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (8x, MAG) with consecutive damage increase (max. 3 times, +3x MAG each, 17x total) to all enemies"],"icon":"ability_20.png"},"230593":{"name":"フュリアスエアロ","cost":{"MP":75},"attack_frames":[[212,200,188,176,164,152,140,128,116,104,92,80]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (8.5x, MAG) with consecutive damage increase (max. 3 times, +3x MAG each, 17.5x total) to all enemies"],"icon":"ability_25.png"},"509591":{"name":"不思議な力","cost":{"MP":100},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Use 不思議な力 (509592) next turn on caster","Use 不思議な力 (509592) after a 2 turn delay on caster","Use 不思議な力 (509592) after a 3 turn delay on caster","Use 不思議な力 (509592) after a 4 turn delay on caster","Gain 3 uses of おかえしタックル (230575), ガーディアンヒール (230576), ソフトエアロ (230574), ソフトサンダー (230573), フュリアスエアロ (230593), フュリアスサンダー (230592), マイティエアロ (230584), マイティサンダー (230583), モーグリの助言・退獣 (230581), モーグリの助言・退霊 (230582), 不思議な力 (230589), 飛竜の守護 (230590), 飛竜の急襲 (230580), 飛竜の急襲改 (230591) and 飛竜の閃き (800021) for 4 turns"],"icon":"ability_105.png","parentID":"230589"},"509594":{"name":"飛竜の守護","cost":{"MP":55},"attack_frames":[[72]],"attack_type":"None","element_inflict":null,"effects":["Increase damage of 飛竜の急襲 skills  [(230580) / 改 (230591)] by 750% for 3 turns","Restore 10000 HP split over 2 turns to caster","Restore 100 MP split over 2 turns to caster","Fill esper gauge by 4-5"],"icon":"ability_105.png","parentID":"230590"},"800021":{"name":"飛竜の閃き","cost":{"MP":36,"EP":1},"attack_frames":[[42]],"attack_type":"None","element_inflict":null,"effects":["Magic* damage (EvoMAG * (4x MAG + 0x SPR)) to one enemy","Gain 3 uses of おかえしタックル (230575), ガーディアンヒール (230576), ソフトエアロ (230574), ソフトサンダー (230573), フュリアスエアロ (230593), フュリアスサンダー (230592), マイティエアロ (230584), マイティサンダー (230583), モーグリの助言・退獣 (230581), モーグリの助言・退霊 (230582), 不思議な力 (230589), 飛竜の守護 (230590), 飛竜の急襲 (230580), 飛竜の急襲改 (230591) and 飛竜の閃き (800021) for 4 turns"],"icon":"ability_10.png"},"800022":{"name":"大自然の預言","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 10%","Increase the damage of おかえしタックル (230575) by (1.3x)","Increase the damage of フュリアス skills  [エアロ (230593) / サンダー (230592)] by (0.5x)","Increase physical and magic damage against Beasts by 25%","Increase physical and magic damage against Fairies by 25%"],"icon":"ability_77.png"}},"LB":{"name":"飛竜よび","attack_count":[3],"attack_frames":[[185,197,237]],"damage_type":"Magic","element_inflict":["Lightning"],"min_level":["Magic lightning damage (31.2x, MAG) to one enemy","Increase MAG by 200% for 5 turns to caster"],"max_level":["Magic lightning damage (37x, MAG) to one enemy","Increase MAG by 200% for 5 turns to caster"]},"TMR":{"name":"希望の心を託された少女","compendium_id":949,"compendium_shown":true,"unit_restriction":null,"skills":{"230561":{"name":"希望の心を託された少女","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 50%","Recover MP (5%) per turn"],"icon":"ability_77.png","desc":""}},"effects":["Grants '希望の心を託された少女' passive."],"unique":false,"price_buy":100000,"price_sell":10000,"icon":"ability_77.png","strings":{"names":[null,null,null,null,null,null],"desc_short":[null,null,null,null,null,null],"desc_long":[null,null,null,null,null,null]},"type":"MATERIA"},"STMR":{"name":"クルルの髪どめ","compendium_id":1272,"compendium_shown":true,"rarity":9,"type_id":40,"type":"EQUIP","slot_id":3,"slot":"Headgear","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":100,"ATK":0,"DEF":32,"MAG":60,"SPR":32,"element_resist":null,"element_inflict":null,"status_resist":{"Paralyze":100},"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_30172.png","strings":{"name":[null,null,null,null,null,null],"desc_short":[null,null,null,null,null,null],"desc_long":[null,null,null,null,null,null]}}}}