{"208000105":{"rarity_min":5,"rarity_max":7,"name":"Squall","game":"FFVIII","job":"SeeD","sex":"Male","equip":[2,3,14,15,40,41,50,51,52,60],"entries":{"208000105":{"compendium_id":956,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[939,2844,240,120],"MP":[41,124,40,20],"ATK":[40,120,24,12],"DEF":[32,96,16,8],"MAG":[29,89,16,8],"SPR":[33,100,16,8]},"limitburst_id":208000105,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[4,6,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060100":20,"290060200":10,"290060300":10}},"strings":{"description":["A young man from another world where sorceresses pass their power down through the ages. Squall detests interacting with others, and often isolates himself. Regardless, he is a star pupil at Balamb Garden, a military academy founded for the purpose of training its students to shoulder the burdens of tomorrow. He also boasts of having passed the entrance exam required to join the elite mercenary force known as SeeD. The scar he bears on his face was the result of a blow from his classmate and rival during a training match.","在不斷繼承魔女之力的異界故事中所登場的青年。徹底的討厭與他人扯上關係，總是保持著孤立的狀態。就讀以「具備承擔未來能力的人才教育」為理念所創設的士兵養成學校巴拉姆花園，是優秀的在籍學生，並通過了特殊部隊ＳｅｅＤ的選拔考試。額頭上的傷痕，是與將他視為勁敵的同級生訓練比賽時造成的。","마녀의 힘이 계승되어 내려오는 이계 이야기에 등장하는 청년. 타인과 엮이는 것을 철저하게 거부하고, 항상 고독한 존재이고자 한다. '미래를 짊어질 힘을 갖춘 인재 육성'의 이념에 따라 창설된 병사 양성 학교 발람 가든에 재적 중인 우수한 학생으로, 특수부대 SeeD의 선발 시험에도 합격했다. 이마의 상처는 그를 경쟁 상대로 여기던 급우와의 훈련 시합에서 입은 것이다.","Un jeune homme qui apparaît dans les récits d'un autre monde, où les pouvoirs des sorcières sont transmis d'un réceptacle à l'autre au fil des âges. Squall méprise singulièrement les interactions humaines, et passe en conséquence le plus clair de son temps seul. Malgré tout, il figure parmi les étudiants les plus brillants de Balamb Garden, une académie militaire aspirant à former les futures générations de soldats en leur donnant la force de porter l'avenir. Il peut également se targuer d'avoir réussi l'examen de sélection de la brigade mercenaire d'élite connue sous le nom de SeeD. Il doit la cicatrice sur son visage à un coup délivré par son rival de toujours au cours d'un duel d'entraînement.","Ein junger Mann, der in einem Abenteuer über eine ferne Welt auftaucht, in der die Kraft von Hexen stetig an andere weitergegeben wird. Squall verabscheut die Interaktion mit anderen und isoliert sich oft. Trotzdem ist er ein Spitzenschüler in Balamb-Garden, einer Militärakademie, die ihren Schülern die Kraft und Mittel an die Hand geben will, die Last der Zukunft tragen zu können. Squall hat zudem die Auswahlprüfungen für den Eintritt in die Elite-Söldnereinheit SEED bestanden. Die Narbe auf seinem Gesicht ist ein Andenken an einen Trainingskampf, den er einst mit einem rivalisierenden Kameraden ausgetragen hatte.","Un joven que aparece en las historias de un mundo lejano donde el poder de una hechicera pasa continuamente de unos a otros. Squall odia interactuar con la gente, por lo que suele aislarse del mundo. Aun así, se trata del alumno estrella del Jardín de Balamb, una academia militar que se fundó con la idea de proveer a sus alumnos con el poder necesario para resolver cualquier crisis en el futuro. Asimismo, Squall se llena la boca contando que aprobó el examen de entrada de los SeeD, un grupo de mercenarios de élite. Y la cicatriz que tiene en la cara es fruto de una estocada que le profirió un compañero rival durante una clase de esgrima."],"summon":["I don't want to carry anyone's burden. Go talk to a wall.","我不想幫別人背包袱。要抱怨的話就對著牆壁說吧。","난 타인의 짐을 짊어지고 싶지 않아.<br>푸념이라면 벽에나 하도록 해.","Je n'ai pas envie de porter d'autres fardeaux que le mien. Va donc parler à un mur.","Ich will nicht, dass man mir die Last anderer Leute aufbürdet ... Rede doch gegen die Wand.","¿Cómo voy a opinar sobre los problemas de los otros? Mejor que hables con la pared."],"evolution":[null,null,null,null,null,null],"affinity":["It's a grueling battle, and I'm sure you're exhausted. But I don't want to have any regrets. I don't want you to look back and regret this day either.","真是艱苦到令人生厭的戰鬥。……但是，我不想留下悔恨。也不想讓你留下任何遺憾。","힘들고 지치는 싸움이다.<br>……하지만 후회하고 싶진 않아.<br>너도 후회를 남기는 일이 없었으면 해.","Je demande à chacun de faire un effort supplémentaire. Non seulement pour lui-même, mais aussi pour les autres. Je compte sur vous. Je vous demande de faire le maximum, pour vous et pour les autres.","Es ist eine sehr schwere und harte Mission. Aber ich will später nichts bereuen. Auch ihr solltet nichts unversucht lassen und euer Bestes geben.","Es una batalla dura y cruel, pero no debemos flaquear. Para que después no tengamos que arrepentirnos."],"fusion":["It's a good opportunity to test out my training. I feel like I can take on anyone. Even if they do fight dirty.","這是測試特訓成果的好機會。不論面對多麼卑劣的對手，現在的我都絕不會輸。","특훈의 성과를 시험해볼 기회로군. <br>지금이라면 어떤 비겁한 상대라 해도<br>지지 않을 거다.","Je vais peut-être essayer mes techniques sur toi. C'est sûrement mieux de commencer par un opposant déloyal et pénible comme toi..","Ich will sehen, was ich im Training mit dir gelernt habe. Dank dir glaube ich, dass ich jeden hinterhältigen Feind besiegen kann.","Es una buena oportunidad para probar lo que he aprendido entrenando contigo. Gracias a ti, ahora sé cómo enfrentarme a los que pelean sucio."]}},"208000106":{"compendium_id":957,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1220,3698,390,195],"MP":[53,162,65,32],"ATK":[51,156,34,17],"DEF":[42,126,26,13],"MAG":[38,116,26,13],"SPR":[43,130,26,13]},"limitburst_id":208000106,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[5,7,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000200":1}},"strings":{"description":["A young man from another world where sorceresses pass their power down through the ages. Squall is a member of the elite mercenary force SeeD and possesses a great talent for battle, wielding the difficult-to-handle gunblade with great ease. Although he had long pushed others away and relied only on himself, he gradually learns to come out of his shell thanks to the comrades who fight by his side, as well as a certain special young lady.","在不斷繼承魔女之力的異界故事中所登場的青年。隸屬於特殊部隊ＳｅｅＤ，擁有超群的戰鬥技能，可以輕易使用難以操控的特殊武器槍刃。曾經拒絕與他人接觸，不依賴任何人而活的他，因為共同戰鬥的夥伴與1名少女的存在，而逐漸打破了這層孤獨的外殼。","마녀의 힘이 계승되어 내려오는 이계 이야기에 등장하는 청년. 특수부대 SeeD에 소속되어 있으며, 다루기 어려운 특수한 무기인 건 블레이드를 손쉽게 다루는 등 뛰어난 전투 능력을 지니고 있다. 타인을 거부하며 그 누구에게도 의지하지 않고 살아가고자 한 그였지만, 함께 싸운 동료들과 한 명의 소녀로 인해, 그 껍질은 점점 벗겨지게 된다.","Un jeune homme qui apparaît dans les récits d'un autre monde, où les pouvoirs des sorcières sont transmis d'un réceptacle à l'autre au fil des âges. Squall est un membre de la brigade mercenaire d'élite SeeD. Il possède un talent inné pour le combat et brandit avec aisance sa pistolame, une arme pourtant considérée comme particulièrement difficile à manier. D'abord déterminé à repousser quiconque tenterait de se lier d'amitié avec lui, il finit par changer au fil des combats aux côtés de ses camarades et s'attache à une jeune femme en particulier.","Ein junger Mann, der in einem Abenteuer über eine ferne Welt auftaucht, in der die Kraft von Hexen stetig an andere weitergegeben wird. Squall ist Mitglied der Elite-Söldnereinheit SEED und besitzt ein herausragendes Talent für den Kampf. Mühelos schwingt er seine Gunblade, die dafür bekannt ist, sich nur schwer kontrollieren zu lassen. Obwohl Squall andere zunächst von sich stößt und sich nur auf sich selbst verlässt, lernt er im Verlauf seines Abenteuers von seinen Kampfkameraden und einer gewissen jungen Dame, aus seinem Schneckenhaus zu kommen.","Un joven que aparece en las historias de un mundo lejano donde el poder de una hechicera pasa continuamente de unos a otros. Squall es miembro de los SeeD, un grupo de mercenarios de élite, y maneja con bastante soltura un tipo de arma bastante complejo que se denomina Sable espada. Aunque le gusta vivir de forma independiente sin contar con apoyo ninguno de nadie, al final decide salir de su burbuja gracias a los compañeros que luchan a su lado, y de una chica bastante especial."],"summon":["I'll fight your enemies based on your decision. That's my duty.","我會遵從你的決定，與你的敵人一戰。這就是我的工作。","난 당신의 결정을 따르고 <br>당신의 적과 싸운다. <br>그게 내 임무야.","Quelle que soit ta décision, nous t'aiderons. Je t'ai donné ma parole.","Ich füge mich deinen Befehlen und kämpfe gegen deine Feinde. Das ist mein Job.","Obedeceremos tus órdenes y lucharemos contra tus enemigos. Ese es nuestro trabajo."],"evolution":["There may be missions requiring this sort of subterfuge. It's expected of SeeD to learn various skills.","身為SeeD的一員，習得所有對任務有幫助的技能是當然的。","임무에 도움이 되는 기술이라면<br>뭐든 배우는 것이 SeeD다.","C'est une technique qui a fait ses preuves. Ça fait partie de la formation du SeeD.","Es könnte ja sein, dass wir während einer Mission jemandem bei einem Tanzabend kontaktieren müssen. Wir sind eben auf alles vorbereitet.","Un Seed nunca sabe qué tipo de misión le tocará en suerte. Por eso debemos adquirir cualquier habilidad que nos pueda ser útil."],"affinity":["It's a grueling battle, and I'm sure you're exhausted. But I don't want to have any regrets. I don't want you to look back and regret this day either.","真是艱苦到令人生厭的戰鬥。……但是，我不想留下悔恨。也不想讓你留下任何遺憾。","힘들고 지치는 싸움이다.<br>……하지만 후회하고 싶진 않아.<br>너도 후회를 남기는 일이 없었으면 해.","Je demande à chacun de faire un effort supplémentaire. Non seulement pour lui-même, mais aussi pour les autres. Je compte sur vous. Je vous demande de faire le maximum, pour vous et pour les autres.","Es ist eine sehr schwere und harte Mission. Aber ich will später nichts bereuen. Auch ihr solltet nichts unversucht lassen und euer Bestes zu geben.","Es una batalla dura y cruel, pero no debemos flaquear. Para que después no tengamos que arrepentirnos."],"fusion":["I will never turn tail. I'm not having anyone talk about me in the past tense!","我絕不逃跑！再也不會重蹈過去的覆轍了。","난 도망가지 않는다. <br>과거형이 되는 건 사양이야.","Jamais je ne prendrai la fuite. C'est hors de question ! Personne ne parlera de moi<br>au passé !","Ich werde niemals davonlaufen. Ich will nicht zur Vergangenheit werden!","No quiero que nadie hable de mí en pasado."]}},"208000107":{"compendium_id":958,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1587,4808,540,270],"MP":[70,211,90,45],"ATK":[67,203,65,32],"DEF":[54,172,40,20],"MAG":[50,152,40,20],"SPR":[56,178,40,20]},"limitburst_id":208000107,"attack_count":1,"attack_damage":[[100]],"attack_frames":[20],"effect_frames":[18],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[6,8,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man from another world where sorceresses pass their power down through the ages. Squall's antisocial personality doesn't prevent his raw charm from winning over others, nor does it prevent him from becoming a leadership figure for his classmates when a great conflict comes to Balamb Garden. Although he is determined to save those precious to him from the clutches of an evil sorceress, he eventually learns the identity of his true enemy, choosing to risk his life in battle to thwart her plans.","在不斷繼承魔女之力的異界故事中所登場的傭兵青年。性格冷淡卻又擁有吸引他人注意的魅力，在巴拉姆花園全境發生的大規模戰鬥中，他帶領著學生們。為了從魔女手中拯救重要的事物而奔走，在得知真正敵人的存在後，為了阻止其野心，抱著必死決心挺身而戰。","마녀의 힘이 계승되어 내려오는 이계 이야기에 등장하는 용병 청년. 무뚝뚝하지만 사람을 끌어당기는 매력의 소유자로, 발람 가든에서 벌어진 대규모 전투에서는 중심인물이 되어 학생들을 이끌었다. 마녀의 손에서 소중한 존재를 구하기 위해 몰두하던 중 진정한 적에 대해 알게 되고, 그 야망을 저지하기 위해 결사의 작전을 세운다.","Un jeune mercenaire qui apparaît dans les récits d'un autre monde, où les pouvoirs des sorcières sont transmis d'un réceptacle à l'autre au fil des âges. Le caractère asocial de Squall n'affecte en rien son charme, et ne l'empêche pas de devenir un meneur au sein de son groupe au cours des grandes batailles de l'académie de Balamb Garden. Bien que déterminé à sauver ceux qui lui sont chers des griffes d'une vile sorcière, lorsqu'il apprend qui est sa véritable ennemie, il en vient à risquer sa propre vie pour tenter de mettre un terme à ses plans.","Ein junger Mann, der in einem Abenteuer über eine ferne Welt auftaucht, in der die Kraft von Hexen stetig an andere weitergegeben wird. Squalls Reserviertheit hindert seinen ungeschliffenen Charme nicht im Geringsten daran, andere auf seine Seite zu ziehen und seinen Klassenkameraden gar eine Führungspersönlichkeit zu sein, als Balamb-Garden angegriffen wird. Squall ist fest entschlossen, alle, die ihm teuer sind, aus den Fängen einer bösen Hexe zu befreien. Letztendlich erkennt er, wer der wahre Feind ist, und setzt sein Leben aufs Spiel, um ihre Pläne zu durchkreuzen.","Un joven que aparece en las historias de un mundo lejano donde el poder de una hechicera pasa continuamente de unos a otros. Squall es una persona huraña, pero esto no impide que la gente se vea atraída por su encanto, ni tampoco le impide convertirse en el líder de su clase durante las grandes batallas que tienen lugar en el Jardín de Balamb. Aunque está dispuesto a salvar a cualquier ser querido de las garras de una hechicera, con el tiempo acaba averiguando la identidad de su verdadero enemigo y arriesga la vida para prevenir que lleve a cabo sus planes."],"summon":["There's no good or bad side. Just 2 sides holding different views.","人不分善惡，只有分敵我而已。","착한 녀석과 나쁜 녀석이 있는 게 아니다. <br>적과, 적이 아닌 녀석이 있을 뿐이야.","Ce n'est pas le bien ou le mal qui nous sépare de nos ennemis. Juste un point de vue incompatible.","Wahrscheinlich ... ist der Feind weder gut noch böse. Wir haben nur unterschiedliche Standpunkte.","No hay buenos ni malos, solo aliados y enemigos."],"evolution":["Friend or foe... It all comes down to circumstance. That's how we were raised. It's...nothing special.","沒有永遠的敵人或是朋友，一切都會跟著情勢不斷變化，我們就是受這樣的教育長大的。","누가 적이고 누가 아군인가 같은 건 <br>흐름 속에서 어떻게든 정해진다. <br>난 그렇게 배우며 자랐어.","Ami, ennemi... On ne sait jamais qui est qui. C'est comme ça qu'on a été élevés. C'est... rien de spécial.","Wer zum Freund oder zum Feind wird, entscheidet sich rein zufällig. So wurden wir erzogen ... Es ist doch nichts Besonderes?","Nadie sabe quién será su enemigo mañana. Eso nos han enseñado en el Jardín. No es nada especial."],"affinity":["It's a grueling battle, and I'm sure you're exhausted. But I don't want to have any regrets. I don't want you to look back and regret this day either.","真是艱苦到令人生厭的戰鬥。……但是，我不想留下悔恨。也不想讓你留下任何遺憾。","힘들고 지치는 싸움이다.<br>……하지만 후회하고 싶진 않아.<br>너도 후회를 남기는 일이 없었으면 해.","Je demande à chacun de faire un effort supplémentaire. Non seulement pour lui-même, mais aussi pour les autres. Je compte sur vous. Je vous demande de faire le maximum, pour vous et pour les autres.","Es ist eine sehr schwere und harte Mission. Aber ich will später nichts bereuen. Auch ihr solltet nichts unversucht lassen und euer Bestes zu geben.","Es una batalla dura y cruel, pero no debemos flaquear. Para que después no tengamos que arrepentirnos."],"fusion":["As long as we continue fighting, we need more power. If there's a price I have to pay for that, I'll gladly pay it.","為了繼續戰鬥下去，力量是必要的。為此，要我付出任何代價都在所不惜。","싸움을 계속하는 한 힘은 필요하다.<br>그 대신 무언가를 바쳐야 한대도<br>난 상관없어.","Tant que notre combat continue, il nous faut plus de pouvoirs. S'il y a un prix à payer pour ça, alors je m'en acquitterai le sourire aux lèvres.","Solange wir weiterkämpfen, brauchen wir mehr Macht. Auch wenn wir etwas opfern müssen, ich zahle den Preis dafür gerne.","Mientras sigamos luchando, necesitaremos la ayuda de los G. F. Si hay que dar algo a cambio, yo estoy dispuesto a darlo."]}}},"skills":{"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"207410":{"name":"Large Sword Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Great Sword"],"icon":"ability_95.png"},"209540":{"name":"Gun Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Gun"],"icon":"ability_95.png"},"215000":{"name":"True Doublehand","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"226620":{"name":"Rough Divide","cost":{"MP":24},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.7x, ATK) to one enemy"],"icon":"ability_54.png"},"226621":{"name":"Fated Circle","cost":{"MP":36},"attack_frames":[[135]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.75x, ATK) to all enemies"],"icon":"ability_54.png"},"226622":{"name":"Blasting Zone","cost":{"MP":48},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x * 2 = 4x, ATK) to all enemies (ignore cover)"],"icon":"ability_54.png"},"226624":{"name":"Flame Barret","cost":{"MP":18},"attack_frames":[[42,49,56,63,70]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (2.25x, ATK) to one enemy","Reduce resistance to Fire by 60% for 3 turns to one enemy"],"icon":"ability_21.png"},"226625":{"name":"Thunder Barret","cost":{"MP":18},"attack_frames":[[42,49,56,63,70]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (2.25x, ATK) to one enemy","Reduce resistance to Lightning by 60% for 3 turns to one enemy"],"icon":"ability_20.png"},"226626":{"name":"Wind Barret","cost":{"MP":18},"attack_frames":[[42,49,56,63,70]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (2.25x, ATK) to one enemy","Reduce resistance to Wind by 60% for 3 turns to one enemy"],"icon":"ability_25.png"},"226627":{"name":"Light Barret","cost":{"MP":18},"attack_frames":[[42,49,56,63,70]],"attack_type":"Physical","element_inflict":["Light"],"effects":["Physical light damage (2.25x, ATK) to one enemy","Reduce resistance to Light by 60% for 3 turns to one enemy"],"icon":"ability_5.png"},"226628":{"name":"Draw","cost":{"MP":16},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Steal debuffs to MAG from one ally, except caster","Increase ATK by 120% for 3 turns to caster"],"icon":"ability_63.png"},"226629":{"name":"Lion's Might","cost":{"MP":60},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Unlock Lion's Might (507190) on turn 4 [4 turns CD]"],"icon":"ability_105.png"},"226630":{"name":"Renzokuken","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Blasting Zone (226622), Blasting Zone+1 (707668), Blasting Zone+2 (707669), Fated Circle (226621), Flame Barret (226624), Flame Barret+1 (707666), Flame Barret+2 (707667), Keen Edge (911245), Keen Edge++2 (707671), Keen Edge+1 (912422), Keen Edge+2 (912423), Light Barret (226627), Light Barret+1 (912435), Light Barret+2 (912436), Rough Divide (226620), Thunder Barret (226625), Thunder Barret+1 (912431), Thunder Barret+2 (912432), Wind Barret (226626), Wind Barret+1 (912433) and Wind Barret+2 (912434) twice in one turn"],"icon":"ability_8.png"},"226631":{"name":"SeeD","attack_type":"None","element_inflict":null,"effects":["Increase MP by 50% and DEF and HP by 30%"],"icon":"ability_77.png"},"226632":{"name":"Gunblade Wielder","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"226633":{"name":"Junction","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 50%","Increase LB gauge by 1 per turn"],"icon":"ability_91.png"},"226634":{"name":"Inherited Charisma","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Poison, Blind, Paralyze and Petrify by 100%","Increase SPR by 40%"],"icon":"ability_19.png"},"226635":{"name":"Orphaned Cub","attack_type":"None","element_inflict":null,"effects":["20% chance to counter physical attacks with Orphaned Cub (507191) to caster (max 1 / turn)","20% chance to counter magic attacks with Orphaned Cub (507191) to caster (max 1 / turn)"],"icon":"ability_68.png"},"226636":{"name":"Sorceress' Knight","attack_type":"None","element_inflict":null,"effects":["Use Sorceress' Knight (507192) at the start of a battle","Increase the limit burst gauge fill rate by 50%","Increase ATK by 30%"],"icon":"ability_43.png"},"226637":{"name":"GF","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 10%"],"icon":"ability_77.png"},"507190":{"name":"Lion's Might","cost":{"MP":60},"attack_frames":[[90],[90],[90]],"attack_type":"None","element_inflict":null,"effects":["Remove all debuffs from caster","Restore 100% HP and 50% MP to caster","Increase LB gauge by 30 to caster"],"icon":"ability_105.png","parentID":"226629"},"507191":{"name":"Orphaned Cub","cost":{},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 120% for one turn to caster","Reduce damage taken by 15% to caster for one turn"],"icon":"ability_43.png","parentID":"226635"},"507192":{"name":"Sorceress' Knight","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by magic attacks by 10% to caster for 99999 turns"],"icon":"ability_43.png","parentID":"226636"},"707656":{"name":"GF+1","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 30%"],"icon":"ability_77.png"},"707657":{"name":"GF+2","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 60%"],"icon":"ability_77.png"},"707664":{"name":"Gunblade Wielder+1","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase ATK by 50% when equipped with a Great Sword","Increase DEF by 30%"],"icon":"ability_76.png"},"707665":{"name":"Gunblade Wielder+2","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 150% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase ATK by 50% when equipped with a Great Sword","Increase DEF by 30%","Increase the damage of Keen Edge skills  [(911245) / ++2 (509341) / +1 (912422) / +2 (912423)] by (0.5x)"],"icon":"ability_76.png"},"707666":{"name":"Flame Barret+1","cost":{"MP":18},"attack_frames":[[42,49,56,63,70]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (3.25x, ATK) to one enemy","Reduce resistance to Fire by 60% for 3 turns to one enemy"],"icon":"ability_21.png"},"707667":{"name":"Flame Barret+2","cost":{"MP":18},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Fire"],"effects":["Physical fire damage (3.25x, ATK) to one enemy","Reduce resistance to Fire by 75% for 5 turns to one enemy","Add Fire element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_21.png"},"707668":{"name":"Blasting Zone+1","cost":{"MP":48},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.5x * 2 = 5x, ATK) to all enemies (ignore cover)"],"icon":"ability_54.png"},"707669":{"name":"Blasting Zone+2","cost":{"MP":48},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x * 2 = 6x, ATK) to all enemies (ignore cover)","Increase damage of Keen Edge skills  [(911245) / ++2 (509341) / +1 (912422) / +2 (912423)] by 150% for 5 turns"],"icon":"ability_54.png"},"707670":{"name":"DEF +30%+1","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 30%"],"icon":"ability_77.png"},"707671":{"name":"Keen Edge++2","cost":{"MP":45},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock Keen Edge++2 (509341) on turn 5 [5 turns CD]"],"icon":"ability_105.png"},"911245":{"name":"Keen Edge","cost":{"MP":52},"attack_frames":[[2,12]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x * 2 = 6x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png"},"912422":{"name":"Keen Edge+1","cost":{"MP":45},"attack_frames":[[60],[75]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x * 2 = 6x, ATK) to one enemy (ignore cover)","Physical damage (3x * 2 = 6x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png"},"912423":{"name":"Keen Edge+2","cost":{"MP":45},"attack_frames":[[60],[75]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x * 2 = 6x, ATK) to one enemy (ignore cover)","Physical damage (3x * 2 = 6x, ATK) to one enemy (ignore cover)","Increase damage of Keen Edge+ skills  [+2 (509341) / 2 (912423)] by 300% for 5 turns"],"icon":"ability_54.png"},"912431":{"name":"Thunder Barret+1","cost":{"MP":18},"attack_frames":[[42,49,56,63,70]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (3.25x, ATK) to one enemy","Reduce resistance to Lightning by 60% for 3 turns to one enemy"],"icon":"ability_20.png"},"912432":{"name":"Thunder Barret+2","cost":{"MP":18},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (3.25x, ATK) to one enemy","Reduce resistance to Lightning by 75% for 5 turns to one enemy","Add Lightning element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_20.png"},"912433":{"name":"Wind Barret+1","cost":{"MP":18},"attack_frames":[[42,49,56,63,70]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (3.25x, ATK) to one enemy","Reduce resistance to Wind by 60% for 3 turns to one enemy"],"icon":"ability_25.png"},"912434":{"name":"Wind Barret+2","cost":{"MP":18},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (3.25x, ATK) to one enemy","Reduce resistance to Wind by 75% for 5 turns to one enemy","Add Wind element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_25.png"},"912435":{"name":"Light Barret+1","cost":{"MP":18},"attack_frames":[[42,49,56,63,70]],"attack_type":"Physical","element_inflict":["Light"],"effects":["Physical light damage (3.25x, ATK) to one enemy","Reduce resistance to Light by 60% for 3 turns to one enemy"],"icon":"ability_5.png"},"912436":{"name":"Light Barret+2","cost":{"MP":18},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Light"],"effects":["Physical light damage (3.25x, ATK) to one enemy","Reduce resistance to Light by 75% for 5 turns to one enemy","Add Light element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_5.png"}},"LB":{"name":"Lion Heart","attack_count":[17],"attack_frames":[[98,118,146,156,203,225,241,255,263,273,285,293,305,321,333,458,580]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (9x * 2 = 18x, ATK) to one enemy (ignore cover)"],"max_level":["Physical damage (10.5x * 2 = 21x, ATK) to one enemy (ignore cover)"]},"TMR":{"name":"Lion Heart","compendium_id":885,"compendium_shown":true,"rarity":8,"type_id":3,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":true,"dmg_variance":[1,1.6],"accuracy":50,"requirements":null,"skills":{"226638":{"name":"The Legendary Beast","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 2 per turn"],"icon":"ability_91.png","desc":""}},"effects":["Grants 'The Legendary Beast' passive."],"stats":{"HP":0,"MP":0,"ATK":150,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":150000,"price_sell":15000,"icon":"item_10334.png","strings":{"name":["Lion Heart","獅子之心","라이온 하트","Cœur de lion","Löwenherz","Lionheart"],"desc_short":["A type of weapon known as a gunblade that hails from a faraway world.","被稱為槍刃的一種異界武器","건 블레이드라고 불리는 이계 무기의 일종","Une arme appartenant à la catégorie des pistolets-lames, issue d'un monde lointain.","Eine unter die Gattung \"Gunblade\" fallende Waffe aus einer fernen Welt.","Un arma de un mundo lejano que entra en la categoría de sable pistola."],"desc_long":["Gunblades are unique weapons that hail from a faraway world, and this one is said to be the greatest of them all. The elegant blade has a bluish tint, and—befitting the name—the hilt is emblazoned with the mark of a lion. In the world from which they originate, gunblades are often modified to augment their powers, but trying to build a Lion Heart requires some of the rarest materials in the land.","在遙遠異界被稱為槍刃的武器中，擁有最強性能的類型。美麗的刀刃略帶藍色，握柄如同其名字一般，被設計成獅子的模樣。據說在異界中，若要強化其性能而進行改造，需要消耗極為貴重的素材。","까마득히 먼 이계의 '건 블레이드'라고 불리는 무기 중에서도 최고의 성능을 지닌 모델. 아름답게 빛나는 푸르스름한 날을 지니고 있으며, 그 이름에 걸맞게 자루에는 사자가 디자인되어 있다. 이 무기가 본래 존재하던 이계에서는 성능 강화를 위해서 개조를 거치는데, 라이온 하트를 만들기 위해서는 아주 귀중한 재료가 필요하다고 한다.","Les pistolames sont des armes uniques issues d'un monde lointain. Il est dit que celle-ci serait la plus puissante de tous. Sa lame est dotée d'une teinte bleuâtre, et l'on retrouve, comme son nom le suggère, l'image d'un lion gravée sur sa garde. Dans le monde d'origine de cette arme, il est commun de modifier les ce type d'armes pour améliorer leur potentiel. La modification de celle-ci exige cependant un matériau d'une immense rareté.","Die aus einer fernen Welt stammenden \"Gunblades\" sind zweifelsohne einzigartige Waffen. Dieses Modell gilt als das mächtigste von allen. Die Klinge ist in einem tiefen Blau gefärbt und zum Namen passend prangt auf ihrem Griff das Konterfei eines Löwen. In der Welt, aus der diese Waffe stammt, werden Gunblades modifiziert, um ihr Potenzial zu erweitern. Um eine einfache Gunblade zu einem \"Löwenherz\" umzuwandeln, ist jedoch unglaublich wertvolles Material notwendig.","Los sables pistola son armas especiales que provienen de un mundo lejano. Esta en particular se considera la mejor de todas. Su hoja es de color azulado y, en su empuñadora, se puede observar la imagen de un león grabada. En el mundo del que proviene, los sables pistola se modifican para aumentar su potencia, pero para llegar a elaborar el Lionheart hace falta un material extremadamente difícil de encontrar."]}},"STMR":{"name":"A Lion's Heart","compendium_id":794,"compendium_shown":true,"unit_restriction":null,"skills":{"226639":{"name":"A Lion's Heart","attack_type":"None","element_inflict":null,"effects":["Increase LB damage by 55%","Increase LB gauge by 3 per turn"],"icon":"ability_91.png","desc":""}},"effects":["Grants 'A Lion's Heart' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_91.png","strings":{"names":["A Lion's Heart","獅子的心","사자의 마음","Le cœur d'un lion","Herz eines Löwen","Corazón de león"],"desc_short":["Fill LB gauge every turn and boost LB damage (Not stackable)","每回合增加極限技槽+提高極限技的威力[無法重複裝備]","매 턴마다 LB 게이지 증가+LB 피해량 상승 (중복 장착 불가)","Remplit la jauge de limite à chaque tour et augmente les dégâts de la limite (pas cumulable)","Füllt jede Runde Limitmeter und erhöht Schaden durch Limitrausch (Nicht stapelbar).","Rellena la barra de EL cada turno y aumenta el daño de EL (no acumulable)"],"desc_long":["Fills the limit burst gauge every turn and boosts LB damage. Not stackable.","每回合增加極限技槽，並提高極限技的威力。[無法重複裝備]","매 턴마다 LB 게이지가 증가하고, LB의 피해량이 상승합니다. (중복 장착 불가)","Remplit la jauge de limite à chaque tour et augmente les dégâts de la limite. Non cumulable.","Füllt jede Runde Limitmeter und erhöht Schaden durch Limitrausch (nicht stapelbar).","Rellena la barra de EL cada turno y aumenta el daño de EL (no acumulable)."]},"type":"MATERIA"}},"208000205":{"rarity_min":5,"rarity_max":7,"name":"Rinoa","game":"FFVIII","job":"Resistance","sex":"Female","equip":[1,2,5,6,11,13,14,40,50,53,60],"entries":{"208000205":{"compendium_id":959,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[874,2647,300,150],"MP":[53,160,50,25],"ATK":[31,95,20,10],"DEF":[29,89,20,10],"MAG":[40,122,20,10],"SPR":[36,108,20,10]},"limitburst_id":208000205,"attack_count":1,"attack_damage":[[100]],"attack_frames":[55],"effect_frames":[53],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[7,7,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060200":10,"290060300":20,"290060400":10}},"strings":{"description":["A young lady from another world where sorceresses pass their power down through the ages. Rinoa is a member of the Forest Owls, a resistance group fighting for the freedom of a small nation. Her extraordinary assertiveness sets her apart from the crowd, and she has come to serve as a de facto leader of the organization. Originally in Balamb Garden to request that the elite mercenary force SeeD is dispatched to aid the Owls' cause, Rinoa meets Squall at a banquet as if orchestrated by fate.","在不斷繼承魔女之力的異界故事中所登場的少女。隸屬於致力讓被佔領都市獨立的抵抗軍組織「森之貓頭鷹」。從無視首領並掌握著組織的主導權等行為中，看得出她有異於常人的積極態度，是非常顯眼的存在。為了委託特殊部隊ＳｅｅＤ派遣人員而來到巴拉姆花園時，在派對會場與斯考爾發生了命運般的邂逅。","마녀의 힘이 계승되어 내려오는 이계 이야기에 등장하는 소녀. 점령당한 도시의 독립을 꾀하는 레지스탕스 조직 '숲의 올빼미'에 소속되어 있다. 리더를 제쳐 놓고 조직의 주도권을 쥐는 등 남다른 적극성을 지닌 특이한 존재이다. 특수부대 SeeD 파견을 의뢰하기 위해 발람 가든을 방문했을 때, 파티 회장에서 스퀄과 운명적인 만남을 갖게 된다.","Une jeune femme qui apparaît dans les récits d'un autre monde, où les pouvoirs des sorcières sont transmis d'un réceptacle à l'autre au fil des âges. Linoa est un membre des Hiboux de la Forêt, un groupe de résistants luttant pour la liberté d'une petite nation. Elle attache plus d'importance à l'organisation elle-même qu'à son chef, et se distingue du reste du groupe par sa grande assurance. Ayant voyagé jusqu'à Balamb Garden pour y demander l'aide de la brigade mercenaire d'élite SeeD, Linoa y rencontre Squall par hasard lors d'un bal de promo.","Ein junges Mädchen, das in einem Abenteuer über eine ferne Welt auftaucht, in der die Kraft von Hexen stetig an andere weitergegeben wird. Rinoa ist Mitglied von \"Waldeule\", einer Gruppe Widerstandskämpfer, die für die Freiheit einer kleinen Nation kämpft. Aufgrund ihres außergewöhnlich starken Durchsetzungsvermögens dient sie der Organisation als De-facto-Anführerin. Sie sucht Balamb-Garden auf, um die Elite-Söldnereinheit SEED für einen Auftrag anzuheuern. Bei einem Bankett kommt es zur einer schicksalhaften Begegnung mit Squall.","Una joven que aparece en las historias de un mundo lejano donde el poder de una hechicera pasa continuamente de unos a otros. Rinoa es miembro de los Búhos del Bosque, un grupo de la resistencia que lucha por la libertad de una pequeña nación. Rinoa le da más importancia a la organización en sí que a su líder, y esta asertividad tan suya y tan fuera de lo común ha conseguido que mucha gente se haya alejado de ella. Por otra parte, como si fuera obra del destino, Rinoa conoce a Squall en una fiesta al encontrarse en el Jardín de Balamb para pedirle a los SeeD, una organización de mercenarios de élite, que ayuden a la causa de los Búhos."],"summon":["Look into my eyes...<br>You're-going-to-like-me...<br>You're-going-to-like-me...<br>Did it work?","你接下來……會變得很喜歡人家～變得很喜歡人家～不行嗎？","날 좋아하게 된다~ <br>좋아하게 된다~ <br>안 되나?","Regarde-moi bien dans les yeux...<br>Tu vas m'aimer...<br>Tu vas m'aimer...<br>Ça y est, tu es ensorcelé ?","Du wirst ...<br>Mich mögen,<br>mich mööögen.<br>Immer noch nicht?","Caerás bajo mi poder hipnótico... Te gusto... Te gusto mucho, mucho... ¿No funciona?"],"evolution":[null,null,null,null,null,null],"affinity":["There are no guarantees in the future. That's why TODAY, the time we have now, is important. After all, we're together in all this.","不管是誰，都無法保證未來會發生什麼。所以才要好好把・握・現・在啊。我們好不容易在一起了不是嗎？","그 누구도 미래를 보증할 순 없어.<br>그러니까 지·금, 인거야.<br>모처럼 함께이니까.","On ne peut pas prédire le futur. C'est pourquoi le présent est si important ! Et puis, on est tous ensemble !","Die Zukunft ist niemals sicher. Deswegen ist unsere gemeinsame Zeit im HIER UND JETZT wichtig. Schließlich stehen wir der Bedrohung gemeinsam gegenüber.","Nadie sabe lo que pasará en el futuro, nadie puede garantizarlo. ¡Lo importante es el pre-sen-te! Estamos juntos en esto."],"fusion":["If we keep this up and get even stronger, we'll be able to carry out all kinds of plans!","就照這樣一直變強下去，不管什麼樣的作戰都能輕鬆解決了！","이대로 더 강해지면 <br>이 작전이든 저 작전이든 <br>내 마음대로라구!","Si on continue comme ça et qu'on gagne encore plus en puissance, on va vraiment pouvoir avancer !","Wenn wir so weitermachen und noch stärker werden, können wir sämtliche Pläne durchführen!","Si seguimos así y nos hacemos más fuertes, podremos hacer cosas que nunca soñamos. ¡Estoy tan entusiasmada!"]}},"208000206":{"compendium_id":960,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1136,3442,450,225],"MP":[69,208,75,37],"ATK":[41,124,30,15],"DEF":[38,116,30,15],"MAG":[52,159,30,15],"SPR":[47,141,30,15]},"limitburst_id":208000206,"attack_count":1,"attack_damage":[[100]],"attack_frames":[55],"effect_frames":[53],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,8,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000210":1}},"strings":{"description":["A young lady from another world where sorceresses pass their power down through the ages.  Rinoa is bright and cheerful by nature who is quick to speak her mind, even to those she has only just met. She encounters Squall when he is dispatched to help her resistance group liberate a small nation, and the two remain together afterwards. A young lady with an unusually good intuition, her eccentric mannerisms tend to leave a deep impression on others.","在不斷繼承魔女之力的異界故事中所登場的少女。她表裡如一開朗快活，就算是初次見面的對象也能毫無畏懼地應對。在都市的獨立作戰中，與派遣傭兵斯考爾等人相遇，之後便與他們共同行動。她有著一般女性所沒有的特質，特別是其打破常規的言行，最讓人印象深刻。","마녀의 힘이 계승되어 내려오는 이계 이야기에 등장하는 소녀. 밝고 쾌활하며 솔직한 성격으로, 처음 만나는 상대라 하더라도 거리낌 없이 대한다. 도시의 독립 작전에 용병으로 파견된 스퀄 일행과 만난 후, 함께 행동하게 되었다. 평범한 여자아이에게서는 찾아볼 수 없는 감각의 소유자로, 특히 그 언동은 파격적일 정도로 인상 깊다고 한다.","Une jeune femme qui apparaît dans les récits d'un autre monde, où les pouvoirs des sorcières sont transmis d'un réceptacle à l'autre au fil des âges. Linoa est intelligente et chaleureuse. Elle ne ressent jamais le besoin de cacher sa véritable nature et n'hésite aucunement à aborder directement les étrangers. Elle fait la rencontre de Squall alors que celui-ci est envoyé en mission pour l'aider à libérer une petite nation, suite à quoi les deux décident d'unir leurs forces. Dotée d'une grande sensibilité, Linoa a des étranges manières qui laissent généralement une forte impression sur ceux qu'elle côtoie.","Ein junges Mädchen, das in einem Abenteuer über eine ferne Welt auftaucht, in der die Kraft von Hexen stetig an andere weitergegeben wird. Rinoa ist eine heitere Frohnatur und sagt stets, was sie denkt, selbst wenn sie einer Person gerade zum ersten Mal begegnet ist. Sie zeichnet sich durch eine außergewöhnliche Intuition aus und hinterlässt mit ihrem exzentrisches Auftreten einen bleibenden Eindruck. Rinoa trifft auf Squall und seine Gruppe, als diese entsandt werden, um ihrer Widerstandsgruppe dabei zu helfen, eine kleine Nation zu befreien. Auch nach Abschluss dieses Auftrages kämpft Rinoa weiter Seite an Seite mit ihnen.","Una joven que aparece en las historias de un mundo lejano donde el poder de una hechicera pasa continuamente de unos a otros. Rinoa es una chica inteligente y alegre, y no tiene el más mínimo pudor a la hora de ser franca y directa con la gente. Por su parte, Rinoa acaba conociendo a Squall cuando a este último lo envían a ayudar a los Búhos en su cometido de liberar una pequeña nación. A partir de ahí, los dos permanecen unidos. Además, se trata de una joven con una intuición excelente fuera de lo común; de hecho, su forma de actuar tan curiosa suele impresionar a la gente."],"summon":["Hello there! I want you to show me around. You know, to get acquainted with the place.","早安安～你能帶我一起去看看…這個多采多姿的世界嗎？","안녕~ <br>이 세계에 대해 <br>여러 가지를 안내해 줘.","Hé ! Je veux juste que tu me montres les lieux. Je me sentirai plus à l'aise comme ça.","Ich will nur sehen, wie ihr den Alltag verbringt, und mit diesem Ort vertraut werden.","¡Holaaa! Enséñame el Jardín. Me gustaría conocer el lugar donde habéis estudiado."],"evolution":["You guys probably think this is all a game to us. ...Well, it's not! We're serious. So serious...it hurts.","在你看來像小孩子的遊戲嗎？但，我是很認真的喔。認真到……都覺得心痛。","애들 장난처럼 보여? <br>하지만, 진심이야. <br>아플 정도로…… 진심이라구.","Tu crois que nous jouons à la guerre ? Pourtant, nous sommes sérieux ! C'est vraiment important, tu sais ? Tellement important que j'en ai mal...","Sehen wir denn echt so aus, als würden wir herumspielen? Aber ... es ist uns ernst. Tierisch ... ernst.","¿De veras te parece que nuestro movimiento es un juego de niños? Para nosotros es algo muy serio. En esto nos jugamos la vida."],"affinity":["There are no guarantees in the future. That's why TODAY, the time we have now, is important. After all, we're together in all this.","不管是誰，都無法保證未來會發生什麼。所以才要好好把・握・現・在啊。我們好不容易在一起了不是嗎？","그 누구도 미래를 보증할 순 없어.<br>그러니까 지·금, 인거야.<br>모처럼 함께이니까.","On ne peut pas prédire le futur. C'est pourquoi le présent est si important ! Et puis, on est tous ensemble !","Die Zukunft ist niemals sicher. Deswegen ist unsere gemeinsame Zeit im HIER UND JETZT wichtig. Schließlich stehen wir der Bedrohung gemeinsam gegenüber.","Nadie sabe lo que pasará en el futuro, nadie puede garantizarlo. ¡Lo importante es el pre-sen-te! Estamos juntos en esto."],"fusion":["Who said this was a game...? I understand what's going on... I mean, I can do this...right?","我也知道這不是在玩啊。我也是……做得到的……","놀이가 아니란 것 정도는 <br>알고 있는걸. <br>나도, 할 수 있을 거야……","Qui a dit que c'était un jeu... ? Je suis consciente des enjeux... Mais, moi aussi, j'ai mon plan !","Ich meine es wirklich ernst. Ich weiß doch, dass das kein Spiel ist ... ich schaffe das ... oder?","¡Para mí tampoco es un juego! Sé que yo también soy capaz de hacerlo."]}},"208000207":{"compendium_id":961,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1477,4475,600,300],"MP":[89,271,100,50],"ATK":[53,162,50,25],"DEF":[50,158,50,25],"MAG":[67,203,50,25],"SPR":[61,193,50,25]},"limitburst_id":208000207,"attack_count":1,"attack_damage":[[100]],"attack_frames":[55],"effect_frames":[53],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,8,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young lady from another world where sorceresses pass their power down through the ages. Rinoa develops feelings for Squall, one of the SeeD members she had employed for her cause, and eventually decides to join him and his friends in battle. The strength Squall sees in Rinoa—her unique approaches and assertiveness in interacting with others—is something that changes him greatly, and she quickly becomes an irreplaceable presence in his life.","在不斷繼承魔女之力的異界故事中所登場的少女。在與雇用的ＳｅｅＤ共同行動時，對斯考爾抱有好感，並選擇與他們一起戰鬥。她以獨特的親近人的方式，對於斯考爾的人性面造成相當大的影響。對於斯考爾來說她也成為了獨一無二的存在。","마녀의 힘이 계승되어 내려오는 이계 이야기에 등장하는 소녀. 고용한 SeeD와 함께 행동하며 스퀄에게 호의를 품고, 그와 그의 동료들과 함께 싸우는 길을 택한다. 독특하게 접근하며 적극적으로 상대에게 관여하려 하는 그녀의 강인함은 스퀄의 인간성에 큰 영향을 끼치게 되고, 스퀄에게 그녀는 유일무이한 존재가 되었다.","Une jeune femme qui apparaît dans les récits d'un autre monde, où les pouvoirs des sorcières sont transmis d'un réceptacle à l'autre au fil des âges. Linoa s'amourache de Squall, l'un des membres du SeeD employés à sa cause. Elle décide après leur rencontre initiale de se joindre à lui et à son groupe. Sa capacité à se rapprocher des autres de manière unique aura un profond impact sur l'affect de Squall, et fera d'elle une femme inestimable aux yeux du jeune homme.","Ein junges Mädchen, das in einem Abenteuer über eine ferne Welt auftaucht, in der die Kraft von Hexen stetig an andere weitergegeben wird. Rinoa entwickelt Gefühle für Squall, ein Mitglied der Söldnereinheit SEED, die sie für einen Auftrag anheuert, und schließt sich ihm und seinen Kameraden später auf ihrem Abenteuer an. Die Stärke, die Squall in Rinoa sieht - ihre einzigartige Herangehensweise und ihr unvergleichliches Durchsetzungsvermögen - verändert Squall, und Rinoa wird schnell zu einem unersetzbaren Teil seines Lebens.","Una joven que aparece en las historias de un mundo lejano donde el poder de una hechicera pasa continuamente de unos a otros. Rinoa acaba enamorándose de Squall, un miembro de los SeeD que había contratado para que ayudase a la causa de su grupo. A partir de ahí, con el tiempo, decide unirse a Squall y sus compañeros. Por otra parte, la fuerza que Squall ve en la forma tan peculiar que tiene Rinoa de interactuar con la gente debido a su asertividad acaba influenciándole bastante y, de hecho, acaba bastante unido a ella."],"summon":["I don't think I've ever been in a setting with so many people about my age. It's kinda like camp. It's fun! I'm really glad I'm here.","和這麼多年紀相仿的人在一起，好像在露營……好快樂喔。","내 또래 사람들이 잔뜩 있어서 <br>왠지 캠프 온 것 같아서 즐거워. <br>나도 동료라는 게 기쁜걸.","C'est la première fois que je suis entourée d'autant de personnes de mon âge... <br>C'est fun !","Ich kann mich gar nicht erinnern, jemals mit so vielen Leuten in meinem Alter zusammen gewesen zu sein. Ist irgendwie wie ein Feriencamp. Es macht Spaß! Ich bin so froh, hier zu sein.","Creo que es la primera vez que estoy rodeada de tanta gente de mi edad. ¡Es tan divertido! Parece una acampada. Me alegra estar aquí, de veras."],"evolution":["I can't fight alone, but I can as long as you're with me! I want to fight too!","雖然我獨自一人無法戰鬥，但如果跟你一起的話就沒問題……我也會一起戰鬥的！","혼자선 싸울 수 없지만 <br>함께라면 싸울 수 있어! <br>나도 싸울 거야.","Je ne peux rien faire seule, mais je veux me battre à vos côtes ! Je veux être utile.","Alleine geht es zwar nicht, aber solange wir zusammen sind, will ich auch kämpfen!","Sola no he podido luchar. Pero con vosotros sí que puedo luchar. Por eso he venido. ¡Quiero luchar!"],"affinity":["There are no guarantees in the future. That's why TODAY, the time we have now, is important. After all, we're together in all this.","不管是誰，都無法保證未來會發生什麼。所以才要好好把・握・現・在啊。我們好不容易在一起了不是嗎？","그 누구도 미래를 보증할 순 없어.<br>그러니까 지·금, 인거야.<br>모처럼 함께이니까.","On ne peut pas prédire le futur. C'est pourquoi le présent est si important ! Et puis, on est tous ensemble !","Die Zukunft ist niemals sicher. Deswegen ist unsere gemeinsame Zeit im HIER UND JETZT wichtig. Schließlich stehen wir der Bedrohung gemeinsam gegenüber.","Nadie sabe lo que pasará en el futuro, nadie puede garantizarlo. ¡Lo importante es el pre-sen-te! Estamos juntos en esto."],"fusion":["Guys, I'm gonna fight, too. I don't wanna just hide. I want to fight alongside everyone.","……我會戰鬥的。我討厭只能被大家保護，所以要戰鬥。我想和大家在一起，所以要戰鬥。","……나, 싸울 테니까. <br>보호만 받는 건 싫으니까 싸울 거야. <br>모두와 함께 있고 싶으니까, 싸울 거야.","Moi aussi je veux me battre. Je ne vais pas me cacher ! Je peux vous aider ! Je m'y connais en combat, vous savez ?","Leute ... Ich werde mitkämpfen. Ich will nicht nur beschützt werden.","Chicos, no quiero esconderme más, yo también quiero luchar. No quiero que me protejan, quiero luchar con vosotros."]}}},"skills":{"10010":{"name":"Libra","cost":{"MP":1},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":null,"effects":["Allows you to view info on an enemy"],"icon":"ability_2.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10180":{"name":"Full-Life","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"20350":{"name":"Flare","cost":{"MP":35},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2.3x, MAG) to one enemy","Reduce resistance to Water by 30% for 3 turns to one enemy"],"icon":"ability_30.png"},"20390":{"name":"Tornado","cost":{"MP":48},"attack_frames":[[212,200,188,176,164,152,140,128,116,104,92,80]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (2.5x, MAG) to all enemies","Reduce resistance to Wind by 50% for 3 turns to all enemies"],"icon":"ability_31.png"},"20430":{"name":"Meteor","cost":{"MP":50},"attack_frames":[[350]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.5x * 1.33 = 3.33x, MAG) to all enemies (ignore reflect)"],"icon":"ability_29.png"},"20560":{"name":"Apocalypse","cost":{"MP":75},"attack_frames":[[540]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (10x, MAG) to all enemies"],"icon":"ability_37.png"},"30460":{"name":"Aura","cost":{"MP":24},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":null,"effects":["Increase LB gauge by 3 to one ally"],"icon":"ability_4.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png"},"226637":{"name":"GF","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 10%"],"icon":"ability_77.png"},"226640":{"name":"Angelo","cost":{"MP":45},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n52%: Angelo Cannon (507200)\n38%: Angelo Strike (507201)\n10%: Invincible Moon (507202)"],"icon":"ability_83.png"},"226641":{"name":"Double","attack_type":"None","element_inflict":null,"effects":["Gain Dual-cast all magic"],"icon":"ability_26.png"},"226642":{"name":"Arms Slicer","cost":{"MP":48},"attack_frames":[[52]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK and MAG by 45% for 3 turns to all enemies"],"icon":"ability_39.png"},"226643":{"name":"Armor Slicer","cost":{"MP":48},"attack_frames":[[52]],"attack_type":"None","element_inflict":null,"effects":["Reduce DEF and SPR by 45% for 3 turns to all enemies"],"icon":"ability_39.png"},"226644":{"name":"Angelo Tackle","cost":{"MP":36},"attack_frames":[[7]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (4.5x, MAG) with consecutive damage increase (max. 8 times, +3x MAG each, 28.5x total) to one enemy"],"icon":"ability_10.png"},"226646":{"name":"Angelo Rush","attack_type":"None","element_inflict":null,"effects":["50% chance to counter physical attacks with Angelo Rush (507205) to caster (max 1 / turn)","50% chance to counter magic attacks with Angelo Rush (507205) to caster (max 1 / turn)"],"icon":"ability_68.png"},"226647":{"name":"Angelo Recover","attack_type":"None","element_inflict":null,"effects":["20% chance to counter physical attacks with Angelo Recover (507206) to caster (max 1 / turn)","20% chance to counter magic attacks with Angelo Recover (507206) to caster (max 1 / turn)"],"icon":"ability_68.png"},"226648":{"name":"Angelo Search","attack_type":"None","element_inflict":null,"effects":["Increase drop rate of items by 50%"],"icon":"ability_88.png"},"226649":{"name":"Pet Pals","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 50% when equipped with a Throwing"],"icon":"ability_95.png"},"226650":{"name":"The Forest Owls","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Silence, Paralyze and Confusion by 100%"],"icon":"ability_19.png"},"226652":{"name":"Sorceress of the Future","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 40% and HP and MP by 20%"],"icon":"ability_77.png"},"507200":{"name":"Angelo Cannon","cost":{"MP":45},"attack_frames":[[100]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (8x, MAG and 6x, ATK) to all enemies"],"icon":"ability_10.png","parentID":"226640"},"507201":{"name":"Angelo Strike","cost":{"MP":45},"attack_frames":[[52]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (16x, MAG and 12x, ATK) to one enemy"],"icon":"ability_10.png","parentID":"226640"},"507202":{"name":"Invincible Moon","cost":{"MP":45},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Reduce damage taken by 50% to all allies for one turn"],"icon":"ability_43.png","parentID":"226640"},"507205":{"name":"Angelo Rush","cost":{},"attack_frames":[[60]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (5x, ATK & MAG) to one enemy"],"icon":"ability_10.png","parentID":"226646"},"507206":{"name":"Angelo Recover","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 30% HP and MP to caster"],"icon":"ability_4.png","parentID":"226647"},"507207":{"name":"Angel Wing","cost":{"MP":80},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Remove all debuffs from caster","Grant Triple-cast all magic for 3 turns to caster","Increase MAG by 150% for 4 turns to caster","Increase MAG by an additional 300% (max 300%) for the next skill to caster"],"icon":"ability_105.png","parentID":"911248"},"707647":{"name":"MP +30%+1","attack_type":"None","element_inflict":null,"effects":["Increase MP by 30%"],"icon":"ability_77.png"},"707648":{"name":"Double Angelo+2","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Angelo Tackle skills  [(226644) / +1 (707652) / +2 (707653)] twice in one turn"],"icon":"ability_8.png"},"707650":{"name":"Angelo Recover+1","attack_type":"None","element_inflict":null,"effects":["30% chance to counter physical attacks with Angelo Recover (912424) to caster (max 1 / turn)","30% chance to counter magic attacks with Angelo Recover (912424) to caster (max 1 / turn)"],"icon":"ability_68.png"},"707651":{"name":"Angelo Recover+2","attack_type":"None","element_inflict":null,"effects":["50% chance to counter physical attacks with Angelo Recover (912425) to caster (max 1 / turn)","50% chance to counter magic attacks with Angelo Recover (912425) to caster (max 1 / turn)"],"icon":"ability_68.png"},"707652":{"name":"Angelo Tackle+1","cost":{"MP":36},"attack_frames":[[7]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (6x, MAG) with consecutive damage increase (max. 7 times, +4x MAG each, 34x total) to one enemy"],"icon":"ability_10.png"},"707653":{"name":"Angelo Tackle+2","cost":{"MP":36},"attack_frames":[[7]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (8x, MAG) with consecutive damage increase (max. 4 times, +8x MAG each, 40x total) to one enemy"],"icon":"ability_10.png"},"707654":{"name":"Pet Pals+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 75% and MP by 30% when equipped with a Throwing"],"icon":"ability_95.png"},"707655":{"name":"Pet Pals+2","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 130%, ATK by 100% and MP by 30% when equipped with a Throwing","Increase equipment MAG by 40% when armed with a single weapon","Increase equipment MAG by 50% when armed with two weapons"],"icon":"ability_95.png"},"707656":{"name":"GF+1","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 30%"],"icon":"ability_77.png"},"707657":{"name":"GF+2","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 60%"],"icon":"ability_77.png"},"911215":{"name":"Triple","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Grant Triple-cast all magic for this fight to caster"],"icon":"ability_26.png","parentID":"911247"},"911246":{"name":"Junction","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 50%","Increase LB gauge by 1 per turn","Recover MP (10%) per turn"],"icon":"ability_91.png"},"911247":{"name":"Sorceress of the Present","attack_type":"None","element_inflict":null,"effects":["Increase equipment MAG by 60% when armed with a single weapon","Increase equipment MAG by 50% when armed with two weapons","Use Triple (911215) at the start of a battle"],"icon":"ability_76.png"},"911248":{"name":"Angel Wing","cost":{"MP":80},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Unlock Angel Wing (507207) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"912426":{"name":"Angel Wing+1","cost":{"MP":80},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Unlock Angel Wing+1 (912428) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"912427":{"name":"Angel Wing+2","cost":{"MP":120},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Unlock Angel Wing+2 (912429) on turn 1 [5 turns CD]"],"icon":"ability_105.png"}},"LB":{"name":"Wishing Star","attack_count":[8],"attack_frames":[[135,179,203,218,233,247,258,320]],"damage_type":"Hybrid","element_inflict":null,"min_level":["Hybrid damage (20x, ATK & MAG) to all enemies"],"max_level":["Hybrid damage (22.9x, ATK & MAG) to all enemies"]},"TMR":{"name":"Shooting Star","compendium_id":886,"compendium_shown":true,"rarity":8,"type_id":13,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"101500":{"name":"HP +15%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 15%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'HP +15%' passive."],"stats":{"HP":0,"MP":0,"ATK":48,"DEF":0,"MAG":118,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":100000,"price_sell":10000,"icon":"item_11320.png","strings":{"name":["Shooting Star","流星","슈팅스타","Tronçonneur","Shooting Star","Lethal Wings"],"desc_short":["A type of weapon known as a blaster edge that hails from a faraway world.","被稱為爆破刃的一種異界武器","블래스터 엣지라고 불리는 이계 무기의 일종","Une arme appartenant à la catégorie des armes de projection, issue d'un monde lointain.","Eine unter die Gattung \"Blaster Edge\" fallende Waffe aus einer fernen Welt.","Un arma de un mundo lejano que entra en la categoría de arma de muñeca."],"desc_long":["A type of projectile weapon known as a blaster edge that hails from a faraway world. With an elegant design modeled in the image of angel wings, the Shooting Star is said to be the most powerful of all the weapons of its kind.","在遙遠異界中，被稱為爆破刃的一種投擲武器。據說流星就算在爆破刃之中也擁有最強的性能。特徵是以天使羽翼為概念的優美設計。","까마득히 먼 이계의 '블래스터 엣지'라고 불리는 투척 무기의 일종. 이 슈팅스타는 블래스터 엣지 중에서도 최고의 성능을 자랑한다고 한다. 천사의 날개를 이미지한 우아하고 아름다운 디자인이 특징.","Un type de projectile appartenant à la catégorie des \"armes de projection\" issu d'un monde lointain. Selon la légende, le Tronçonneur serait l'arme de projection la plus puissante qui soit. Il se démarque par sa conception élégante inspirée des plumes d'un ange.","Eine unter die Gattung \"Blaster Edge\" fallende Waffe aus einer fernen Welt. Der Shooting Star wird für die stärkste aller Blaster Edges gehalten. Auffällig ist vor allem das elegante Design, das an Engelsfedern erinnert.","Un tipo de proyectil de un mundo lejano que entra en la categoría de armas de muñeca. Cuentan que Lethal Wings es el arma de muñeca más potente que existe. Posee un diseño bastante cuidado que se asemeja a las plumas de un ángel."]}},"STMR":{"name":"Winged Heart","compendium_id":795,"compendium_shown":true,"unit_restriction":null,"skills":{"226653":{"name":"Winged Heart","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all status effects by 100%","Increase resistance to Fire, Ice, Lightning and Wind by 60%","Increase Charm resistance by 50% to caster"],"icon":"ability_19.png","desc":""}},"effects":["Grants 'Winged Heart' passive."],"unique":false,"price_buy":200000,"price_sell":20000,"icon":"ability_19.png","strings":{"names":["Winged Heart","展翅之心","윙 하트","Cœur ailé","Geflügeltes Herz","Corazón divino"],"desc_short":["Nullify poison, blind, sleep, silence, paralysis, confusion, disease, stone, boost charm resistance, boost fire, ice, lightning, and wind resistance by 60%","中毒失明睡眠沉默麻痺混亂生病石化無效+提高魅惑耐性+提高60%火冰雷風屬性耐性","독, 암흑, 수면, 침묵, 마비, 혼란, 질병, 석화 무효화+매혹 저항력 상승+불, 얼음, 번개, 바람속성 저항력 60% 상승","Annule poison, cécité, sommeil, silence, paralysie, confusion, maladie et pétrification. Augmente la résistance au charme et à feu, glace, foudre et vent de 60%","Annulliert Gift, Blind, Schlaf, Stille, Lähmung, Konfus, Virus, Stein und erhöht Resistenz gegen Bezaubern sowie Feuer-, Eis-, Blitz- und Windresistenz um 60%.","Anula veneno, ceguera, sueño, silencio, parálisis, confusión, enfermedad y piedra, aumenta la resistencia contra embrujo, y la resistencia al fuego, hielo, rayo y viento un 60%"],"desc_long":["Nullifies poison, blind, sleep, silence, paralysis, confusion, disease, stone, boost charm resistance, boost fire, ice, lightning, and wind resistance by 60%.","中毒失明睡眠沉默麻痺混亂生病石化無效，提高魅惑耐性，並提高60%火冰雷風屬性耐性。","독, 암흑, 수면, 침묵, 마비, 혼란, 질병, 석화를 무효화하고, 매료 저항력이 상승하며, 불, 얼음, 번개, 바람속성 저항력이 60% 상승합니다.","Annule poison, cécité, sommeil, silence, paralysie, confusion, maladie et pétrification. Augmente la résistance au charme et à feu, glace, foudre et vent de 60%.","Annulliert Gift, Blind, Schlaf, Stille, Lähmung, Konfus, Virus, Stein und erhöht Resistenz gegen Bezaubern sowie Feuer-, Eis-, Blitz- und Windresistenz um 60%.","Anula veneno, ceguera, sueño, silencio, parálisis, confusión, enfermedad y piedra, aumenta la resistencia contra embrujo, y la resistencia al fuego, hielo, rayo y viento un 60%."]},"type":"MATERIA"}},"208000404":{"rarity_min":4,"rarity_max":6,"name":"Zell","game":"FFVIII","job":"SeeD","sex":"Male","equip":[16,40,50,51,60],"entries":{"208000404":{"compendium_id":962,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[681,2063,210,105],"MP":[29,89,35,17],"ATK":[28,85,18,9],"DEF":[25,76,14,7],"MAG":[19,57,14,7],"SPR":[25,77,14,7]},"limitburst_id":208000404,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[24,49],"effect_frames":[22,47],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[3,2,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020200":25,"290030000":13,"290040400":8,"290050300":15,"290050400":8}},"strings":{"description":["A young man from another world where sorceresses pass their power down through the ages.  Zell is a notorious troublemaker who has caused so many problems that everyone in his hometown of Balamb knows his name. As a SeeD cadet he is completely devoted to his training, and it eventually pays off when he miraculously passes his field exam. He is then dispatched to aid the resistance group known as the Forest Owls along with his classmates Squall and Selphie.","在不斷繼承魔女之力的異界故事中所登場的少年。宛如傳說般的存在，引起各種話題性的騷動，在故鄉巴拉姆是無人不知無人不曉的知名人物。以特殊部隊SeeD候補生的身分努力修練，漂亮地通過了實地考試。與同期的斯考爾以及賽爾菲，一起被派遣到抵抗軍「森之貓頭鷹」。","마녀의 힘이 계승되어 내려오는 이계 이야기에 등장하는 청년. '전설'로 회자될 여러 가지 소동을 일으키는 등, 고향 발람에선 모르는 사람이 없을 정도로 유명하다. 특수부대 SeeD의 후보생으로서 훈련에 힘쓰고, 실기 시험을 거쳐 보기 좋게 합격한 그는 동기인 스퀄과 셀피와 함께 레지스탕스 '숲의 올빼미'로 파견을 나가게 된다.","Un jeune homme qui apparaît dans les récits d'un autre monde, où les pouvoirs des sorcières sont transmis d'un réceptacle à l'autre au fil des âges. Zell est un trouble-fête notoire qui, ayant causé bon nombre de problèmes, s'est forgé une véritable réputation dans son village natal de Balamb. En tant que candidat au SeeD, il se consacre entièrement à son entraînement ; un dévouement qui porte ses fruits lorsqu'il réussit miraculeusement l'examen SeeD. Fraîchement admis, il est déployé en aide à un groupe de résistants connus sous le nom des Hiboux de la Forêt, en compagnie de ses collègues Squall et Selphie.","Ein junger Mann, der in einem Abenteuer über eine ferne Welt auftaucht, in der die Kraft von Hexen stetig an andere weitergegeben wird. Xell ist ein berüchtigter Unruhestifter, der Ursache so vieler Probleme ist, dass jeder in seinem Heimatdorf Balamb seinen Namen kennt. Als SEED-Kadett widmet er sich hingebungsvoll seinem Training, was sich letzten Endes auszahlt, als er die Aufnahmeprüfung besteht. Zusammen mit seinen Klassenkameraden Squall und Selphie wird er entsandt, um einer als \"Waldeule\" bekannten Widerstandsgruppe beizustehen.","Un joven que aparece en las historias de un mundo lejano donde el poder de una hechicera pasa continuamente de unos a otros. Zell es travieso como nadie y, de hecho, ha originado problemas de todo tipo; además, su infamia le ha valido para que todos los habitantes de Balamb, su pueblo natal, conozcan su nombre. Como recluta de los SeeD, Zell está completamente dedicado a su entrenamiento y estos esfuerzos acaban dando su fruto cuando aprueba el examen final. A partir de ahí, lo mandan a ayudar a la resistencia, a los Búhos del Bosque, junto a sus compañeros Squall y Selphie."],"summon":["I'm Zell Dincht. If you're lookin' for the rowdiest brawler in Balamb, ya found him!","我是賽爾・迪恩，巴拉姆的小霸王。接下來還請你多多指教啦！","발람의 개구쟁이, 젤 딘이다. <br>뭐, 앞으로 잘 부탁해.","Je suis Zell Dincht, le dur à cuire de Balamb. Ravi de faire ta connaissance.","Ich bin Xell Dincht, Balambs ureigenes Raubein. Hallo ihr!","Soy el camorrista de Balamb, Zell Dincht. ¡Muy buenas!"],"evolution":[null,null,null,null,null,null],"affinity":["I don't care if I forget about my childhood. What's important to me now is having the power to protect those important to me.","童年回憶就讓它過去吧。現在，對我來說最重要的，是能守護重要之人的力量啊。","어린 시절 같은 건 잊어버려도 돼. <br>그보다도 내겐, 지금, 소중한 사람들을 <br>지키기 위한 힘이 필요해.","Je me fiche d'oublier mon enfance. Ce qui compte pour moi, c'est d'avoir le pouvoir de protéger ceux qui me sont chers.","Ich muss mich an meine Kindheit nicht mehr erinnern. Wichtig ist, dass ich die Macht habe, um meine Eltern zu beschützen.","No me importaría olvidarme de cómo me perseguía Seifer cuando éramos críos. ¡Y necesito la fuerza para defender a mis padres de Balamb!"],"fusion":["My weapons are these fists o'mine! Just leave it to me!","我的武器就是這雙拳頭！交給我吧！","내 무기는 이 주먹이다! <br>맡겨 두라고!","Mes seules armes, ce sont mes valeureux <br>poings ! À moi de jouer !","Meine Waffen sind meine Fäuste! Yo! Ich werde das Kind schon schaukeln!","¿Las armas? ¡Yo soy un artista marcial!"]}},"208000405":{"compendium_id":963,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[885,2682,240,120],"MP":[38,116,40,20],"ATK":[37,111,24,12],"DEF":[33,100,16,8],"MAG":[25,75,16,8],"SPR":[33,101,16,8]},"limitburst_id":208000405,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[24,49],"effect_frames":[22,47],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[4,3,5,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060400":20}},"strings":{"description":["A young member of SeeD from another world where sorceresses pass their power down through the ages. When upset, Zell rarely takes the time to think before he speaks, and his mouth often invites trouble. As a boy, he grew up in an orphanage, where his now-classmate Seifer used to bully him to tears. Although his memory of his fragile early years has since grown hazy, the traumatic experience stayed with him, leaving him wary and hostile towards Seifer to this day.","在不斷繼承魔女之力的異界故事中所登場，隸屬於SeeD的少年。是那種只要一激動就會想到什麼說什麼的類型，有時候會因為失言而招來危機。年幼時期在孤兒院長大，曾經是被同年級塞法的欺負就只會哭的軟弱孩童。雖然當時的記憶已經模糊，但是對於塞法的警戒之心與敵對之心，似乎仍深深刻印在他的內心中。","마녀의 힘이 계승되어 내려오는 이계 이야기에 등장하는 SeeD의 청년. 흥분하게 되면 반사적으로 자신의 생각을 내뱉고 마는 타입으로, 때로는 실언이 화근이 되기도 한다. 어린 시절 고아원에서 자랐으며, 동급생인 사이퍼에게 괴롭힘을 당할 때마다 엉엉 우는 마음 약한 아이였다. 그때의 기억 자체는 희미해졌지만, 사이퍼를 향한 경계심과 적대심은 마음속에 깊이 새겨져 있는 듯하다.","Un jeune membre du SeeD qui apparaît dans les récits d'un autre monde, où les pouvoirs des sorcières sont transmis d'un réceptacle à l'autre au fil des âges. Quand il est énervé, Zell n'est pas du genre à réfléchir avant de parler, ce qui lui attire souvent des ennuis. Lorsqu'il était enfant, Zell fut recueilli dans un orphelinat où son camarade de classe actuel, Seifer, le tourmenta jusqu'à en faire un petit garçon craintif. Bien qu'il ait depuis perdu la majorité de ces souvenirs, l'expérience traumatisante l'incite encore à adopter une attitude hostile et méfiante envers Seifer.","Ein junges SEED-Mitglied, das in einem Abenteuer über eine ferne Welt auftaucht, in der die Kraft von Hexen stetig an andere weitergegeben wird. Wenn er aufgebracht ist, nimmt sich Xell nur selten die Zeit nachzudenken, bevor er etwas sagt, und handelt sich damit oft Ärger ein. Xell wuchs in einem Waisenhaus auf, in dem sein gegenwärtiger Klassenkamerad Cifer ihn durch seine Hänseleien oft zum Weinen brachte. Zwar sind seine Erinnerungen an diese Zeit inzwischen verblasst, doch diese traumatischen Erlebnisse haben ihn Cifer gegenüber misstrauisch und feindlich gesinnt gestimmt.","Un joven que aparece en las historias de un mundo lejano donde el poder de una hechicera pasa continuamente de unos a otros. Cuando se enfada, Zell no es el tipo de persona que piensa antes de hablar y, de hecho, de su boca solo suelen salir palabras muy dadas a atraer problemas. Asimismo, de niño, se crio en un orfanato donde Seifer, uno de sus compañeros actuales, lo maltrataba y lo hacía llorar a lágrima viva aprovechándose de que, por aquel entonces, era débil. Aunque estos recuerdos ya no se reproducen con tanta vividez en su memoria, esta experiencia traumática le ha vuelto hostil y precavido contra Seifer."],"summon":["Yeah. Let's do it. We can't run for the rest of our lives.","我也要一起戰鬥！縮在後面躲躲藏藏可不是我的風格！","나도 싸우겠어! <br>벌벌 떨면서 숨어있는 건 <br>싫으니까 말이지!","Moi, je suis d'avis de me battre. Elle veut détruire le monde. Il faut l'en empêcher !","Ich werde auch kämpfen! Ich will mir nichts gefallen lassen!","¡Yo también quiero luchar! ¡Enterrar la cabeza bajo el suelo es de avestruces!"],"evolution":["Didn't even break a sweat! It's my training that gives me an edge, ya know.","了不起吧！這就是鍛鍊方式的差異啦！","어떠냐! <br>신체의 단련도가 다르단 말이지.","Trop facile ! Eh oui, qu'est-ce que vous en dites, les filles ?","Das war ja noch gar nichts! Mein Training macht mich so stark, kapiert?","Ya se sabe, con este cuerpo..."],"affinity":["I don't care if I forget about my childhood. What's important to me now is having the power to protect those important to me.","童年回憶就讓它過去吧。現在，對我來說最重要的，是能守護重要之人的力量啊。","어린 시절 같은 건 잊어버려도 돼. <br>그보다도 내겐, 지금, 소중한 사람들을 <br>지키기 위한 힘이 필요해.","Je me fiche d'oublier mon enfance. Ce qui compte pour moi, c'est d'avoir le pouvoir de protéger ceux qui me sont chers.","Ich muss mich an meine Kindheit nicht mehr erinnern. Wichtig ist, dass ich die Macht habe, um meine Eltern zu beschützen.","No me importaría olvidarme de cómo me perseguía Seifer cuando éramos críos. ¡Y necesito la fuerza para defender a mis padres de Balamb!"],"fusion":["I can fight, too! I won't sit back and let people call me a chicken-wuss!","我也要一起戰鬥！誰都不能當我是個弱雞！","나도 싸울 수 있어! <br>아무도 날 겁쟁이라고 <br>부르지 못하게 해 주지!","Moi aussi, je sais me battre ! Je veux pas qu'on me traite de trouillard !","Ich kann auch kämpfen! Ich werde nicht einfach dasitzen und mich Hasenfuß nennen lassen!","¡Yo también puedo luchar! ¡No me voy a quedar sentado para que la gente diga que soy un gallina!"]}},"208000406":{"compendium_id":964,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1151,3487,390,195],"MP":[50,151,65,32],"ATK":[48,145,34,17],"DEF":[43,130,26,13],"MAG":[32,98,26,13],"SPR":[44,132,26,13]},"limitburst_id":208000406,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[24,49],"effect_frames":[22,47],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[5,4,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young member of SeeD from another world where sorceresses pass their power down through the ages. Originally an orphan, Zell was eventually taken in by a loving foster family. His family is the most precious thing to him, and this shows when he goes above and beyond to help liberate his hometown of Balamb from the clutches of the Galbadian forces. More knowledgeable than his hot-headed antics might suggest, he is also something of a chatterbox.","在不斷繼承魔女之力的異界故事中所登場，隸屬於SeeD的少年。雖然原本是孤兒，但是在寄養家庭中沐浴著養父母的愛長大。他十分珍惜家人，當巴拉姆被加爾巴迪亞軍佔領時，他以超出他人的氣勢，為了解放城鎮而奮鬥。從平常不加思索勇往直前的樣子來看，難以想像他也有著學識淵博與多話的一面。","마녀의 힘이 계승되어 내려오는 이계 이야기에 등장하는 SeeD의 청년. 본래 고아였지만, 양부모에게 입양되어 사랑받고 자랐다. 가정을 무척 소중히 여기며, 발람이 가르바디아 군에 점령당하게 되자 마을을 해방시키고자 누구보다 열심히 고군분투했다. 생각 없이 멋대로 행동하는 평소 모습에서는 상상할 수 없을 정도로 박식하며, 약간 수다쟁이 같은 면도 있다.","Un jeune membre du SeeD qui apparaît dans les récits d'un autre monde, où les pouvoirs des sorcières sont transmis d'un réceptacle à l'autre au fil des âges. Zell est issu d'une famille d'accueil qui le recueillit après plusieurs années passées dans un orphelinat. Sa famille est tout ce qu'il a de plus précieux, comme en témoignent les efforts qu'il déploie quand vient l'heure de libérer Balamb des griffes de l'armée galbadienne. Il est non seulement plus instruit que son caractère excentrique ne le suggère, mais il est également singulièrement bavard.","Ein junges SEED-Mitglied, das in einem Abenteuer über eine ferne Welt auftaucht, in der die Kraft von Hexen stetig an andere weitergegeben wird. Ursprünglich ein Waise, wurde Xell letztendlich von einer liebevollen Pflegefamilie aufgezogen. Seine Familie ist sein wertvollster Schatz, und er würde alles tun, um sein Heimatdorf Balamb aus den Klauen der galbadianischen Kräfte zu befreien. Anhand seiner hitzköpfigen Mätzchen lässt sich kaum auf seine ungeheuerliche Gelehrsamkeit schließen - und darauf, dass Xell bisweilen eine Quasselstrippe sein kann.","Un joven que aparece en las historias de un mundo lejano donde el poder de una hechicera pasa continuamente de unos a otros. Aunque era huérfano, Zell acabó dando con una familia adoptiva que le brindó todo su afecto. Para Zell, su familia es lo más importante y, de hecho, lo demuestra claramente cuando se deja la piel por liberar Balamb, su pueblo natal, de las fuerzas invasoras de Galbadia. Además, aunque sus payasadas puedan engañar a quien no lo conoce, Zell es una persona culta y entendida, aunque también es todo un parlanchín."],"summon":["We're SeeDs! We're here to destroy the enemy, right!!!?","我們是SeeD！把敵人全部撂倒就是我們的工作！","우린 SeeD니까 말야! <br>적을 때려눕히는 게 임무라고!","C'est à ça que sert le SeeD, hein ? Détruire tous les sales ennemis !","Wir werden's ihr zeigen! Wir sind die SEEDs! Wir werden alle Feinde umnieten!","¿Somos Seeds, o qué? Nuestro trabajo es aniquilar a las brujas, ¿no?"],"evolution":["Know-It-All-Zell to the rescue again.","我體內的「博學的賽爾」似乎又要出現囉！","내 안의 '척척박사 젤'이 <br>발동할 것 같은걸.","Professeur Zell à la rescousse !","Alleswisser-Xell kommt euch mal wieder zur Rettung.","Ha llegado la hora de despertar al sabio que llevo dentro."],"affinity":["I don't care if I forget about my childhood. What's important to me now is having the power to protect those important to me.","童年回憶就讓它過去吧。現在，對我來說最重要的，是能守護重要之人的力量啊。","어린 시절 같은 건 잊어버려도 돼. <br>그보다도 내겐, 지금, 소중한 사람들을 <br>지키기 위한 힘이 필요해.","Je me fiche d'oublier mon enfance. Ce qui compte pour moi, c'est d'avoir le pouvoir de protéger ceux qui me sont chers.","Ich muss mich an meine Kindheit nicht mehr erinnern. Wichtig ist, dass ich die Macht habe, um meine Eltern zu beschützen.","No me importaría olvidarme de cómo me perseguía Seifer cuando éramos críos. ¡Y necesito la fuerza para defender a mis padres de Balamb!"],"fusion":["There's no way I'm lettin' go of the power to protect those precious to me!","這可是能守護重要之人的力量，我絕不會放手的。","소중한 사람을 지키는 힘을 <br>놓지 않겠어.","Je m'en tape d'oublier comment Seifer était méchant avec moi ! Je préfère être capable de protéger mes parents adoptifs à Balamb Garden.","Ich werde diese Macht auf keinen Fall aufgeben. Ich brauche sie, um meine Eltern zu beschützen!","¡Necesito la fuerza para defender a mis padres de Balamb!"]}}},"skills":{"100090":{"name":"ATK +30%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%"],"icon":"ability_77.png"},"101200":{"name":"Counter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"200200":{"name":"Kick","cost":{"MP":9},"attack_frames":[[2,5,8]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.1x, ATK) to all enemies"],"icon":"ability_51.png"},"214100":{"name":"Bare Knuckle Extreme","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 200% when unarmed"],"icon":"ability_51.png"},"226628":{"name":"Draw","cost":{"MP":16},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Steal debuffs to MAG from one ally, except caster","Increase ATK by 120% for 3 turns to caster"],"icon":"ability_63.png"},"226637":{"name":"GF","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 10%"],"icon":"ability_77.png"},"226660":{"name":"Punch Rush","cost":{"MP":12},"attack_frames":[[24,29,34,49]],"attack_type":"Physical","element_inflict":null,"effects":["Use Punch Rush (507211), or Booya (507212), if used after Booya (507210) or Punch Rush (507211)"],"icon":"ability_51.png"},"226661":{"name":"Booya","cost":{"MP":12},"attack_frames":[[49]],"attack_type":"Physical","element_inflict":null,"effects":["Use Booya (507210), or Punch Rush (507213), if used after Booya (507210) or Punch Rush (507211)"],"icon":"ability_51.png"},"226662":{"name":"Roughneck Zell","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%","Increase resistance to Paralyze by 100%"],"icon":"ability_19.png"},"226663":{"name":"Know-It-All-Zell","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%","Recover MP (5%) per turn"],"icon":"ability_91.png"},"226664":{"name":"Chicken-wuss Zell","attack_type":"None","element_inflict":null,"effects":["10% chance of evading physical attacks"],"icon":"ability_97.png"},"226665":{"name":"Combat King Reader","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% when equipped with a Fist"],"icon":"ability_95.png"},"507210":{"name":"Booya","cost":{"MP":12},"attack_frames":[[49]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Gain Heel Drop (507215) for one turn"],"icon":"ability_51.png","parentID":"226661"},"507211":{"name":"Punch Rush","cost":{"MP":12},"attack_frames":[[24,29,34,49]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Gain Mach Kick (507214) for one turn"],"icon":"ability_51.png","parentID":"226661"},"507212":{"name":"Booya","cost":{"MP":12},"attack_frames":[[49]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Gain Heel Drop (507216) for one turn"],"icon":"ability_51.png","parentID":"226660"},"507213":{"name":"Punch Rush","cost":{"MP":12},"attack_frames":[[24,29,34,49]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Gain Mach Kick (507217) for one turn"],"icon":"ability_51.png","parentID":"226661"},"707656":{"name":"GF+1","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 30%"],"icon":"ability_77.png"},"707657":{"name":"GF+2","attack_type":"None","element_inflict":null,"effects":["Increase all stats gained from espers by 60%"],"icon":"ability_77.png"},"707658":{"name":"Combat King Reader+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 70% when equipped with a Fist"],"icon":"ability_95.png"},"707659":{"name":"Combat King Reader+2","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 120% and DEF and HP by 30% when equipped with a Fist"],"icon":"ability_95.png"},"707660":{"name":"Chicken-wuss Zell+1","attack_type":"None","element_inflict":null,"effects":["20% chance of evading physical attacks"],"icon":"ability_97.png"},"707661":{"name":"Chicken-wuss Zell+2","attack_type":"None","element_inflict":null,"effects":["30% chance of evading physical attacks","Increase the damage of Different Beat (507223) by (6x)","Increase the damage of Dolphin Blow (507222, 507218), Heel Drop (507216), Mach Kick (507217) and Meteor Barret (507221) by (4x)","Increase the damage of Mach Kick (507214) and Meteor Strike (507220) by (3x)","Increase the damage of Booya (507212), Burning Rave (507219), Heel Drop (507215) and Punch Rush (507213) by (2x)"],"icon":"ability_97.png"}},"LB":{"name":"My Final Heaven","attack_count":[1],"attack_frames":[[483]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (10.2x, ATK) to all enemies"],"max_level":["Physical damage (12.6x, ATK) to all enemies"]},"TMR":{"name":"Ehrgeiz","compendium_id":887,"compendium_shown":true,"rarity":7,"type_id":16,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"202510":{"name":"Auto-Bravery","attack_type":"None","element_inflict":null,"effects":["Gain Bravery (Auto) (30211) at the start of a battle or when revived"],"icon":"ability_91.png","desc":""}},"effects":["Grants 'Auto-Bravery' passive."],"stats":{"HP":0,"MP":0,"ATK":128,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_11627.png","strings":{"name":["Ehrgeiz","野心","에어가이츠","Ehrgeiz","Ehrgeiz","Ehrgeiz"],"desc_short":["A pair of red gloves from a faraway world.","來自異界的紅色拳套","이계에서 유입된 붉은색 글로브","Une paire de gants rouges issus d'un monde lointain.","Ein Paar roter Handschuhe aus einer fernen Welt.","Un par de guantes rojos de un mundo lejano."],"desc_long":["A pair of red gloves from a faraway world. It is said that these gloves were made for a brave warrior who held no fear in battle. It seems as if a young man with a tattoo on his face wore these gloves as a member of the special mercenary force, SeeD.","來自遙遠異界的紅色拳套。據說是為了不畏懼戰鬥的勇猛戰士所製作。在異界中，一位臉上有刺青的特殊部隊SeeD成員裝備著它。","까마득히 먼 이계에서 유입된 붉은색 글로브. 싸움을 두려워하지 않는 용맹한 전사를 위해 만들어진 것이라고 한다. 이계에서는 특수부대 SeeD의 일원이자 얼굴에 타투를 새긴 청년이 에어가이츠를 장착했다고 한다.","Une paire de gants rouges issus d'un monde lointain. Certains récits affirment qu'ils auraient été fabriqués spécialement pour un brave guerrier qui ne redoutait aucune bataille. On raconte qu'un jeune homme au visage orné d'un tatouage aurait porté ces gants, et qu'il appartenait au SeeD, la fameuse brigade spéciale de mercenaires.","Ein Paar roter Handschuhe aus einer fernen Welt. Sie wurden für einen mutigen Kämpfer mit auffälliger Gesichtstätowierung angefertigt und erwiesen ihm große Dienste in seinen Kämpfen als Mitglied der Elite-Söldnereinheit SEED.","Un par de guantes rojos de un mundo lejano. Cuentan por ahí que estos guantes se fabricaron para un guerrero que no le tenía ningún miedo a los combates. También, parece que un joven con un tatuaje en la cara llevaba estos guantes como miembro de los SeeD, un grupo especial de mercenarios."]}}}}