{"209000103":{"rarity_min":3,"rarity_max":6,"name":"Zidane","game":"FFIX","job":"Thief","sex":"Male","equip":[1,2,13,15,40,50,51,60],"entries":{"209000103":{"compendium_id":143,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[517,1567,150,75],"MP":[22,67,25,12],"ATK":[21,64,14,7],"DEF":[20,61,10,5],"MAG":[18,54,10,5],"SPR":[17,53,10,5]},"limitburst_id":209000103,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[2,16,36],"effect_frames":[0,14,34],"max_lb_drop":2,"ability_slots":2,"magic_affinity":[1,1,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020200":10,"290030000":5,"290050200":15,"290050300":3}},"strings":{"description":["A young man who appears in tales of Gaia, a world foreign to this one. He is a lone orphan, adopted as a small child by the troupe of theatrical thieves known as Tantalus, and their leader, Baku. He was raised by Tantalus and considers the group his family, but even having such a home cannot erase his longing to discover his true roots. He has a bright and cheery disposition, and a strong sense of justice for a thief, but his womanizing tendencies keep the shine off of this diamond in the rough. The moment he spots a cute girl, he will pull out every trick in his bag to try to pick her up.","異界蓋亞的故事中登場的青年，自幼無依無靠，被坦塔羅斯劇團兼盜賊團的團長巴庫收養，從此作為劇團的一員長大成人。雖然他把坦塔羅斯當成了自己的家，但仍然想要知道自己的故鄉到底是哪裡，自己的家人到底是誰。他的性格開朗，為人仗義，但過於好女色是他美中不足的一個缺點，只要見到可愛的女孩子就一定要上前搭訕，從不悔改。","이계 가이아에서 전해지는 이야기에 등장하는 청년. 고아였던 그는 어렸을 적에 극단 겸 도적단 '탄탈러스'의 단장 바쿠의 눈에 들어 극단 식구로 자랐다. 탄탈러스를 자기 집처럼 느끼면서도 태어난 고향에 대한 그리움이 커서, 출생의 비밀을 꾸준히 쫓고 있다. 밝고 정의감이 강하며 인정도 많지만, 여자를 너무 밝히는 게 흠이다. 예쁜 여자를 보면 추파부터 던지고 본다.","Un jeune homme qui apparaît dans les récits de Gaïa, un monde fort lointain. C'est un orphelin solitaire, recueilli très jeune par une troupe de voleurs rocambolesques appelés Tantalas, menés par Bach. Il considère les Tantalas comme sa propre famille, mais ne peut s'empêcher de s'interroger sur ses origines. Il est d'un tempérament joyeux et optimiste, et possède un grand sens de la justice pour un voleur, mais son penchant pour les femmes l'empêche d'exploiter tout son potentiel. Dès qu'il repère une jolie fille, il fait tout pour la charmer.","Junger Mann, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Einsame Waise, die als Kind von einer als Tantalus bekannten Theatergruppe (eigentlich ein Haufen Diebe) und ihrem Anführer Baku adoptiert wird. Sieht die Tantalus-Bande als seine Familie an, doch verspürt dennoch den Wunsch, seine wahre Herkunft zu erfahren. Er ist fröhlich und hat einen ausgeprägten Gerechtigkeitssinn, doch seine Tendenzen zum Frauenhelden verhindern sein wahres Potenzial. Sobald er ein süßes Mädchen entdeckt, wird er jeden Trick anwenden, um es für sich zu gewinnen.","Un joven que aparece en los relatos de Gaia, un mundo diferente a este. Yitán es un huérfano solitario al que el grupo de ladrones teatrales Tántalus y su líder Bakú adoptaron de niño. Aunque la formación lo crió y él los considera su familia, tener un hogar como ese no borra su deseo de descubrir sus verdaderas raíces. Yitán, de carácter avispado y alegre, tiene un gran sentido de la justicia para ser un ladrón, pero su amor por las faldas no deja brillar a este diamante en bruto. Si ve a una chica mona usará todos los trucos que tiene en la chistera para tratar de conquistarla."],"summon":["There's more to you than meets the eye, huh?<br>Okay, just leave it to me!","看來你也是有苦衷的！<br>好吧！這裡就交給我好了！","뭔가 사정이 있나 본데?<br>좋아!<br>내게 한번 맡겨봐!!","Tu caches quelque chose, toi, je me trompe ?<br>OK, tu peux compter sur moi !","Sieht aus, als wär’s dir ernst, hm?<br>Alles klar! Du kannst dich auf mich verlassen!","Las apariencias engañan, ¿eh?<br>Vale, ¡déjamelo a mí!"],"evolution":[null,null,null,null,null,null],"affinity":["I've made it this far because you were right here with me.<br>Let's see it through to the end, partner.","正因為是和你一起，<br>我才能夠戰鬥到今天。<br>今後也要拜託你啦，搭檔！","네가 없었다면<br>여기까지 오지 못했을 거야.<br>앞으로도 잘 부탁한다, 친구!","Si j'ai tenu bon jusqu'ici, c'est grâce à toi. Menons cette aventure jusqu'au bout, camarade !","Ohne dich wäre ich nie so weit gekommen.<br>Wir ziehen das durch, Kumpel.","He llegado tan lejos porque estabas a mi lado.<br>Juntos hasta el final, compañero."],"fusion":["Oh, please!<br>You don't have to worry about a thing.<br>Leave it all in the hands of master thief Zidane!","哎呀，<br>不要擔心嘛！<br>交給我吉坦準沒錯！","별거 아니라니까~<br>걱정하지 말라니까!<br>나 지탄만 믿으라고!<br>","Ne t'inquiète pas ! Le grand voleur Djidane s'occupe de tout !","Ach bitte!<br>Es gibt keinen Grund zur Sorge.<br>Überlass einfach alles Zidane, dem Meisterdieb!","¡Venga!<br>No tienes que preocuparte por nada.<br>¡Déjalo en manos del gran ladrón Yitán!"]}},"209000104":{"compendium_id":144,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[667,2022,210,105],"MP":[29,87,35,17],"ATK":[27,83,18,9],"DEF":[26,79,14,7],"MAG":[23,70,14,7],"SPR":[22,68,14,7]},"limitburst_id":209000104,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[2,16,36],"effect_frames":[0,14,34],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[2,2,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020200":20,"290030000":10,"290040200":5,"290050300":10,"290050400":3}},"strings":{"description":["A young man who appears in tales of Gaia, a world foreign to this one. He is a member of the Tantalus Theater Troupe, a band of traveling thieves who attempt to kidnap Princess Garnet of Alexandria. Finding himself captivated by Garnet, who is troubled by the changes in her beloved mother's behavior, he pledges himself to her cause. As they set out on a journey, together with the young black mage Vivi and an Alexandrian knight named Steiner, he comes closer to the truth about the two moons in Gaia's night sky, and the roots he has searched for all his life.","異界蓋亞的故事中登場的青年，作為坦塔羅斯劇團兼盜賊團的一員，參與了誘拐亞力山德利亞王國公主嘉妮特的計劃，但他被嘉妮特深深吸引，決定幫助她調查女王變化的原因。在與黑魔道士少年比比、騎士斯坦納等人共同旅行的過程中，他得知了行星蓋亞與兩個月亮的真相，並逐漸接近了從小就想知道的自己的身世之謎。","이계 가이아에서 전해지는 이야기에 등장하는 청년. 극단 겸 도적단 '탄탈러스'의 일원으로, 알렉산드리아 왕국의 공주 가넷을 납치했다. 하지만 딴사람이 된 어머니 때문에 고민하는 가넷에게 강하게 끌려 그녀를 돕기로 한다. 흑마도사 소년 비비, 기사 스타이너와 함께 여행하며 가이아와 두 개의 달에 숨겨진 진실, 그리고 어릴 때부터 궁금했던 자기 출생의 비밀을 알게 된다.","Un jeune homme qui apparaît dans les récits de Gaïa, un monde fort lointain. Il appartient à la troupe des Tantalas, une bande de voleurs itinérants qui tentent d'enlever la princesse Grenat d'Alexandrie. Fasciné par les charmes de Grenat, il la découvre bouleversée par le changement d'attitude de sa mère, et décide de tout faire pour l'aider. Alors qu'ils se mettent en route avec le jeune mage noir Bibi et le chevalier Steiner, il en apprend un peu plus sur les deux lunes de Gaïa et sur ses propres origines.","Junger Mann, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Mitglied der Tantalus-Theatergruppe, eine Bande reisender Diebe, die versucht, Prinzessin Garnet von Alexandria zu entführen. Da er sich zu der um die Veränderung ihrer Mutter besorgten Garnet hingezogen fühlt, beschließt er, ihr zu helfen. Durch eine Reise mit dem jungen Schwarzmagier Vivi und dem alexandrianischen Ritter Steiner kommt Zidane seinen Wurzeln, nach denen er sein ganzes Leben gesucht hatte, und der Wahrheit über die zwei Monde an Gaias Himmel, näher.","Un joven que aparece en los relatos de Gaia, un mundo diferente a este. Yitán es un miembro del grupo de teatro Tántalus, una banda de ladrones viajeros que intenta secuestrar a Garnet, la princesa de Alexandria. La joven, que está preocupada por los cambios de comportamiento de su querida madre, cautiva a Yitán, que se compromete con su causa. Al iniciar el viaje junto al joven mago negro Vivi y un caballero de Alexandria llamado Steiner, Yitán se acerca a la verdad sobre las dos lunas del cielo nocturno de Gaia y de las raíces que ha buscado toda su vida."],"summon":["Of course I'm coming too.<br>Why? Because I'm sticking with you!","我會跟你一起走的！<br>為什麼？<br>因為你需要我啊。","나도 널 따라가겠어!<br>왜냐고?<br>그야 네가 앞장서서 가니까.","Évidemment, que je te suis !<br>Pourquoi ? Parce que je t'aime bien, pardi !","Natürlich komme ich mit.<br>Warum? Wenn du gehst, gehe ich auch!","Pues claro que yo también voy.<br>¿Que por qué? ¡Porque somos inseparables!"],"evolution":["Don't judge a guy by his looks!<br>All you need are dreams and the fire to go after them.","男人的價值並不在外表！<br>而是取決於心有多火熱、夢想有多大！","남자의 가치는 외모가 아냐!<br>뜨거운 마음과 기상이<br>승부를 가르는 거지!","Ce n'est pas bien de juger un livre à sa couverture !<br>Ce qui compte, c'est d'avoir des rêves et la passion de les poursuivre !","Bei einem Mann zählt nicht das Aussehen!<br>Es geht um deine Träume und den Willen, sie zu verwirklichen!","¡No juzgues a un tío por su aspecto!<br>Solo necesitas sueños y la pasión para ir tras ellos."],"affinity":["I've made it this far because you were right here with me.<br>Let's see it through to the end, partner.","正因為是和你一起，<br>我才能夠戰鬥到今天。<br>今後也要拜託你啦，搭檔！","네가 없었다면<br>여기까지 오지 못했을 거야.<br>앞으로도 잘 부탁한다, 친구!","Si j'ai tenu bon jusqu'ici, c'est grâce à toi. Menons cette aventure jusqu'au bout, camarade !","Ohne dich wäre ich nie so weit gekommen.<br>Wir ziehen das durch, Kumpel.","He llegado tan lejos porque estabas a mi lado.<br>Juntos hasta el final, compañero."],"fusion":["The strongest don't need to show off<br>their strength.<br>After all, the sly eagle<br>doesn't...uh...doesn't...<br>Wait, how did it go again?","真正強大的傢伙是不會將力量暴露在外的。<br>俗話說的好，真人不露相嘛！","진짜로 강한 녀석은<br>자기 실력을 숨기는 법이지.<br>벼는 익을수록…… 뭐랬더라?","Les plus forts n'ont pas à se vanter de leur force.<br>Après tout, même l'aigle sournois ne... heu...<br>Zut, c'était quoi, déjà ?","Der wahrlich Starke muss mit seiner Kraft nicht prahlen.<br>Stille Wasser sind stark ... äh ...<br>Warte, wie ging das noch mal?<br>","Los más fuertes no necesitan presumir.<br>El águila taimada no... eh... no...<br>Espera, ¿cómo seguía?"]}},"209000105":{"compendium_id":145,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[834,2527,240,120],"MP":[36,109,40,20],"ATK":[34,104,24,12],"DEF":[33,99,16,8],"MAG":[29,87,16,8],"SPR":[28,85,16,8]},"limitburst_id":209000105,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[2,16,36],"effect_frames":[0,14,34],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[3,3,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060200":10,"290060300":5}},"strings":{"description":["A young man who appears in tales of Gaia, a world foreign to this one. On a quest to help Princess Garnet of Alexandria save her kingdom, he learns of the existence of Terra, a foreign planet trying to take over Gaia and replace its people. Confronted with the knowledge that he is not, in fact, human, but a tool created by the Terrans to take over Gaia, he is overwhelmed by a self-destructive despair. But the friends and allies who have traveled with him so long draw him from his shell and help him to accept himself as he is, lending him the courage he needs to fight his fate.","異界蓋亞的故事中登場的青年，在幫助亞力山德利亞公主嘉妮特的旅途中得知異星泰拉想要取代行星蓋亞的事實。面對自己並不是人類，而是泰拉人製造的侵略蓋亞的道具這一殘酷的事實，他也曾動搖、絕望、甚至自暴自棄過，但在一同旅行的同伴們的支持下，他決定接受真實的自我，站出來戰鬥。","이계 가이아에서 전해지는 이야기에 등장하는 청년. 알렉산드리아 공주 가넷을 돕기 위해 여행하던 중, 가이아를 빼앗으려는 또 다른 별 '테라'에 대해 알게 된다. 게다가 자신이 인간이 아닌 '테라에서 만들어진 가이아 침략용 도구'였다는 절망적인 진실을 알고 극심한 혼란과 자포자기에 빠지지만, 함께 여행한 동료들에 힘입어 있는 그대로의 자신을 받아들이고 싸워나갈 것을 결심한다.","Un jeune homme qui apparaît dans les récits de Gaïa, un monde fort lointain. Alors qu'il tente d'aider la princesse Grenat d'Alexandrie à sauver son royaume, il découvre l'existence de Terra, une planète reculée qui compte s'emparer de Gaïa et remplacer ses habitants par des Terrans. Apprenant qu'il n'est pas un humain, mais un instrument créé par les Terrans pour détruire Gaïa, il plonge dans un désespoir sans fond. Heureusement, ses amis et alliés avec qui il voyage depuis si longtemps l'aident à s'accepter tel qu'il est et lui donnent la force d'affronter son destin.","Junger Mann, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Während er Prinzessin Garnet von Alexandria hilft, ihr Königreich zu retten, erfährt er von der Existenz Terras, eines fremden Planeten, der versucht, Gaia zu übernehmen. Konfrontiert mit der Tatsache, dass er kein Mensch ist, sondern ein von den Bewohnern Terras geschaffenes Werkzeug zur Übernahme von Gaia, wird er von selbstzerstörerischer Verzweiflung überwältigt. Doch seine Freunde helfen ihm, diese zu überwinden, und geben ihm den Mut, gegen sein Schicksal anzukämpfen.","Un joven que aparece en los relatos de Gaia. Durante su aventura para ayudar a salvar el reino de Garnet, la princesa de Alexandria, descubre la existencia de Terra, un planeta foráneo que está intentando tomar Gaia y sustituir a su pueblo. Descubre que es una herramienta de Terra creada para tomar Gaia, pero sus amigos le hacen abrir los ojos y le ayudan a afrontar su destino."],"summon":["Who says you need a reason to help people?<br>We're all in the same boat, right?","幫助他人需要理由嗎？<br>遇到困難就是要互相幫助嘛！","다른 사람을 돕는 데<br>꼭 이유가 필요해?<br>어려울 때는 서로 도와야지.","A-t-on vraiment besoin d'une raison pour aider quelqu'un ? On est tous dans le même bateau, après tout !","Man braucht keinen Grund, jemandem zu helfen.<br>Wir sitzen alle im selben Boot!","¿Es que hace falta una razón para ayudar?<br>Estamos juntos en esto, ¿no?"],"evolution":["I'm fine. I know I'm not alone.<br>And now I have a place that I can call home.","不要擔心，<br>我不是一個人了。<br>我有可以回去的地方。","이제 괜찮아.<br>난 혼자가 아니니까.<br>'언젠가 돌아올 곳'이 있으니까.","Tout va bien. Je ne suis pas seul.<br>Et maintenant, j'ai un endroit que je peux considérer comme mon chez-moi.","Es ist okay. Ich bin nicht mehr allein.<br>Und ich habe jetzt einen Ort, den ich „Heimat“ nennen kann.","Estoy bien. Sé que no estoy solo.<br>Y ahora tengo un lugar al que llamar hogar."],"affinity":["I've made it this far because you were right here with me.<br>Let's see it through to the end, partner.","正因為是和你一起，<br>我才能夠戰鬥到今天。<br>今後也要拜託你啦，搭檔！","네가 없었다면<br>여기까지 오지 못했을 거야.<br>앞으로도 잘 부탁한다, 친구!","Si j'ai tenu bon jusqu'ici, c'est grâce à toi. Menons cette aventure jusqu'au bout, camarade !","Ohne dich wäre ich nie so weit gekommen.<br>Wir ziehen das durch, Kumpel.","He llegado tan lejos porque estabas a mi lado.<br>Juntos hasta el final, compañero."],"fusion":["I've been searching all my life...<br>For a blue light I can only half-remember.<br>If I find it, will I know where I belong?","我所尋找的地方……<br>泛著青光的地方……<br>那裡就是我的故鄉嗎？","내가 찾아 헤매던 그곳……<br>푸른 빛이 있는 곳.<br>거기가 내 고향인 걸까……?","J'ai passé ma vie à chercher une lumière bleue<br>dont je ne me souviens qu'à peine.<br>Si je la trouve, est-ce que je saurai où est ma place ?","Mein ganzes Leben habe ich gesucht ...<br>Nach einer vagen Erinnerung an<br>ein blaues Licht.","Llevo toda la vida buscando...<br>Una luz azul que apenas recuerdo.<br>Si la encuentro, ¿sabré de dónde vengo?"]}},"209000106":{"compendium_id":744,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1084,3285,390,195],"MP":[47,141,65,32],"ATK":[45,135,34,17],"DEF":[42,128,26,13],"MAG":[37,113,26,13],"SPR":[36,110,26,13]},"limitburst_id":209000106,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[2,16,36],"effect_frames":[0,14,34],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[4,4,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man who appears in tales of Gaia, a world foreign to this one. Zidane grew up as a member of the Tantalus Theater Troupe without any knowledge of his past. It wasn't until he came across Kuja, a man bent on plunging the land into chaos, that he learned he had originally been sent to Gaia as part of the vanguard meant to raid the planet in the name of Terra. As he struggled with the sadness and desperation that came with this realization, his friends helped him get back on his feet and convinced him protect Gaia instead. He then swore to stop the rampage of the closest person he had to family, his older brother Kuja.","異界蓋亞的故事中登場的青年。對自己的故鄉一無所知，自幼被坦塔羅斯劇團兼盜賊團收養，作為劇團的一員長大成人。在和給世界帶來災禍的庫加的戰鬥中，他了解到異界泰拉，和自己是為侵略蓋亞而製造的泰拉尖兵的事實。因此他陷入絕望，變得自暴自棄。但經過夥伴們的激勵，他振作了起來，為守護蓋亞而奮戰，試圖阻止相當於兄弟的庫加。","이계 가이아에 전해지는 이야기에 등장하는 청년. 고향이 어딘지도 모른 채, 극단 겸 도적단인 탄탈러스의 일원으로 자라났다. 세계 각지에 혼란을 가져오는 쿠자와의 싸움 중, 이세계 테라의 존재와 자신이 가이아 침략을 위해 만들어진 테라의 첨병이었다는 사실을 알게 된다. 절망에 빠져 자포자기하기도 했지만, 동료들의 격려로 다시 일어나 가이아를 지키기 위해 분투하며 형이나 다름없는 존재인 쿠자의 폭주를 막아내려 한다.","Un jeune homme qui apparaît dans divers récits de Gaïa, un autre monde. Djidane grandit au sein d'une bande d'acteurs connus sous le nom de Tantalas et ignorait tout de son passé. Ce ne fut qu'après sa rencontre avec Kuja, un homme déterminé à plonger le monde entier dans le chaos, qu'il apprit ses origines : c'était un agent de Terra, envoyé sur Gaïa afin d'en amorcer l'invasion. Alors qu'il luttait contre l'abattement et le désarroi qui accompagnèrent une telle révélation, ce furent ses amis qui le remirent sur pied et le convainquirent de protéger Gaïa. Fort de ce soutien, il jura de mettre un terme au massacre perpétré par la seule personne qu'il pouvait considérer comme sa famille : son frère aîné, Kuja.","Ein junger Mann, der in den Erzählungen der weit entfernten Welt Gaia auftaucht. Ohne eine Erinnerung an seine Herkunft wuchs Zidane als Mitglied der Tantalus-Theatergruppe auf. Erst als er auf Kuja trifft, der darauf aus ist, die Welt ins Chaos zu stürzen, erfährt Zidane, dass er ein zur Eroberung Gaias erschaffener Soldat der Welt Terra ist. Er verfällt darüber in tiefe Verzweiflung, gewinnt durch die Hilfe seiner Freunde jedoch schnell die Fassung wieder und ist nun fest entschlossen, Kuja, der so etwas wie ein großer Bruder für Zidane ist, aufzuhalten und Gaia zu beschützen.","Un joven que aparece en las historias del lejano mundo de Gaia. Yitán fue criado como uno más del grupo de teatro Tantalus sin conocer su propio pasado. Fue durante su enfrentamiento con Kuja cuando descubrió que provenía del planeta Terra y fue creado para destruir Gaia. Esta revelación le sumió en la desesperación, pero sus amigos le animaron a luchar para defender Gaia. Yitán jura entonces frenar el caos causado por Kuja, que en cierto modo era su hermano mayor."],"summon":["You're not ending anything!<br>Never, not as long as we have<br>the will to live!","只要有一線生存希望，<br>我就不會讓一切<br>化為烏有！","살아갈 희망이 있는 한,<br>모든 걸 없애게 내버려 두지 않겠어!","Tant que le désir de vivre existe, le désir de destruction est impardonnable !","Solange die Hoffnung auf Leben besteht,<br>werde ich dein Vorhaben nicht zulassen!","¡Mientras hay vida hay esperanza, por pequeña que sea! ¡No permitiré que la destruyas!"],"evolution":["I was just looking for more<br>ways to impress you!","我正想說<br>偶爾也要展現一下帥氣的一面呢！","가끔은 멋진 모습도 좀 보여줘야지,<br>라고 생각한 참이었어!","Je crois qu'il a juste besoin d'une bonne leçon !","Ab und zu muss ich doch mal den Isegrim in mir zeigen!","¡Me estaba haciendo falta un poco de ejercicio!"],"affinity":["I've made it this far because you were right here with me.<br>Let's see it through to the end, partner.","正因為是和你一起，<br>我才能夠戰鬥到今天。<br>今後也要拜託你啦，搭檔！","네가 있어준 덕분에<br>여기까지 올 수 있었어.<br>앞으로도 잘 부탁한다, 파트너!","Si je suis allé aussi loin, c'est parce que tu étais à mes côtés.<br>Allons jusqu'au bout ensemble, partenaire.","Ohne dich wäre ich nie so weit gekommen.<br>Wir ziehen das durch, Kumpel.","He llegado hasta aquí porque estabas a mi lado. ¡Cuento contigo hasta el final, compañero!"],"fusion":["You don't know what reckless will<br>get ya till you give it a try.","是不是真的有勇無謀<br>也要實際試過才知道對吧？","무모한 도전인지 아닌지는<br>해봐야 아는 거잖아?","Bats-toi avant de dire qu'on est stupide !","Woher willst du wissen, was du mit Kühnheit erreichen kannst,<br>wenn du es nicht einmal versuchst?","¡Hasta que no hagamos esto, no podremos saber si es una temeridad!"]}}},"skills":{"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100130":{"name":"DEF +10%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 10%"],"icon":"ability_77.png"},"101190":{"name":"Chivalry","attack_type":"None","element_inflict":null,"effects":["5% chance to intercept attacks on a female ally"],"icon":"ability_69.png"},"101200":{"name":"Counter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"101220":{"name":"Eye for an Eye","attack_type":"None","element_inflict":null,"effects":["Increase chance of countering by 100%"],"icon":"ability_68.png"},"101280":{"name":"Steal Gil","attack_type":"None","element_inflict":null,"effects":["Enable unit to also obtain gil when stealing"],"icon":"ability_82.png"},"101290":{"name":"Bandit","attack_type":"None","element_inflict":null,"effects":["Increase success rate of stealing by 100%"],"icon":"ability_82.png"},"200010":{"name":"Steal","cost":{"MP":3},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Steal item from one enemy"],"icon":"ability_82.png"},"200020":{"name":"Mug","cost":{"MP":8},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Physical* damage (1.2x, ATK) to one enemy","Steal item (+50%) from one enemy"],"icon":"ability_82.png"},"200050":{"name":"Analyze","cost":{"MP":1},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Allows you to view info on an enemy"],"icon":"ability_2.png"},"200250":{"name":"Escape","cost":{"MP":4},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Escape Battle"],"icon":"ability_57.png"},"209770":{"name":"Danger Sensor","attack_type":"None","element_inflict":null,"effects":["20% chance of evading physical attacks"],"icon":"ability_97.png"},"213410":{"name":"Dagger Mastery","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Dagger"],"icon":"ability_95.png"},"217360":{"name":"Life Steal","cost":{"MP":5},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Hybrid* damage (1.6x, ATK & MAG) as HP drain (30%) to one enemy"],"icon":"ability_6.png"},"217370":{"name":"Magic Steal","cost":{"MP":10},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Hybrid* damage (0.3x, ATK & MAG) as MP drain (30%) to one enemy"],"icon":"ability_6.png"},"217380":{"name":"Physical Steal","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK and DEF by 40% for 3 turns to one enemy","Increase ATK and DEF by 40% for 3 turns to caster"],"icon":"ability_39.png"},"217390":{"name":"Mental Steal","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Reduce MAG and SPR by 40% for 3 turns to one enemy","Increase MAG and SPR by 40% for 3 turns to caster"],"icon":"ability_39.png"},"217400":{"name":"Soul Blade","cost":{"MP":36},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Inflict 3 random status effects (30%) to all enemies"],"icon":"ability_14.png"},"217410":{"name":"Sacrifice","cost":{"MP":32},"attack_frames":[[160]],"attack_type":"None","element_inflict":null,"effects":["Restore 30% HP and MP to the rest of the party","Instant KO (100%) to caster (ignores death resist)"],"icon":"ability_78.png"},"217420":{"name":"Lucky Seven","cost":{"MP":27},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n33%: Lucky Seven (503340)\n34%: Lucky Seven (503350)\n33%: Lucky Seven (503360)"],"icon":"ability_10.png"},"217430":{"name":"Free Energy","cost":{"MP":32},"attack_frames":[[42,50,58,66,74,82,90,98]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3.6x, ATK) to one enemy"],"icon":"ability_10.png"},"217440":{"name":"Steal Chance","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Life Steal (217360), Magic Steal (217370), Mental Steal (217390), Mug (200020), Physical Steal (217380) and Steal (200010) twice in one turn"],"icon":"ability_82.png"},"217450":{"name":"Dual Edge","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed daggers and throwing weapons"],"icon":"ability_72.png"},"217460":{"name":"Clear Headed","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Confusion by 100%"],"icon":"ability_19.png"},"217470":{"name":"Insomniac","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Sleep by 100%"],"icon":"ability_19.png"},"217480":{"name":"Tantalus Thieves' Troupe","attack_type":"None","element_inflict":null,"effects":["Increase drop rate of items by 50%","During explorations, reduce chance of encounters by 25%"],"icon":"ability_88.png"},"503340":{"name":"Lucky Seven","cost":{"MP":27},"attack_frames":[[42,50,58,66,74,82,90]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.07x, ATK) to one enemy"],"icon":"ability_10.png","parentID":"217420"},"503350":{"name":"Lucky Seven","cost":{"MP":27},"attack_frames":[[42,50,58,66,74,82,90]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.77x, ATK) to one enemy"],"icon":"ability_10.png","parentID":"217420"},"503360":{"name":"Lucky Seven","cost":{"MP":27},"attack_frames":[[42,50,58,66,74,82,90]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (7.77x, ATK) to one enemy"],"icon":"ability_10.png","parentID":"217420"},"703770":{"name":"Free Energy+1","cost":{"MP":32},"attack_frames":[[42,50,58,66,74,82,90,98]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to one enemy"],"icon":"ability_10.png"},"703780":{"name":"Free Energy+1","cost":{"MP":32},"attack_frames":[[42,50,58,66,74,82,90,98]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.5x, ATK) to one enemy"],"icon":"ability_10.png"},"703790":{"name":"Soul Blade+1","cost":{"MP":36},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Inflict 4 random status effects (30%) to all enemies"],"icon":"ability_14.png"},"703800":{"name":"Soul Blade+1","cost":{"MP":28},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Inflict 5 random status effects (30%) to all enemies"],"icon":"ability_14.png"},"703810":{"name":"Dual Edge+1","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed daggers and throwing weapons","Increase ATK by 15% when equipped with a Dagger","Increase ATK by 15% when equipped with a Throwing"],"icon":"ability_72.png"},"703820":{"name":"Dual Edge+1","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed daggers and throwing weapons","Increase ATK by 30% when equipped with a Dagger","Increase ATK by 30% when equipped with a Throwing"],"icon":"ability_72.png"}},"LB":{"name":"Grand Lethal","attack_count":[1],"attack_frames":[[400]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (5.5x, ATK) to all enemies"],"max_level":["Physical damage (7.9x, ATK) to all enemies"]},"TMR":{"name":"Dual Wield","compendium_id":281,"compendium_shown":true,"unit_restriction":null,"skills":{"101370":{"name":"Dual Wield","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed weapons"],"icon":"ability_72.png","desc":""}},"effects":["Grants 'Dual Wield' passive."],"unique":false,"price_buy":100000,"price_sell":10000,"icon":"ability_72.png","strings":{"names":["Dual Wield","雙刀流","이도류","Deux armes","Beidhänder","Dos manos"],"desc_short":["Can equip two of any one-handed weapon","可以裝備2個單手武器","한손용 무기 2개 장착 가능 (중복 장착 불가)","Permet d'équiper 2 armes à une main","Kann zwei einhändige Waffen führen","Permite equiparse con dos armas de una sola mano."],"desc_long":["Enables unit to equip any two one-handed weapons.","可以裝備2個除弓箭和豎琴外的武器。","한손용 무기를 2개 장착할 수 있게 됩니다. (중복 장착 불가)","Permet d'équiper deux armes à une main.","Die Einheit kann zwei Waffen zugleich benutzen, außer Bögen und Harfen.","Puede llevar dos armas de una sola mano"]},"type":"MATERIA"}},"209000203":{"rarity_min":3,"rarity_max":6,"name":"Vivi","game":"FFIX","job":"Black Mage","sex":"Male","equip":[1,5,6,40,50,53,60],"entries":{"209000203":{"compendium_id":79,"rarity":3,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[385,1166,180,90],"MP":[28,86,70,35],"ATK":[15,46,12,6],"DEF":[16,49,12,6],"MAG":[23,71,12,6],"SPR":[22,66,12,6]},"limitburst_id":209000203,"attack_count":1,"attack_damage":[[100]],"attack_frames":[24],"effect_frames":[22],"max_lb_drop":4,"ability_slots":2,"magic_affinity":[0,4,1,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010100":20,"290020300":8,"290030200":3,"290050200":10,"290050300":3}},"strings":{"description":["A young black mage from the distant world of Gaia. While attending a play in the kingdom of Alexandria, he is swept up in Zidane's plot to kidnap Princess Garnet, and before long joins in on his new companions' quest. Raised with no knowledge of the world or his own origins, he is at first timid and dependent on others, but in the course of his journey gradually gains the courage to face the truth of the past.","異界蓋亞的故事中登場的黑魔道士少年，在前往亞力山德利亞看表演時，被捲入吉坦等人引起的嘉妮特公主誘拐騷動中，那以後便和吉坦等人共同行動。他不知道自己是誰、從哪裡來，並且十分膽小怕生，做什麼事都畏手畏腳的，剛開始的時候不依賴其他人就什麼都做不好。但隨著旅行的進展，他也不得不去面對自己身世的秘密。","이계 가이아에서 전해지는 이야기에 등장하는 흑마도사 소년. 연극을 보러 방문한 알렉산드리아에서 지탄 일행이 일으킨 가넷 공주 납치사건에 휘말려 그들과 행동을 함께하게 된다. 자신이 누군지도 모르고 자라서 세상 물정도 모르고 겁이 많다. 처음에는 남의 도움 없이 아무것도 하지 못하는 성격이었지만, 여행을 하면서 출생의 비밀을 알게 된다.","Un jeune mage noir venu du lointain monde de Gaïa. Alors qu'il assistait à une pièce de théâtre au royaume d'Alexandrie, il se retrouva embarqué dans le complot de Djidane pour enlever la princesse Grenat et rejoignit la quête de ses nouveaux compagnons. Ne sachant rien du monde ni de ses origines, il se montra d'abord réservé avant de trouver la force d'affronter les vérités du passé au cours des aventures.","Junger Schwarzmagier aus der fernen Welt Gaia. Als er ein Theaterstück im Königreich Alexandria besucht, wird er in Zidanes Plan, Prinzessin Garnet zu entführen, hineingezogen. So schließt er sich der Reise seiner neuen Freunde an. Er weiß nichts über die Welt und ihren Ursprung und ist anfangs eher schüchtern, gewinnt im Laufe der Reise jedoch den Mut, sich seiner Vergangenheit zu stellen.","Un joven mago negro del lejano mundo de Gaia. En una obra de teatro en el reino de Alexandria se deja llevar por la conspiración de Yitán para raptar a la princesa Garnet y pronto se une a la aventura de sus nuevos compañeros. Como creció sin saber nada de su mundo ni sus orígenes, al principio es tímido y dependiente de los demás, pero a lo largo del viaje consigue el coraje para afrontar la verdad del pasado."],"summon":["I... I have to find out what I am.<br>Am I even human?","我……<br>想知道自己到底是什麼。","난……<br>내가 어떤 사람인지<br>알고 싶어.","Je... je veux savoir qui je suis.<br>Suis-je au moins un être humain... ?","Ich ... Ich muss wissen, was ich bin.<br>Bin ich überhaupt ein Mensch?","Te...tengo que averiguar qué soy.<br>¿Soy humano siquiera?"],"evolution":[null,null,null,null,null,null],"affinity":["Journeying together is fun, isn't it?<br>I hope you'll let me come along with you.","能和他人一起旅行真是令人興奮。<br>今後也請帶著我去各種地方冒險。","사람들과 같이 여행하는 건 즐거워.<br>앞으로도 나랑 같이<br>여기저기 다녔으면 좋겠어.","C'est vraiment amusant, de voyager avec quelqu'un !<br>J'espère que tu me laisseras t'accompagner davantage.","Gemeinsam reisen macht Spaß, oder?<br>Ich hoffe, ich kann dich auch weiter begleiten.","Viajar en compañía es divertido, ¿no?<br>Espero que me dejes acompañarte."],"fusion":["My magic...<br>Was it made to hurt people?","我的力量……<br>是為了傷害他人而生的嗎……","내 힘은……<br>누군가를 해치기 위해<br>만들어진 걸까?","Ma magie... A-t-elle été créée pour faire du mal aux gens ?","Meine Magie ... Ist es ihr Sinn,<br>Leid zu verursachen?","Mi magia...<br>¿Fue creada para hacer daño?"]}},"209000204":{"compendium_id":80,"rarity":4,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[496,1504,270,135],"MP":[37,111,105,52],"ATK":[19,59,18,9],"DEF":[21,63,18,9],"MAG":[30,92,18,9],"SPR":[28,85,18,9]},"limitburst_id":209000204,"attack_count":1,"attack_damage":[[100]],"attack_frames":[24],"effect_frames":[22],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,6,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":20,"290030200":10,"290040300":5,"290050300":10,"290050400":5}},"strings":{"description":["A young black mage from the distant world of Gaia. He lived each day with no knowledge of who he truly was, until, while journeying with Zidane and his friends, he came to learn that he was an artificial being designed by the kingdom of Alexandria as a weapon. Though his confidence falters after finding out that he is an instrument of destruction that will one day \"stop,\" through his encounters with his companions and fellow black mages, he finds the courage to face the devastating truth about his identity.","異界蓋亞的故事中登場的黑魔道士少年，他不知道自己是誰、從哪裡來，但隨著與吉坦等人一起旅行，得知自己其實是亞力山德利亞王國製造的人形兵器試驗品。在得知自己是為了殺人而生，且總有一天會「停止運作」之後，他十分動搖，然而通過與其他黑魔道士相遇，通過與同伴們交心，他最終獲得了直面事實的勇氣。","이계 가이아에서 전해지는 이야기에 등장하는 흑마도사 소년. 자신이 누군지도 모른 채 자랐지만, 지탄 일행과 여행하면서 자신이 알렉산드리아 왕국이 만들어낸 인간형 병기라는 사실을 알게 된다. 사람을 죽이기 위해 만들어진 것을 알고, 또 언젠가는 '멈춘다'는 것을 알고 크게 동요했으나, 같은 흑마도사들과의 만남과 동료들과의 교류를 통해 진실을 받아들일 용기를 얻는다.","Un jeune mage noir venu du lointain monde de Gaïa. Avec Djidane et ses amis, il vivait sans savoir qui il était réellement, jusqu'au jour où il découvrit qu'il était un être artificiel créé par le royaume d'Alexandrie. Sa confiance vacille quand il apprend qu'il est en réalité un instrument de destruction destiné à cesser de fonctionner un jour ou l'autre, mais grâce à ses compagnons et à d'autres mages noirs, il trouve le courage d'affronter la vérité sur son identité.","Ein junger Schwarzmagier aus der fernen Welt Gaia. Er lebte, ohne zu wissen, wer er war, bis er sich einer Reise mit Zidane und seinen Freunden anschloss. Er erfuhr, dass er ein vom Königreich Alexandria geschaffenes, künstliches Wesen war, entwickelt als Waffe. Sein Selbstvertrauen gerät zwar ins Schwanken, als er von seinem Dasein als Instrument der Zerstörung erfährt, doch findet er durch seine Freunde und andere Schwarzmagier den Mut, sich der schrecklichen Wahrheit seiner Identität zu stellen.","Un joven mago negro del lejano mundo de Gaia. Vivía día a día sin saber quién era en realidad, hasta que, mientras viajaba con Yitán y sus amigos, descubrió que era un ser artificial desarrollado como arma por el reino de Alexandria. Aunque su confianza flaquea al descubrir que es una herramienta de destrucción que algún día \"dejará de funcionar\", encuentra el coraje para afrontar la abrumadora verdad sobre su identidad  gracias a sus compañeros y magos negros aliados"],"summon":["I'm scared, and confused...but I must press on.<br>Please, take me with you!","我雖然還很害怕，<br>雖然還很迷惘……<br>但請你帶我走，我想要向前邁進！","난 겁쟁이인 데다<br>중요한 순간에 망설이기도 하지만……<br>꼭 데려가 줘. 앞으로 나아가고 싶어!","J'ai peur, et je suis perdu, mais... mais je dois aller de l'avant.<br>S'il te plaît, emmène-moi avec toi !","Ich habe Angst ... Aber ich darf mich nicht verstecken.<br>Bitte nimm mich mit!","Estoy asustado y confundido... pero debo seguir.<br>Por favor, ¡llévame contigo!"],"evolution":["Zidane... Grandpa...<br>I think I'm beginning to understand what it means to live.","吉坦……爺爺……<br>我好像有點明白活著是怎麼回事了。","지탄…… 할아버지……<br>이제 조금은 알 것 같아요.<br>삶의 의미가 무엇인지…….","Djidane... Grand-père...<br>Je crois que je commence à comprendre le sens de la vie...","Zidane ... Opa ...<br>Langsam verstehe ich, was es heißt, zu leben.","Yitán, abuelo...<br>Creo que empiezo a entender lo que significa vivir."],"affinity":["Journeying together is fun, isn't it?<br>I hope you'll let me come along with you.","能和他人一起旅行真是令人興奮。<br>今後也請帶著我去各種地方冒險。","사람들과 같이 여행하는 건 즐거워.<br>앞으로도 나랑 같이<br>여기저기 다녔으면 좋겠어.","C'est vraiment amusant, de voyager avec quelqu'un !<br>J'espère que tu me laisseras t'accompagner davantage.","Gemeinsam reisen macht Spaß, oder?<br>Ich hoffe, ich kann dich auch weiter begleiten.","Viajar en compañía es divertido, ¿no?<br>Espero que me dejes acompañarte."],"fusion":["My magic...<br>Does it help? I hope it does...","我的魔法……<br>派上用場了麼？<br>要是我能幫到你們就好了……","내 마법의 힘……<br>도움이 되고 있어?<br>그랬으면 다행이고……","Ma magie...<br>Est-ce qu'elle te rend service ? En tout cas, je l'espère...","Meine Magie ... Kann sie Gutes<br>bewirken? Ich hoffe es ...","Mi magia...<br>¿Sirve de ayuda? Ojalá lo haga..."]}},"209000205":{"compendium_id":745,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[645,1955,270,135],"MP":[48,144,105,52],"ATK":[25,76,18,9],"DEF":[27,81,18,9],"MAG":[39,119,18,9],"SPR":[36,110,18,9]},"limitburst_id":209000205,"attack_count":1,"attack_damage":[[100]],"attack_frames":[24],"effect_frames":[22],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,7,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060200":20,"290060300":5,"290060400":10}},"strings":{"description":["A young black mage from the distant world of Gaia. Vivi was originally created as a weapon of war, but eventually came to develop a consciousness, later joining Zidane and the others without any real knowledge of his true identity. During his travels he finally learns about his origins, along with his limited lifespan, and begins maturing little by little. Aware that he no longer has much time left to live, he decides to spend it all with his dear friends.","異界蓋亞的故事中登場的黑魔道士少年。他原本是為戰爭而製造出來的兵器，但有一天覺醒了自我，在不知道自己身世的情況下與吉坦等人共同行動。在旅途中，他了解到了自己出生的秘密，以及生命有限的事實。無知又軟弱的少年逐漸成長了起來。在自己的生命所剩無幾的時候，他也甘願為夥伴奮戰到底。","이계 가이아에 전해지는 이야기에 등장하는 흑마법사 소년. 본래 전쟁을 위해 만들어진 인간형 병기였으나, 자아를 갖게 되어 자신이 누군지도 모르는 채 지탄과 같이 행동하게 된다. 여행을 하며 자신의 출생의 비밀과 생명이 한정되어 있다는 사실을 알게 되면서, 무지하고 심약했던 소년을 벗어나 한층 성장하게 된다. 자신에게 남겨진 시간이 얼마 남지 않았다는 것을 늘 염두에 두며, 그 시간을 동료들을 위해 사용하고자 한다.","Un jeune mage noir originaire du monde lointain de Gaïa. Vivi fut initialement créé pour remplir un objectif : faire la guerre. Cependant, il parvint à développer une conscience et finit par se joindre au groupe de Djidane sans pour autant connaître sa propre identité. Au cours de ses voyages, il fit la découverte de ses origines ainsi que sa durée de vie limitée et emprunta peu à peu le chemin de la maturité. Désormais conscient que ses jours sont comptés, il a décidé de vivre chacun d'eux aux côtés de ses amis bien-aimés.","Ein junger Schwarzmagier aus der fernen Welt Gaia. Vivi wurde ursprünglich als Waffe für den Krieg geschaffen, entwickelt jedoch ein Bewusstsein und schließt sich später Zidane und den anderen an, ohne etwas über seine wahre Identität zu wissen. Im Verlauf seines Abenteuers erfährt er alles über seine Herkunft und seine begrenzte Lebensdauer, was ihn langsam dem kleinen, ängstlichen Jungen, der er zu Anfang noch war, entwachsen lässt. Ihm wird bewusst, dass er nicht mehr lange leben wird, und beschließt, die Zeit, die ihm noch bleibt, mit seinen Freunden zu verbringen.","Un joven mago negro del lejano mundo de Gaia. Vivi fue creado como arma bélica, pero desarrolló conciencia de sí mismo y se unió a Yitán y los demás sin conocer su verdadera identidad. A lo largo del viaje, descubrió sus orígenes y aprendió que su vida sería corta, lo que le llevó a madurar. Decidió pasar el poco tiempo que le restaba junto a sus amigos."],"summon":["I don't want to stop.<br>Traveling with your friends gives<br>your life meaning.","停滯不前雖然讓人恐懼，<br>卻也漸漸讓我了解了<br>「正活著」的意義……","멈춰버리는 건 두렵지만,<br>살아간다는 것의 의미를<br>알게 된 것 같아……","J'ai peur d'arrêter, mais je crois que je commence à comprendre ce qu'être en vie signifie...","Ich habe Angst aufzuhören, aber nun verstehe ich, was es bedeutet zu leben.","Tengo miedo... No soporto la idea de que dejaré de moverme... Pero he empezado a comprender qué es estar vivo."],"evolution":["You've taught me another<br>big lesson in life.  Thanks...","活著可真是一門學問。<br>我、又學到一件重要的事情了喔……","살아간다는 건 어려운 일이구나.<br>나, 또 하나 중요한 걸 깨달았어……","C'est difficile de vivre.<br>J'ai encore appris quelque chose d'important...","Zu leben ist gar nicht so einfach.<br>Ich habe wieder etwas Wichtiges gelernt ...","Vivir no es nada fácil. Hoy he aprendido otra cosa importante..."],"affinity":["Journeying together is fun, isn't it?<br>I hope you'll let me come along with you.","能和他人一起旅行真是令人興奮。<br>今後也請帶著我去各種地方冒險。","역시 누군가와 여행하는 건 즐거워.<br>앞으로도 날 여기저기 데려가 줬으면 해.","Voyager ensemble est amusant, n'est-ce pas ?<br>J'espère que tu me laisseras venir avec toi.","Gemeinsam reisen macht Spaß, oder?<br>Ich hoffe, ich kann dich auch weiter begleiten.","Viajar juntos es divertido, ¿no?<br>Espero que me dejes ir contigo."],"fusion":["I'm not a puppet for killing!<br>I know I'm not...","我才不是殺人的道具！<br>雖然我還有很多不清楚的事，<br>但是只有這件事我非常清楚……","나는 사람을 죽이는 도구가 아냐!<br>아직 모르는 것투성이지만,<br>이것만큼은 알 수 있어……","Je suis pas une arme. J'ai un coeur.<br>On y va ! On a encore plein de choses à découvrir !","Ich bin kein Werkzeug!<br> Vieles verstehe ich immer noch nicht,<br>aber zumindest das habe ich verstanden ...","Compenderán que no somos máquinas de matar. Aunque hay muchas cosas que no entiendo, eso es lo que realmente importa."]}},"209000206":{"compendium_id":746,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[839,2541,360,180],"MP":[62,187,140,70],"ATK":[32,98,24,12],"DEF":[35,105,24,12],"MAG":[51,154,24,12],"SPR":[47,143,24,12]},"limitburst_id":209000206,"attack_count":1,"attack_damage":[[100]],"attack_frames":[31],"effect_frames":[29],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,8,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young black mage from the distant world of Gaia. Vivi is a prototype black mage who managed to gain a consciousness of his own. Although he began his travels still young and naive, he soon experienced emotions such as fear and sorrow, and came to learn the value of joy and kindness. Knowing his time is almost at an end, he is resolved to stay true to himself and live his life to the fullest until the day when he no longer functions.","異界蓋亞的故事中登場的黑魔道士少年，是覺醒了自我的人形兵器試驗品。一無所知的少年通過旅行和同伴們相識，和他們同樂共苦，得知了喜悅和柔情的重要性。在自己的生命即將迎來盡頭時，比比決心以自己的方式，誠實地面對自己的內心。","이계 가이아에 전해지는 이야기에 등장하는 흑마도사 소년. 자아를 가진 인간형 병기로, 무지한 소년이었던 그는 여행을 통해 동료들과 함께하며 공포와 슬픔을 받아들이고, 기쁨과 상냥함이 얼마나 존엄한 것인지를 깨닫게 된다. 언젠가 자신에게 남겨진 시간이 모두 연소될 때까지, 비비는 그 나름대로 최선을 다해 자신의 마음에 솔직하게 살아가기로 결심한다.","Un jeune mage noir originaire du monde lointain de Gaïa. Vivi est un prototype de mage noir qui est parvenu à développer une conscience de lui-même. Au début de son aventure, Vivi était jeune et naïf, mais il se heurta rapidement à des émotions bien plus profondes, comme la peur et la tristesse, et en vint à apprendre la valeur de la joie et de la gentillesse. Parfaitement conscient du peu de temps qu'il lui reste à vivre, il est déterminé à rester fidèle à lui-même et à croquer la vie à pleine dent jusqu'au jour où il cessera de fonctionner.","Ein junger Schwarzmagier aus der fernen Welt Gaia. Vivi ist der Prototyp einer humanoiden Kriegswaffe, die überraschend ein eigenes Bewusstsein entwickelt. Naiv und unbedarft beginnt er seine Reise, auf der er bald schon Freunde findet und lernt, Emotionen wie Angst und Kummer zu akzeptieren und Freude und Güte wertzuschätzen. Vivi weiß, dass ihm nur eine begrenzte Zeit zur Verfügung steht, und er ist fest entschlossen, sein Leben bis zum Ende in vollen Zügen zu genießen und sich selbst gegenüber treu zu bleiben.","Un joven mago negro del lejano mundo de Gaia. Vivi fue creado como arma bélica, pero desarrolló conciencia de sí mismo. Comenzó su viaje sin saber apenas nada de sí mismo, pero con el tiempo conoció el miedo y el dolor y aprendió lo valiosas que son la alegría y la generosidad. Decidió ser fiel consigo mismo y vivir el resto de su vida al máximo hasta que llegue el día que deje de funcionar."],"summon":["Um, c-can I come, too?  I wanna<br>find out who I really am.","我也一起去。<br>我想要親眼確認真相！","나도 같이 갈래.<br>내 눈으로 확인하고 싶어.<br>진실을 알고 싶어!","Je viens aussi ! Je veux les voir de mes yeux...<br>Je voudrais savoir la vérité !","Ich komme auch mit.<br>Ich möchte es mit eigenen Augen sehen.<br>Ich muss einfach die Wahrheit wissen!","Yo también quiero ir. Tengo que verlo con mis propios ojos. ¡Quiero saber la verdad!"],"evolution":["If we try to understand everyone better,<br>they might open up to us.","如果能夠了解大家，<br>那麼大家應該就會對我敞開心胸吧。","모두를 이해한다면,<br>다들 마음을 열어줄 거야.","Nous les comprendrons et nous gagnerons leur confiance...","Vielleicht schaffen wir es, auch ihre Herzen zu öffnen.","Nosotros sabemos cómo se sienten y quizá con el tiempo ellos también nos abrirán sus corazones..."],"affinity":["Journeying together is fun, isn't it?<br>I hope you'll let me come along with you.","能和他人一起旅行真是令人興奮。<br>今後也請帶著我去各種地方冒險。","역시 누군가와 여행하는 건 즐거워.<br>앞으로도 날 여기저기 데려가 줬으면 해.","Voyager ensemble est amusant, n'est-ce pas ?<br>J'espère que tu me laisseras venir avec toi.","Gemeinsam reisen macht Spaß, oder?<br>Ich hoffe, ich kann dich auch weiter begleiten.","Viajar juntos es divertido, ¿no?<br>Espero que me dejes ir contigo."],"fusion":["There are still so many things I don't know, but I'll...try my best.","雖然還有很多不明白的地方，<br>但是我會努力不扯大家後腿的。","뭔가 어려운 일들이 잔뜩이지만,<br>걸림돌이 되지 않도록<br>열심히 할 거야.","J'essayerai de pas vous gêner.","Es ist alles so schwierig und kompliziert.<br>Aber ich werde versuchen, euch nicht im Weg zu stehen.","Hay que resolver tantas dificultades,<br>pero, bueno, haré todo lo posible por no interponerme en el camino."]}}},"skills":{"20010":{"name":"Fire","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.2x, MAG) to one enemy"],"icon":"ability_21.png"},"20020":{"name":"Blizzard","cost":{"MP":3},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.2x, MAG) to one enemy"],"icon":"ability_22.png"},"20030":{"name":"Thunder","cost":{"MP":3},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.2x, MAG) to one enemy"],"icon":"ability_20.png"},"20040":{"name":"Water","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.2x, MAG) to one enemy"],"icon":"ability_23.png"},"20070":{"name":"Bio","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (1.2x, MAG) to one enemy","Inflict Poison (15%) on one enemy"],"icon":"ability_24.png"},"20080":{"name":"Fira","cost":{"MP":9},"attack_frames":[[95]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies"],"icon":"ability_21.png"},"20090":{"name":"Blizzara","cost":{"MP":9},"attack_frames":[[145]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.4x, MAG) to all enemies"],"icon":"ability_22.png"},"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20150":{"name":"Gravity","cost":{"MP":12},"attack_frames":[[0]],"attack_type":"Magic","element_inflict":null,"effects":["50% HP damage to one enemy"],"icon":"ability_26.png"},"20160":{"name":"Drain","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.8x, MAG) as HP drain (30%) to one enemy"],"icon":"ability_6.png"},"20170":{"name":"Comet","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (1.7x, MAG) with consecutive damage increase (max. 2 times, +0.1x MAG each, 1.9x total) to one enemy"],"icon":"ability_29.png"},"20190":{"name":"Osmose","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.3x, MAG) as MP drain (30%) to one enemy"],"icon":"ability_6.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20430":{"name":"Meteor","cost":{"MP":50},"attack_frames":[[350]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.5x * 1.33 = 3.33x, MAG) to all enemies (ignore reflect)"],"icon":"ability_29.png"},"20530":{"name":"Doomsday","cost":{"MP":56},"attack_frames":[[300]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (3x * 1.33 = 4x, MAG) to all units (ignore reflect)"],"icon":"ability_26.png"},"30010":{"name":"Sleep","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Inflict Sleep (40%) on one enemy"],"icon":"ability_14.png"},"70310":{"name":"Doomsday+1","cost":{"MP":56},"attack_frames":[[300]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (4x * 1.33 = 5.33x, MAG) to all units (ignore reflect)"],"icon":"ability_26.png"},"70320":{"name":"Doomsday+1","cost":{"MP":56},"attack_frames":[[300]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Magic dark damage (4.5x * 1.33 = 6x, MAG) to all enemies (ignore reflect)"],"icon":"ability_26.png"},"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"101240":{"name":"High Tide","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%"],"icon":"ability_78.png"},"200160":{"name":"Dual Black Magic","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Enable unit to cast 2 black magic spells"],"icon":"ability_26.png"},"200470":{"name":"Entrust","cost":{"MP":18},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Transfer LB gauge to another unit"],"icon":"ability_78.png"},"208590":{"name":"Rod Mastery","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 50% when equipped with a Rod"],"icon":"ability_95.png"},"217560":{"name":"Focus Magic","cost":{"MP":21},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Use Focus Magic (503370), or Boosted Focus MAG (503380), if used after Focus Magic (503370)"],"icon":"ability_77.png"},"217570":{"name":"Proof of Life","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 100% for 3 turns when HP drops below 30% (max 9999x)","Increase SPR by 100% for 3 turns when HP drops below 30% (max 9999x)"],"icon":"ability_77.png"},"503370":{"name":"Focus Magic","cost":{"MP":21},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF, MAG and SPR by 80% for 2 turns to caster"],"icon":"ability_77.png","parentID":"217560"},"503380":{"name":"Boosted Focus MAG","cost":{"MP":25},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF, MAG and SPR by 120% for 2 turns to caster"],"icon":"ability_77.png","parentID":"217560"},"703830":{"name":"Proof of Life+1","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 100% for 3 turns when HP drops below 50% (max 9999x)","Increase SPR by 100% for 3 turns when HP drops below 50% (max 9999x)"],"icon":"ability_77.png"},"703840":{"name":"Proof of Life+1","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 120% for 3 turns when HP drops below 50% (max 9999x)","Increase SPR by 120% for 3 turns when HP drops below 50% (max 9999x)"],"icon":"ability_77.png"},"703850":{"name":"Focus Magic+1","cost":{"MP":21},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Use Focus Magic+1 (503720), or Boosted Focus MAG+1 (503740), if used after Focus Magic+1 (503720)"],"icon":"ability_77.png"},"703860":{"name":"Focus Magic+1","cost":{"MP":21},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Use Focus Magic+2 (503730), or Boosted Focus MAG+2 (503750), if used after Focus Magic+2 (503730)"],"icon":"ability_77.png"}},"LB":{"name":"Flames of Ruin","attack_count":[1],"attack_frames":[[150]],"damage_type":"Magic","element_inflict":["Fire"],"min_level":["Magic fire damage (5.5x, MAG) to all enemies"],"max_level":["Magic fire damage (7.9x, MAG) to all enemies"]},"TMR":{"name":"Firaga","compendium_id":42,"compendium_shown":true,"unit_restriction":null,"skills":{"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png","desc":""}},"effects":["Grants 'Firaga' magic."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_21.png","strings":{"names":["Firaga","大火焰","파이가","Feu X","Feuga","Piro++"],"desc_short":["Deal fire damage to all enemies","對全體敵人發動火屬性攻擊","적 전체에 불속성 피해","Dégâts de feu sur tous les ennemis","Feuerschaden, alle Ziele","Inflige daño de fuego a todos los enemigos."],"desc_long":["Deals fire damage to all enemies.","對全體敵人發動火屬性攻擊。","적 전체에 불속성 피해를 줍니다.","Inflige des dégâts de feu à tous les ennemis.","Fügt allen Gegnern Feuerschaden zu.","Inflige daño de fuego a todos los enemigos."]},"type":"MATERIA"}},"209000304":{"rarity_min":4,"rarity_max":6,"name":"Garnet","game":"FFIX","job":"Princess","sex":"Female","equip":[1,5,6,15,40,50,53,60],"entries":{"209000304":{"compendium_id":230,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[544,1647,210,105],"MP":[36,110,45,22],"ATK":[21,63,14,7],"DEF":[22,68,14,7],"MAG":[23,69,14,7],"SPR":[28,84,14,7]},"limitburst_id":209000304,"attack_count":1,"attack_damage":[[100]],"attack_frames":[31],"effect_frames":[29],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[7,0,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020700":25,"290030200":13,"290040000":8,"290050300":15,"290050400":8}},"strings":{"description":["A princess who appears in tales of Gaia, a world foreign to this one. The most beautiful princess in Alexandria's history, her name was known far and wide. She felt sympathy and concern for the people of the kingdom, and was greatly pained by her mother Queen Brahne's unbending resolve in invading other countries. On her sixteenth birthday, in an attempt to get advice about her mother from her uncle Cid, regent of Lindblum, she asked Zidane, a thief who had broken into the castle, to kidnap her.","異界蓋亞的故事中登場的公主，以亞力山德利亞史上最美的公主而聞名。作為一名公主，她無時無刻不心繫國民的安危，然而其母布拉妮卻從一年前開始對他國進行侵略，對此她感到十分痛心。在她16歲生日的當天，為了與叔父以及敬仰已久的林德布爾姆的大公希德商討如何阻止母親，她委託潛入城中的盜賊吉坦將自己綁架出城。","이계 가이아에 전해 내려오는 이야기에 등장하는 공주. 알렉산드리아 왕국 역사상 가장 아름다운 공주로 그 이름을 널리 알렸다. 나라와 백성을 위하는 마음이 강하여 어머니 브라네가 1년 전부터 침략 전쟁을 추진하는 것을 보며 가슴 아파했다. 그리고 마침내 찾아온 16살 생일에,  아저씨라 부르며 따르던 린드블룸 대공 시드에게 어머니 일을 상담하기 위해, 성에 숨어들어온 도적 지탄에게 자신을 납치해달라고 의뢰한다.","Une princesse apparue dans les contes du lointain monde étranger de Gaïa. Considérée par beaucoup de gens comme la plus belle princesse que le royaume d'Alexandrie ait porté, son nom était connu par-delà les mers. Elle ressentait une grande empathie pour son pays et son peuple, et fut très triste lorsque sa mère, la reine Brahne, décida d'envahir d'autres pays. Lors du jour de ses 16 ans, alors qu'elle essayait d'obtenir des conseils au sujet de sa mère auprès de son oncle Cid, le régent de Lindblum, elle demanda à Djidane, un voleur qui s'était introduit dans le château, de la kidnapper.","Eine Prinzessin, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Es handelte sich um die schönste Prinzessin in Alexandrias Geschichte, ihr Name war überall bekannt. Sie hatte großes Mitgefühl für ihr Land und ihr Volk, sodass der Entschluss ihrer Mutter, in andere Länder einzufallen, sie sehr schmerzte. An ihrem 16. Geburtstag ließ sie sich von Zidane entführen, einem Dieb, der in das Schloss gelangt war. Sie wollte zu ihrem Onkel Cid, Regent von Lindblum, um ihn nach Rat um ihre Mutter zu bitten.","Una princesa que aparece en las historias de Gaia, un mundo lejano. Siendo la princesa más hermosa de la historia de Alexandria, su nombre era conocido a lo largo y ancho del mundo. Sentía gran empatía por su país y su pueblo, lo que le hacía sentirse dolida por la firme resolución de su madre la Reina Brahne de invadir otros países. En su 16º cumpleaños y en un intento de ir a pedir consejo a su tío Cid, regente de Lindblum, pidió que la raptará a Yitán, un ladrón que se había infiltrado en el castillo."],"summon":["Enough of this princess business;<br>I want to find out who I really am.<br>However...","不是「像公主一樣」<br>而是找出真正的自己……","'공주다운' 모습이 아닌<br>진정한 내 모습을 찾고 싶어……<br>하지만……","J'en ai marre de devoir agir comme une princesse.<br>Je veux savoir qui je suis vraiment...<br>Mais...","Genug vom Prinzessinendasein.<br>Ich möchte wissen, wer ich wirklich bin ...<br>Jedoch ...","Basta ya de cuentos de princesas.<br>Quiero saber quién soy en realidad.<br>Aunque..."],"evolution":[null,null,null,null,null,null],"affinity":["We should help those who help us.<br>It took me a long time to understand that. Now, it is time for me to help you.","幫助曾經幫助過我的人。<br>過去我從來沒有過這種想法……<br>但現在，我想向你道謝。","은혜를 입으면 갚는다.<br>그런 건 지금까지 생각도 못 했지만……<br>지금은 당신에게 감사를 표하고 싶어.","Aide ceux qui t'aident en retour.<br>J'ai mis du temps à comprendre ça. C'est à mon tour de t'aider maintenant.","Eine Hand wäscht die andere. So habe ich das bisher noch gar nicht gesehen ... Ich möchte mich bei dir bedanken.","Ten siempre la mano tendida a tus amigos.<br>Nunca me había planteado esto.<br>Ahora me toca a mi tenderte la mía."],"fusion":["It was not for my own sake that I asked Zidane to kidnap me. What can I do to protect my homeland?","我並不是為了尋求庇護，<br>才讓吉坦誘拐自己的。<br>為了祖國，我能做些什麼呢……","나는 내 몸을 지키기 위해<br>지탄에게 납치를 의뢰한 게 아니야.<br>나라를 위해 내가 할 수 있는 일이 뭘까……?","Je n'ai pas demandé à Djidane de me kidnapper pour me protéger. Que puis-je faire pour protéger mon pays ?","Zidane hat mich nicht zu meinem eigenen Schutz entführt. Wie kann ich meine Heimat schützen?","No le pedí a Yitán que me raptará para protegerme. ¿Qué puedo hacer yo para proteger a mi pueblo?"]}},"209000305":{"compendium_id":231,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[707,2142,240,120],"MP":[48,144,60,30],"ATK":[28,86,16,8],"DEF":[28,84,16,8],"MAG":[33,99,16,8],"SPR":[39,117,16,8]},"limitburst_id":209000305,"attack_count":1,"attack_damage":[[100]],"attack_frames":[31],"effect_frames":[29],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[8,0,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":20,"290060300":10,"290060400":5}},"strings":{"description":["The princess of Alexandria who appears in tales of Gaia, a world foreign to this one. Dismayed by her mother Queen Brahne's resolution to invade other countries, she asked Zidane to kidnap her so that she could make her way to Cid, regent of Lindblum. Though her concern for her mother and her country was genuine, having been raised in a castle she knew little of the world, leading her to come across as somewhat self-important during her first journey. However, after hiding away under the false name Dagger, she came to know more of the world, growing more mature in the process.","異界蓋亞的故事中登場的亞力山德利亞王國的公主。其母布拉妮對他國進行侵略，對此她感到十分痛心。為了去見林德布爾姆的大公希德，她委託吉坦將自己綁架出城。雖然她為國家、為母親著想的心情沒有半點虛假，但由於從小在城裡長大，對外界十分無知，導致剛開始旅行時頗為自負。但隨著以「小刀」這個假名環遊世界，她對外界有了新的認識，逐漸成長了起來。","이계 가이아에 전해 내려오는 이야기에 등장하는 알렉산드리아 왕국의 공주. 침략 전쟁을 추진하는 어머니 브라네 때문에 가슴 아파하던 그녀는 어릴 때부터 따르던 린드블룸 대공 시드를 찾아가기 위해 지탄에게 자신을 납치해달라고 의뢰한다. 나라와 어머니를 위하는 마음에는 거짓이 없지만, 성에서 곱게 자라 세상 물정을 모르는 탓에 여행 초기에는 독선적인 행동을 자주 보이기도 했다. 하지만 '대거'라는 가명으로 여행하면서 세상에 대해 알게 되고 성장을 거듭한다.","Une princesse apparue dans les contes du lointain monde étranger de Gaïa. Dévastée par la volonté de sa mère d'envahir d'autres pays, elle demanda à Djidane de la kidnapper afin qu'elle puisse rejoindre Cid, le régent de Lindblum. Le destin de chacun de ses sujets était d'une grande importance pour elle, même si finalement elle ne connaissait que bien peu de choses du monde qui l'entourait. C'était donc pour elle une opportunité de partir à l'aventure. Cachée sous le nom de Dagga, son aventure la fit mûrir et lui permit de mieux comprendre le monde.","Die Prinzessin von Alexandria, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Verzweifelt durch die Pläne ihrer Mutter, Königin Brane, in andere Länder einzufallen, bat sie Zidane, sie zu entführen, damit sie zu Cid reisen konnte, dem Regenten von Lindblum. Obwohl sie viel Mitgefühl für ihr Land und ihre Mutter besaß, wusste sie wenig von der Welt und wirkte darum auf ihrer ersten Reise arrogant. Nachdem sie jedoch den falschen Namen „Dolch“ annahm, sammelte sie Erfahrung und reifte in ihrer Persönlichkeit.","Una princesa que aparece en las historias de Gaia, un mundo lejano. Dolida por la firme resolución de su madre la Reina Brahne de invadir otros países, pidió a Yitán que la raptará en un intento de ir a pedir consejo a su tío Cid, regente de Lindblum. Aunque tenía gran empatía por su país y su madre, haberse criado aislada en un castillo sabiendo poco del mundo exterior la hacía ser algo egocéntrica al comienzo de su aventura. Sin embargo, tras ocultar su identidad bajo el seudónimo de Daga pudo conocer más sobre el mundo, lo que la ayudó a madurar."],"summon":["Where are we?<br>I thought I heard a familiar song just a moment ago...","這裡到底是哪兒？<br>我好像又聽見了那首熟悉的歌。","여긴 대체 어딘가요?<br>왠지 그리운 그 노래가<br>들린 것 같았는데.","Où sommes-nous ?<br>J'aurais parié avoir entendu une chanson familière juste à l'instant...","Wo sind wir?<br>Mir war, als hätte ich gerade ein vertrautes Lied gehört ...","¿Dónde estamos?<br>Creo haber oído una canción familiar..."],"evolution":["I-I'll do my best...<br>Is this enough?<br>I guess I'm still getting used to this.","唔，嗯，我要加油。<br>……這樣就夠了嗎？<br>但我還是有點不習慣。","으, 응, 힘낼게.<br>……이러면 되나요?<br>역시 아직은 익숙하지 않네요.","J-Je vais faire de mon mieux...<br>...Est-ce que ce sera suffisant ?<br>Je crois que je ne suis pas encore prête pour ça, pas encore.","Ich-ich gebe mein Bestes ...<br>... Reicht das?<br>Ich brauche wohl noch etwas Übung.","H-haré todo lo que esté en mi mano....<br>¿Basta con esto?.<br>Creo que aún no me he acostumbrado..."],"affinity":["We should help those who help us.<br>It took me a long time to understand that. Now, it is time for me to help you.","幫助曾經幫助過我的人。<br>過去我從來沒有過這種想法……<br>但現在，我想向你道謝。","은혜를 입으면 갚는다.<br>그런 건 지금까지 생각도 못 했지만……<br>지금은 당신에게 감사를 표하고 싶어.","Aide ceux qui t'aident en retour.<br>J'ai mis du temps à comprendre ça. C'est à mon tour de t'aider maintenant.","Hilf denen, die dir helfen.<br>Lange habe ich das nicht verstanden. Nun ist Zeit, dir zu helfen.","Ten siempre la mano tendida a tus amigos.<br>Nunca me había planteado esto.<br>Ahora me toca a mi tenderte la mía."],"fusion":["I will no longer blame my hardships on anyone or anything else. I'll face my problems and overcome them!","我再也不會把自己的痛苦怪罪在其他事物身上了。<br>我要面對它，戰勝它！","더는 자신의 불행을<br>남 탓으로 돌리지 않겠어.<br>똑바로 마주하고 극복할 거야!","Je ne blâmerai plus personne pour tout ce que je subis. Je ferai face à mes problèmes et je les surmonterai !","Ich schiebe meine Probleme nicht mehr auf andere. Ich werde mich ihnen stellen und sie überwinden!","No volveré a culpar a los demás de mis dificultades. ¡Seré yo misma quien se enfrente a mis problemas hasta superarlos!"]}},"209000306":{"compendium_id":747,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[919,2784,390,195],"MP":[62,187,85,42],"ATK":[37,111,26,13],"DEF":[36,109,26,13],"MAG":[42,128,26,13],"SPR":[50,152,26,13]},"limitburst_id":209000306,"attack_count":1,"attack_damage":[[100]],"attack_frames":[31],"effect_frames":[29],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,0,6,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["The princess of Alexandria who appears in tales of Gaia, a world foreign to this one. Garnet escaped with Zidane in hopes of finding a way to stop her mother, Queen Brahne, from attacking other countries. She took the alias of \"Dagger,\" and became involved in the chaos enveloping the world. Following her mother's death and the ruin of the kingdom she had been entrusted, she eventually learns the truth surrounding her origins and confronts her demons. Having finally overcome her suffering from a once broken heart, she became worthy of the title of queen.","異界蓋亞的故事中登場的亞力山德利亞王國的公主。為了阻止自己的母親侵略他國，她和吉坦一同逃離王國。在化名「小刀」踏上旅程後，她漸漸被捲入侵蝕世界的陰謀中去。在得知生母之死、國家的滅亡和自己出生的秘密後，因衝擊太大而變得意志消沉。最終她跨越了這些苦難，成長成為了一位名副其實的女王。","이계 가이아에 전해지는 이야기에 등장하는 알렉산드리아 왕국의 왕녀. 타국을 침략하려 하는 어머니를 막기 위해, 지탄과 함께 나라를 탈주한다. '대거'란 가명으로 여행하며, 세계를 둘러싼 음모에 휘말리게 된다. 어머니 브라네의 죽음과, 지켜야 할 조국의 붕괴, 그리고 자신의 출생을 둘러싼 비밀 등 충격적인 사태에 수차례 직면하며 마음이 꺾이기도 했지만, 마침내 그 모든 것을 극복하고 여왕다운 인물로 성장을 이룩했다.","La princesse d'Alexandrie qui apparaît dans divers récits de Gaïa, un autre monde. Grenat s'échappa du château au côté de Djidane dans l'espoir de trouver un moyen d'empêcher la reine Branet, sa mère, d'attaquer les pays voisins. Choisissant le pseudonyme de \"Dagga\", elle décida de se pencher sur les origines du chaos qui sévissait dans le monde entier. Après le décès de sa mère et la ruine du royaume dont elle avait hérité, elle finit par apprendre la vérité de ses propres origines et entreprit de faire face à ses démons. Si la vie ne l'a pas épargnée, elle est heureusement parvenue à surmonter ses peines, et elle est même devenue une reine exemplaire.","Die Prinzessin von Alexandria, die in den Erzählungen der weit entfernten Welt Gaias auftaucht. Um ihre Mutter, die Königin Brane, davon abzuhalten, die umliegenden Länder anzugreifen, schließt sie sich mit Zidane zusammen, nimmt den Decknamen \"Lili\" und entflieht schließlich dem Königreich. Mehr und mehr wird sie in das Chaos um das Schicksal der Welt verwickelt. Nach dem Tod ihrer Mutter und dem Untergang ihres Königreichs erfährt sie endlich die Wahrheit über ihre Herkunft. Zuerst zutiefst erschüttert, überwindet sie den Schock letztendlich und wächst zu einer würdigen Königin heran.","La princesa de Alexandria que aparece en las historias del lejano mundo de Gaia. Escapó con Yitán con la esperanza de encontrar la forma de frenar los planes de invasión de su madre, la reina Brahne. Tomó el apodo de \"Daga\" y emprendió un viaje que le llevó a conocer el caos que amenazaba el mundo. Su camino estuvo lleno de desgracias, entre ellas la muerte de su madre, la caída del reino que debía proteger y la revelación de sus propios orígenes. Sin embargo, Garnet repuso sus fuerzas y se convirtió en una reina excelente."],"summon":["We are not alone.<br>If you have friends who believe in you,<br>you can fight no matter how tough it gets.","我們不是一個人。<br>有著可以信賴的夥伴，<br>就算再艱難也能夠繼續戰鬥。","우리는 혼자가 아냐.<br>신뢰하는 동료가 있다면<br>괴로워도 분명, 싸울 수 있어.","Nous ne sommes pas seuls.<br>Si tu as des amis qui croient en toi,<br>tu peux continuer à te battre quelles que soient les difficultés.","Wir sind nicht allein.<br>Wenn es jemanden gibt, der an einen glaubt,<br>dann kann man kämpfen, egal wie schwer es ist.","No estamos solos.<br>Si tienes amigos que creen en ti,<br>puedes luchar sin importar cuanto se puedan complicar las cosas."],"evolution":["Whatever hardships may come,<br>I will always be princess of Alexandria.<br>I will become strong enough to protect my country and my people!","就算是再痛苦的難關，<br>身為亞力山德利亞的公主，<br>必須要強大到能夠守護國家與人民才行！","아무리 크나큰 고난이 닥쳐와도,<br>나는 알렉산드리아의 공주입니다.<br>나라와 백성을 지킬 수 있도록 강해지겠어요!","Quelles que soient les difficultés,<br>je serai toujours la princesse d'Alexandrie.<br>Je deviendrai forte pour pouvoir protéger le pays et mes sujets !","Was auch immer vor uns liegt,<br>ich bin die Prinzessin von Alexandria,<br>und ich werde stark werden, um mein Land und mein Volk zu beschützen.","Por muchas dificultades que se presenten, siempre seré la princesa de Alexandria. ¡Me haré fuerte para proteger a mi gente y a mi reino!"],"affinity":["We should help those who help us.<br>It took me a long time to understand that. Now, it is time for me to help you.","幫助曾經幫助過我的人。<br>過去我從來沒有過這種想法……<br>但現在，我想向你道謝。","날 도와준 이를, 내가 다시 돕는다……<br>지금까지 생각도 못 해 본 일이지만<br>지금은, 당신에게 답례를 하고 싶어.","Nous devrions aider ceux qui nous apportent leur aide.<br>J'ai mis du temps à comprendre ça. Maintenant, c'est à mon tour de t'aider.","Das Schicksal brachte mich zu jemandem<br>mit einem weichem Herz.<br>Ich freue mich auf unsere Freundschaft.","Vosotros me habéis ayudado, aunque nunca habría podido prever cuánto. Os debo mi gratitud."],"fusion":["I was able to see so much of the world and meet so many people. I think I finally know what's important.","走遍世界各地，與各種人相遇，<br>終於了解到<br>什麼才是最重要的。","온 세상을 돌며 여러 사람을 만나고 나니,<br>진정으로 소중한 것이 무엇인지를<br>이제야 알 것 같아.","Notre rencontre m'aura fait découvrir le monde et toutes sortes de gens.<br>Je pense avoir énormément appris.","Durch unsere lange Reise durch die Welt und die vielen Menschen, die wir trafen, weiß ich nun endlich, was wirklich wichtig ist.","Gracias a vosotros pude visitar tierras lejanas, conocer a mucha gente y aprender cuáles son las cosas realmente importantes."]}}},"skills":{"10020":{"name":"Cure","cost":{"MP":3},"attack_frames":[[90]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 150 (+3x, Heal) HP to target"],"icon":"ability_4.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10100":{"name":"Raise","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (30% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10120":{"name":"Regen","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 200 (+4x, Heal) HP split over 3 turns to one ally"],"icon":"ability_4.png"},"10150":{"name":"Curada","cost":{"MP":9},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 800 (+3.4x, Heal) HP to target"],"icon":"ability_4.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"30090":{"name":"Protect","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30140":{"name":"Shell","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30320":{"name":"Protectga","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase DEF by 40% for 3 turns to all allies"],"icon":"ability_77.png"},"70050":{"name":"Curaga+1","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1200 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"70060":{"name":"Curaga+1","cost":{"MP":10},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1600 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"70090":{"name":"Raise+1","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (60% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"70100":{"name":"Raise+1","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (95% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100040":{"name":"MP +10%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 10%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100180":{"name":"SPR +30%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%"],"icon":"ability_77.png"},"100190":{"name":"EVO MAG +10%","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 10%"],"icon":"ability_77.png"},"100210":{"name":"EVO MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 30%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"101240":{"name":"High Tide","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100%"],"icon":"ability_78.png"},"217490":{"name":"Life Harmony","cost":{"MP":56},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 1250 (+4.5x, Heal) HP to all allies","Increase resistance to all elements by 40% for 3 turns to all allies"],"icon":"ability_4.png"},"217500":{"name":"Summoner's Memory","attack_type":"None","element_inflict":null,"effects":["Allow unit to summon any esper in party"],"icon":"ability_70.png"},"217510":{"name":"Chemist","attack_type":"None","element_inflict":null,"effects":["Increase healing power of items by 100% during battle"],"icon":"ability_70.png"},"217520":{"name":"Princess of Alexandria","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%","Increase Esper summon damage by 10%"],"icon":"ability_77.png"},"217530":{"name":"Magical Perception","attack_type":"None","element_inflict":null,"effects":["20% chance of evading magic attacks"],"icon":"ability_97.png"},"217540":{"name":"Loudmouth","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Silence by 100%"],"icon":"ability_19.png"},"217550":{"name":"Insomniac","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Sleep by 100%"],"icon":"ability_19.png"},"217690":{"name":"Prayer to the Eidolons","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Fill esper gauge by 3"],"icon":"ability_4.png"},"703870":{"name":"Princess of Alexandria+1","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 50%","Increase Esper summon damage by 10%"],"icon":"ability_77.png"},"703880":{"name":"Princess of Alexandria+1","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 50%","Increase Esper summon damage by 10%","Increase resistance to all elements by 30%"],"icon":"ability_77.png"},"910189":{"name":"EVO MAG +40%+1","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 40%"],"icon":"ability_77.png"},"910190":{"name":"EVO MAG +50%+2","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 50%"],"icon":"ability_77.png"}},"LB":{"name":"Guardian's Oath","attack_count":[1],"attack_frames":[[250]],"damage_type":"Magic","element_inflict":null,"min_level":["Fill esper gauge by 6-10"],"max_level":["Fill esper gauge by 6-10"]},"TMR":{"name":"Melody of Life","compendium_id":451,"compendium_shown":true,"unit_restriction":null,"skills":{"201750":{"name":"Melody of Life","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all elements by 20%"],"icon":"ability_9.png","desc":""}},"effects":["Grants 'Melody of Life' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_9.png","strings":{"names":["Melody of Life","生命的旋律","생명의 멜로디","Mélodie de la Vie","Melodie des Lebens","Melodía vital"],"desc_short":["Boost all elemental resistances by 20%","提高20%火冰雷水風土光暗屬性耐性","불, 얼음, 번개, 물, 바람, 땅, 빛, 어둠속성 저항력 20% 상승","Augmente toutes les résistances élémentaires de 20%","Alle Elementar-Res. um 20 % hoch.","Aumenta las resistencias elementales un 20%"],"desc_long":["Boosts all elemental resistances by 20%.","提高20%火冰雷水風土光暗屬性耐性。","불, 얼음, 번개, 물, 바람, 땅, 빛, 어둠속성 저항력이 20% 상승합니다.","Augmente toutes les résistances élémentaires de 20%.","Alle Res. hoch.","Aumenta las resistencias elementales un 20%"]},"type":"MATERIA"}},"209000404":{"rarity_min":4,"rarity_max":6,"name":"Steiner","game":"FFIX","job":"Knight","sex":"Male","equip":[2,3,4,8,9,15,30,31,41,51,52,60],"entries":{"209000404":{"compendium_id":751,"rarity":4,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[749,2269,240,120],"MP":[26,79,40,20],"ATK":[28,86,16,8],"DEF":[28,86,16,8],"MAG":[20,61,16,8],"SPR":[22,67,16,8]},"limitburst_id":209000404,"attack_count":1,"attack_damage":[[100]],"attack_frames":[50],"effect_frames":[48],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020000":25,"290030500":13,"290030600":8,"290050300":15,"290050400":8}},"strings":{"description":["A large knight who appears in tales of Gaia, a world foreign to this one. Steiner is the leader of the all-male company known as the Knights of Pluto, a rare group in the currently female-dominated Kingdom of Alexandria. He considers General Beatrix to be his rival, and is extremely serious and stubborn in nature, leaving no room for flexibility. His loyalty to the royal family cannot be questioned, though the passion he pours into his work often tends to be his undoing.","異界蓋亞的故事中登場的魁梧騎士。在陰盛陽衰的亞力山德利亞國內，他率領著僅由男性組成的冥王隊。他把女將軍貝特麗克絲當做自己的競爭對手，性格較真又頑固，不懂得通融。他無限忠誠於王室，但其強烈的意志沒能為他帶來好結果。","이계 가이아에 전해지는 이야기에 등장하는 덩치 큰 기사. 여성이 우위를 점하는 풍조가 강한 알렉산드리아 국가에서도 드물게 남성만으로 결성된 플루토 부대를 통솔하는 대장이기도 하다. 여장군 베아트릭스를 라이벌로 여기고 있으며 지나치게 성실하고 고집스러우며 융통성이 없는 성격이다. 왕가에 절대적인 충성심을 갖고 있으나, 그 뜨거운 마음으로 인해 겉도는 경우가 많다.","Un chevalier imposant qui apparaît dans divers récits de Gaïa, un autre monde. Steiner est le capitaine des Brutos, un régiment entièrement composé d'hommes ; une rareté dans le Royaume d'Alexandrie où les femmes occupent une place dominante. Il perçoit la générale Béate comme sa rivale et a tendance à adopter une attitude extrêmement sérieuse et sévère, ce qui fait de lui un homme particulièrement inflexible. Infiniment loyal envers la famille royale, la passion avec laquelle il entreprend sa mission le mène souvent à sa perte.","Ein hünenhafter Ritter, der in den Erzählungen der weit entfernten Welt Gaia auftaucht. Steiner ist der Anführer der Pluto-Truppe, einer rein männlichen Kompanie, was in dem von Frauen dominierten Königreich Alexandria durchaus eine Seltenheit ist. Er sieht Generalin Beatrix als Rivalin an. Steiner ist von Natur aus ernst, stur und sehr unflexibel. Seine Treue der königlichen Familie gegenüber steht außer Frage, obwohl seine Bemühungen oftmals in Übereifer ausarten.","Un caballero de complexión robusta que aparece en las historias del lejano mundo de Gaia. Steiner lidera el Batallón Pluto, peculiar en el reino de Alexandria por estar formando únicamente por hombres. Steiner considera a la general Beatrix su rival. Es una persona seria y tozuda cuya lealtad hacia la familia real es incuestionable, aunque la pasión que pone en su deber no siempre tiene el resultado deseado."],"summon":["Ho?  What's all this?<br>What...<br>What is going on!?","咦？這裡到底是哪裡？<br>什麼是什麼，<br>全都搞不清楚了？！","오잉? 여긴 대체 어디요?<br>뭐가 뭔지,<br>하나도 모르겠소만?!","Tiens ? Où je suis, là ?<br>Qu'est-ce qu'il se passe ?!<br>Je ne comprends plus rien !!","He? Wo bin ich hier nur?<br>Ich verstehe überhaupt nichts mehr!","¿Eh? ¿Do... dónde estoy? Este soldado no entiende nada de nada..."],"evolution":[null,null,null,null,null,null],"affinity":["Now that we are here,<br>there must be things we can<br>do to help the ones we love.","事已至此，<br>證明我不僅僅只會保佑大家，<br>而是能為大家做一些事！","여기까지 왔으니,<br>지켜보는 것 말고도<br>할 수 있는 게 더 있지 않겠소이까!","Enfin, vous n'êtes pas venue jusqu'ici pour rester là à regarder. Vous pouvez sûrement faire quelque chose !","Wenn Ihr schon einmal hier seid, dannsolltet Ihr nicht nur zuschauen, sondern auch zur Tat schreiten!","¡Ya que has venido hasta aquí, hay algo que puedes hacer!"],"fusion":["Knights of Pluto! ASSEMBLE!!!<br>Huh? Where is everybody!?","冥王隊——！集合——！！<br>咦——？為什麼沒人來——！","플루토 부대~! 집합~~~!!<br>아닛~? 왜 아무도 안 오는가~!","BRUTOOOS ! RASSEMBLEMENT !<br>Hein...? Pourquoi personne ne vient ?!","Pluto-Truppe, angetreten!<br>Nanu? Keiner da?!","¡Batallón Pluto! ¡Formeeen filas! ¿Mmm...? ¿Por qué no viene nadie?"]}},"209000405":{"compendium_id":752,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[974,2950,300,150],"MP":[34,103,50,25],"ATK":[37,113,20,10],"DEF":[37,112,20,10],"MAG":[26,80,20,10],"SPR":[29,88,20,10]},"limitburst_id":209000405,"attack_count":1,"attack_damage":[[100]],"attack_frames":[50],"effect_frames":[48],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060100":20,"290060200":10,"290060300":5,"290060400":10}},"strings":{"description":["A large knight who appears in tales of Gaia, a world foreign to this one. Steiner is the leader of the slightly unreliable company belonging to the Alexandrian forces known as the Knights of Pluto. He is a stubborn man that has sworn his undying loyalty to the royal family, and whose obstinacy often inconveniences those around him. As fate would have it, he eventually sets off on a journey outside the kingdom where he experienced many encounters that gradually changed his way of life.","異界蓋亞的故事中登場的魁梧騎士，率領著亞力山德利亞軍中一支不是很可靠的部隊。他無限忠誠於王室，卻不知如何變通，看待事物的方式十分片面，總是令周圍的人非常頭痛。在陰差陽錯踏上了長途旅程後，他在國外經歷了各種人和事，這導致他對待生活的思維逐漸發生了變化。","이계 가이아에 전해지는 이야기에 등장하는 덩치 큰 기사. 알렉산드리아 군의 플루토 부대라는 다소 미덥지 못한 부대를 통솔하는 대장이기도 하다. 왕가에 깊이 충성하고 있으나, 고지식하며 단편적인 사고로 주위의 골머리를 썩히고 있다. 어쩌다 보니 여행을 떠나게 된 그이지만, 나라 밖에서의 여러 만남과 경험을 통해 조금씩 그의 삶도 누그러져 갔다.","Un chevalier imposant qui apparaît dans divers récits de Gaïa, un autre monde. Steiner est le capitaine des Brutos, une compagnie de chevaliers peu fiables apparentée à l'armée d'Alexandrie. C'est un homme têtu qui a juré de rester fidèle à la famille royale jusqu'à sa mort, et dont l'obstination gêne souvent ceux qui l'entourent. Par un tour du sort, il embarque dans un voyage qui l'emmène au-delà des frontières du royaume et connaît une série d'événements qui finissent par changer sa façon de vivre.","Ein hünenhafter Ritter, der in den Erzählungen der weit entfernten Welt Gaia auftaucht. Steiner ist der Anführer der Pluto-Truppe, einer nicht immer zuverlässigen Kompanie der Armee von Alexandria. Er ist der königlichen Familie treu ergeben, doch seine Sturheit und Verbohrtheit sind seiner Umgebung oft ein Dorn im Auge. Das Schicksal führt ihn schließlich über die Grenzen des Königreichs hinaus. Die zahlreichen Begegnungen, die ihn auf seiner Reise erwarten, machen Steiner seinem Umfeld gegenüber Stück für Stück nachsichtiger.","Un caballero de complexión robusta que aparece en las historias del lejano mundo de Gaia. Steiner lidera el Batallón Pluto, una compañía de caballeros bastante incompetentes del reino de Alexandria. Ha jurado lealtad a la corona, pero su testarudez y tendencia a ver las cosas en blanco y negro a menudo causa problemas a su alrededor. Emprende su viaje casi por accidente, pero los encuentros y sucesos que experimenta durante él le acaban cambiando la vida."],"summon":["Grant me the honor of assisting<br>you brave knights!","冥王隊隊長<br>前來報到！","플루토 부대 대장,<br>지금 달려왔소이다!","Capitaine des Brutos !<br>Je viens prêter main forte !","Hauptmann der Pluto-Truppe zur Stelle!","¡Comandante del Batallón Pluto, presente!"],"evolution":["Aha!<br>I, Steiner,  have come to your rescue!","且慢！<br>斯坦納前來救援了是也！","기다리시게!<br>이 스타이너가<br>구해주러 왔소이다!","STOOOP ! N'ayez crainte,<br>Steiner est venu vous sauver !","Stehengeblieben! Prinzessin! Verzagt nicht! Steiner wird Euch retten!","¡Alto ahí! ¡Princesa! ¡Este soldado os rescatará!"],"affinity":["Now that we are here,<br>there must be things we can<br>do to help the ones we love.","事已至此，<br>證明我不僅僅只會保佑大家，<br>而是能為大家做一些事！","여기까지 왔으니,<br>지켜보는 것 말고도<br>할 수 있는 게 더 있지 않겠소이까!","Enfin, vous n'êtes pas venue jusqu'ici pour rester là à regarder. Vous pouvez sûrement faire quelque chose !","Wenn Ihr schon einmal hier seid, dannsolltet Ihr nicht nur zuschauen, sondern auch zur Tat schreiten!","¡Ya que has venido hasta aquí, hay algo que puedes hacer!"],"fusion":["Even a fly lives for a day!","「小蟲子也有骨氣」！","'지렁이도 밟으면 꿈틀하는 법.'<br>그런 것이외다!!","On a toujours besoin d'un plus petit que soi !","Auch der Wurm krümmt sich, wenn er gebissen wird.","¡Es que \"a perro flaco, todo son pulgas\"!"]}},"209000406":{"compendium_id":753,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1266,3836,450,225],"MP":[45,135,75,37],"ATK":[49,147,30,15],"DEF":[48,146,30,15],"MAG":[34,104,30,15],"SPR":[38,115,30,15]},"limitburst_id":209000406,"attack_count":1,"attack_damage":[[100]],"attack_frames":[50],"effect_frames":[48],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A large knight who appears in tales of Gaia, a world foreign to this one. Steiner was saved by Alexandrian knights during the war that occurred during his childhood, and thus grew up dreaming of becoming a knight himself until he finally joined the Alexandrian army in his youth. Believing his mission to be that of blindly following the will of the royal family, he did as he was bid in the name of duty. However, later throughout his journey he came to realize that his own judgment had value, and began to reevaluate his way of life.","異界蓋亞的故事中登場的魁梧騎士。他因為憧憬著年幼時救助了自己的騎士，所以年紀輕輕就成為了亞力山德利亞王國的騎士。他無限忠誠於王室，認為盲目服從女王的意向就是自己的使命。但是，在漫長的旅途之中，他逐漸意識到了靠自己的意志做出判斷的重要性，開始反思自己的思維方式。","이계 가이아에 전해지는 이야기에 등장하는 덩치 큰 기사. 어릴 적, 전쟁의 불길 속에서 자신을 구해 준 기사를 동경하여 젊은 나이에 알렉산드리아의 기사가 되었다. 왕가에 지나칠 정도로 충성을 바치는 탓에 맹목적으로 여왕을 따르고 있었으나, 여행을 하며 자기 스스로 판단하는 것에 필요성을 느끼고 새로운 자신의 모습을 발견해나가게 된다.","Un chevalier imposant qui apparaît dans divers récits de Gaïa, un autre monde. Steiner fut sauvé par des chevaliers d'Alexandrie pendant la guerre qui faisait rage alors qu'il n'était qu'un enfant. Il rêvait de devenir chevalier lui-même, et ce, jusqu'à ce qu'il rejoigne les rangs de l'armée alexandrine dans sa jeunesse. Certain que sa mission lui incombait de suivre la volonté de la famille royale coûte que coûte, il obéit au doigt et à l'œil à cette dernière. Cependant, au fil de son aventure, il se rendit compte que son opinion comptait aussi et entreprit de réévaluer sa vision du monde.","Ein hünenhafter Ritter, der in den Erzählungen der weit entfernten Welt Gaia auftaucht. Seitdem er als kleiner Junge von einem Ritter gerettet wurde, träumte er davon, selbst einmal Ritter zu werden, und trat bereits in jungen Jahren der Armee Alexandrias bei. Durch seine starke Loyalität der königlichen Familie gegenüber, hielt er es lange für seine Pflicht, den Worten der Königin blind Folge zu leisten. Im Verlauf seines Abenteuers erkennt er jedoch, wie wichtig es ist, sich selbst ein Urteil über die Dinge zu bilden.","Un caballero de complexión robusta que aparece en las historias del lejano mundo de Gaia. En la guerra que tuvo lugar durante su infancia, Steiner fue rescatado por unos caballeros de Alexandria y, desde aquel momento, soñó con convertirse en un caballero hasta el día en que se unió al ejército de Alexandria. Steiner creía que su misión era cumplir ciegamente con la voluntad de la familia real y, por tanto, siempre hizo todo lo que se le encomendó sin rechistar. Sin embargo, a lo largo de su viaje, se acabó dando cuenta de que su propia opinión también era valiosa, por lo que empezó a reevaluar su forma de vida."],"summon":["It is my sworn duty to protect<br>you at any cost.","賭上性命，<br>我也要守護公主，<br>這就是我斯坦納的畢生職責！","목숨과 바꿔서라도<br>공주님을 지켜내는 것이<br>이 스타이너의 임무요!","Moi, Steiner, je risquerais ma vie pour sauver la Vôtre, Princesse !","Die Prinzessin selbst unter Einsatz meines Lebens zu beschützen, das ist meine Aufgabe!","¡El deber de este soldado es protegeros con su vida!"],"evolution":["I vow to protect you<br>until we return to the castle!","在回到城堡之前，<br>就讓我斯坦納奉陪到底吧！","성에 돌아갈 그 날까지,<br>이 스타이너가<br>함께 하겠소이다!","Laissez-moi rester à vos côtés jusqu'à votre retour au château !","Bis der Tag unserer Rückkehr in das Schloss kommt, weiche ich nicht von Eurer Seite!","¡Hasta que volváis al castillo, este soldado será vuestra sombra!"],"affinity":["Now that we are here,<br>there must be things we can<br>do to help the ones we love.","事已至此，<br>證明我不僅僅只會保佑大家，<br>而是能為大家做一些事！","여기까지 왔으니,<br>지켜보는 것 말고도<br>할 수 있는 게 더 있지 않겠소이까!","Enfin, vous n'êtes pas venue jusqu'ici pour rester là à regarder. Vous pouvez sûrement faire quelque chose !","Wenn Ihr schon einmal hier seid, dannsolltet Ihr nicht nur zuschauen, sondern auch zur Tat schreiten!","¡Ya que has venido hasta aquí, hay algo que puedes hacer!"],"fusion":["Good work!  This will be remembered<BR> as the Pluto Knights' finest hour!","很好！<br>冥王隊結成以來<br>第一次的團隊合作！","좋았어~!<br>플루토 부대, 창설 이래의<br>팀워크다!!","Parfait, Brutos !<br>Ça, c'est du travail d'équipe !","So ist es recht!<br>Zum ersten Mal seit Gründung der Pluto-Truppe<br>gelungene Zusammenarbeit!","¡Bravo! ¡Ha sido la maniobra más brillante en la historia del Batallón Pluto!"]}}},"skills":{"10121":{"name":"Regen (Auto)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 60 (+1.2x, Heal) HP per turn to one ally"],"icon":"ability_4.png","parentID":"100730"},"100030":{"name":"HP +30%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100730":{"name":"Auto-Regen","attack_type":"None","element_inflict":null,"effects":["Gain Regen (Auto) (10121) at the start of a battle or when revived"],"icon":"ability_91.png"},"101360":{"name":"Doublehand","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with a single one-handed weapon","Increase Accuracy by 25% when armed with a single one-handed weapon"],"icon":"ability_76.png"},"200300":{"name":"Iai Strike","cost":{"MP":12},"attack_frames":[[45]],"attack_type":"Physical","element_inflict":null,"effects":["Instant KO (30%) to all enemies"],"icon":"ability_53.png"},"201130":{"name":"Power Break","cost":{"MP":7},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce ATK by 15% for 3 turns to one enemy"],"icon":"ability_54.png"},"201140":{"name":"Magic Break","cost":{"MP":7},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce MAG by 15% for 3 turns to one enemy"],"icon":"ability_54.png"},"201150":{"name":"Armor Break","cost":{"MP":7},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce DEF by 15% for 3 turns to one enemy"],"icon":"ability_54.png"},"201160":{"name":"Mental Break","cost":{"MP":7},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce SPR by 15% for 3 turns to one enemy"],"icon":"ability_54.png"},"217190":{"name":"Darkside","cost":{"MP":16},"attack_frames":[[118]],"attack_type":"Physical","element_inflict":["Dark"],"effects":["Sacrifice 30% HP to deal physical dark damage (3x, ATK) to one enemy"],"icon":"ability_26.png"},"217200":{"name":"Charge!","cost":{"MP":32},"attack_frames":[[0],[0]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy","Increase ATK by 50% for 3 turns to all allies"],"icon":"ability_10.png"},"217210":{"name":"Sword Art - Thunder Slash","cost":{"MP":36},"attack_frames":[[20]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Reduce resistance to Lightning by 50% for 3 turns to one enemy"],"icon":"ability_54.png"},"217220":{"name":"Sword Art - Stock Break","cost":{"MP":36},"attack_frames":[[96]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to all enemies","Reduce DEF and SPR by 40% for 3 turns to all enemies"],"icon":"ability_54.png"},"217230":{"name":"Sword Art - Climhazzard","cost":{"MP":40},"attack_frames":[[79]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (5x, ATK & MAG) to all enemies"],"icon":"ability_54.png"},"217240":{"name":"Sword Art - Shock","cost":{"MP":36},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x * 2 = 4x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png"},"217250":{"name":"Moonlight Slash","cost":{"MP":36},"attack_frames":[[32]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Reduce resistance to Light by 50% for 3 turns to one enemy"],"icon":"ability_54.png"},"217260":{"name":"Pluto Captain","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 10% when equipped with a Helm","Increase DEF and HP by 10% when equipped with a Heavy Armor"],"icon":"ability_77.png"},"217270":{"name":"Jelly","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Petrify by 100%"],"icon":"ability_19.png"},"217280":{"name":"Bright Eyes","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Blind by 100%"],"icon":"ability_19.png"},"700230":{"name":"Doublehand+1","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 75% when armed with a single one-handed weapon","Increase Accuracy by 25% when armed with a single one-handed weapon"],"icon":"ability_76.png"},"700240":{"name":"Doublehand+1","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 125% when armed with a single one-handed weapon","Increase Accuracy by 25% when armed with a single one-handed weapon"],"icon":"ability_76.png"},"707292":{"name":"Pluto Captain+1","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 20% when equipped with a Helm","Increase DEF and HP by 20% when equipped with a Heavy Armor"],"icon":"ability_77.png"},"707293":{"name":"Pluto Captain+2","attack_type":"None","element_inflict":null,"effects":["Increase DEF and HP by 30% when equipped with a Helm","Increase DEF and HP by 30% when equipped with a Heavy Armor","Increase ATK by 50% when equipped with a Great Sword"],"icon":"ability_77.png"},"912138":{"name":"Sword Art - Stock Break+1","cost":{"MP":36},"attack_frames":[[96]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to all enemies","Reduce DEF and SPR by 45% for 3 turns to all enemies"],"icon":"ability_54.png"},"912139":{"name":"Sword Art - Stock Break+2","cost":{"MP":36},"attack_frames":[[96]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to all enemies","Reduce DEF and SPR by 50% for 3 turns to all enemies"],"icon":"ability_54.png"},"912140":{"name":"Sword Art - Climhazzard+1","cost":{"MP":45},"attack_frames":[[79]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (6x, ATK & MAG) to all enemies","Reduce ATK and MAG by 40% for 3 turns to all enemies"],"icon":"ability_54.png"},"912141":{"name":"Sword Art - Climhazzard+2","cost":{"MP":50},"attack_frames":[[79]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (8x, ATK & MAG) to all enemies","Reduce ATK and MAG by 50% for 3 turns to all enemies"],"icon":"ability_54.png"}},"LB":{"name":"Flare Blade","attack_count":[1],"attack_frames":[[250]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (3.5x * 2 = 7x, ATK) to one enemy (ignore cover)"],"max_level":["Physical damage (4.7x * 2 = 9.4x, ATK) to one enemy (ignore cover)"]},"TMR":{"name":"Excalibur II","compendium_id":686,"compendium_shown":true,"rarity":8,"type_id":3,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":null,"effects":null,"stats":{"HP":0,"MP":0,"ATK":130,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":["Light"],"status_resist":null,"status_inflict":null},"price_buy":150000,"price_sell":15000,"icon":"item_10330.png","strings":{"name":["Excalibur II","石中劍Ⅱ","엑스칼리버 Ⅱ","Excalibur II","Exkalibur II","Excalibur II"],"desc_short":["A knight's sword from a different world that is notoriously hard to come by.","非常難獲得的異界騎士劍","이계에서 유입된, 손에 넣기 까다롭기로 유명한 기사의 검","Une épée de chevalier venant d'un monde différent qui est connue pour être très difficile à obtenir.","Ein schwer zu findendes Ritterschwert aus einer anderen Welt.","Una espada difícil de obtener, procedente de otro mundo."],"desc_long":["A knight's sword from the faraway world of Gaia. The blade holds an unusual green tone to it. This sword is known back in the world of Gaia as being the strongest of all knight swords, and is also notorious for how difficult it is to obtain.","來自異界蓋亞的騎士劍。以綠色刀身為特徵。在異界蓋亞被稱為是最強武器的騎士劍，因獲得方法非常困難聞名。","이계 가이아에서 유입된 기사의 검. 녹색으로 빛나는 검날이 특징으로, 이계 가이아에서 최강이라 불리던 검이지만 손에 넣기 상당히 까다로운 것으로도 유명했다고 한다.","Une épée d'un chevalier venant du lointain monde de Gaïa. La lame possède un ton vert inhabituel. Cette épée est connue dans le monde de Gaïa comme étant la plus puissante de toutes les épées de chevalier.","Ein Ritterschwert aus der fernen Welt Gaia, das sich durch seine stechend grüne Klinge auszeichnet. Es soll so mächtig wie selten sein.","Una espada de caballero procedente del lejano mundo de Gaia que se caracteriza por el color verde de su hoja. En Gaia, es famosa por ser la más formidable de todas y casi imposible de conseguir."]}}},"209000503":{"rarity_min":3,"rarity_max":5,"name":"Freya","game":"FFIX","job":"Dragoon","sex":"Female","equip":[1,10,40,41,50,51,52,53,60],"entries":{"209000503":{"compendium_id":232,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[520,1576,150,75],"MP":[22,66,25,12],"ATK":[20,60,10,5],"DEF":[19,57,14,7],"MAG":[17,50,10,5],"SPR":[18,55,10,5]},"limitburst_id":209000503,"attack_count":1,"attack_damage":[[100]],"attack_frames":[18],"effect_frames":[16],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020000":10,"290030100":5,"290050200":15,"290050300":5}},"strings":{"description":["A Burmecian woman who appears in tales of Gaia, a world foreign to this one. Despite being a dragon knight, the pride of Burmecia, she was forbidden to reenter her own country once she had left. Yet her pride in being a dragon knight never wavered, and she remained eternally zealous. She had a cool demeanor, with an old-fashioned way of speaking, and though she was quick to rebuke her companions, she felt very deeply for them. She was also an old friend of Zidane.","異界蓋亞的故事中登場的鼠族女性，原本是布爾梅西亞引以為豪的精銳戰士——龍騎士中的一員，但由於某個原因背井離鄉，從此便被禁止回到祖國。即使離開了家鄉，她也沒有忘記身為龍騎士的尊嚴，時刻不忘磨練自身的本領。她總是一口古舊的腔調，性格沉著冷靜，雖然經常嚴厲地批評同伴，但她實際上是一名情深意重的女性。與吉坦是老朋友。","이계 가이아에 전해 내려오는 이야기에 등장하는 쥐족 여성. 블루메시아가 자랑하는 정예전사인 '용기사' 중 한 명이지만, 사정이 있어 조국을 벗어났으며 그 결과 입국금지 처분을 받게 된다. 조국을 떠난 후에도 용기사로서의 긍지를 한 번도 잊은 적이 없으며, 항상 수련을 게을리하지 않았다. 고풍스러운 말투를 사용하며 냉정하고 침착한 성격. 동료라 할지라도 가차 없이 나무라는 등 언뜻 보면 엄해 보이지만, 실은 정이 많고 여성스러운 인물. 지탄과는 예전부터 알고 지내던 사이.","Une femme née à Bloumécia qui apparaît dans les contes du lointain monde étranger de Gaïa. Son statut de chevalier-dragon, la fierté de Bloumécia, lui interdit de retourner dans son pays après l'avoir quitté. Toutefois, la fierté de faire partie de ce corps d'élite continua de l'animer. D'un naturel très calme, elle possédait une façon de parler assez démodée. Elle n'hésitait jamais à réprimander ses amis, mais cela ne l'empêchait pas d'être également très sincère à leur sujet. Elle était aussi une vieille amie de Djidane.","Eine burmecianische Frau, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Als Dracheritterin, dem Stolz von Burmecian, war es ihr versagt, in ihre Heimat zurückzukehren. Selbst nachdem sie ihr Land verließ, riss ihr stolz, eine Drachenritterin zu sein, nie ab und sie blieb ewig strebsam. Sie hatte eine ruhige wie beherrschte Art und obwohl sie ihre Freunde oft tadelte, lagen sie ihr sehr am Herzen. Sie war ein alter Freund Zidanes.","Una mujer burmeciana que aparece en las historias de Gaia, un mundo lejano. Siendo miembro de los caballeros dragón, considerados el orgullo de Burmecia, se le fue prohibido regresar a su país tras haberlo abandonado. Incluso después de dejar atrás su tierra natal, su orgullo por ser caballero dragón jamás menguó y siguió fiel a sus principios. Aunque hablaba de una manera anticuada y tranquila, soliendo también sermonear a sus camaradas, se preocupaba profundamente por ellos. También era una vieja amiga de Yitán."],"summon":["I am Freya of Burmecia.<br>Might you require my assistance?","我是布爾梅西亞的芙萊雅。<br>你需要我的幫助嗎？","나는 블루메시아의 프레이야다.<br>자네, 내 힘이 필요한가?","Je suis Freyja de Bloumécia.<br>Auriez-vous besoin d'aide ?","Ich bin Freya aus Burmecia.<br>Benötigst du meine Hilfe?","Soy Freija de Burmecia.<br>¿Acaso vos requerís de mi ayuda?"],"evolution":[null,null,null,null,null,null],"affinity":["We should help those who help us.<br>It took me a long time to understand that. Now, it is time for me to help you.","我跟你這種愛管閒事的人還真是有不解之緣。<br>今後也請多多關照啦。","아무래도 난 자네와 같은<br>호인과 인연이 있는 모양이군.<br>앞으로도 잘 부탁하네.","C'est le destin qui m'a mise sur la route de quelqu'un d'aussi sentimental que toi.<br>Je serais heureuse de continuer notre amitié.","Das Schickal brachte mich zu jemandem<br>mit einem weichem Herz.<br>Ich freue mich auf unsere Freundschaft.","Fue el destino quién me trajo hacia vos,<br>una persona de amable corazón.<br>Espero que sigamos siendo amigos."],"fusion":["To keep remembering is painful,<br>but how much more dreadful it is<br>to forget...","比起記憶，<br>忘卻才更加恐怖……","잊지 못하는 괴로움보다<br>잊히는 것이 훨씬 무섭다오……","Je ne peux pas oublier.<br>Ce serait bien plus douloureux que continuer à me souvenir.","Zu vergessen ist schmerzlicher,<br>als sich zu erinnern ...","Duele más el que te olviden que el seguir recordando..."]}},"209000504":{"compendium_id":233,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[676,2049,210,105],"MP":[28,86,35,17],"ATK":[26,79,14,7],"DEF":[25,75,18,9],"MAG":[22,66,14,7],"SPR":[24,72,14,7]},"limitburst_id":209000504,"attack_count":1,"attack_damage":[[100]],"attack_frames":[18],"effect_frames":[16],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020000":20,"290030100":10,"290040200":5,"290050300":10,"290050400":5}},"strings":{"description":["A Burmecian woman who appears in tales of Gaia, a world foreign to this one. As a proud dragon knight, she left her home country and traveled the world in search of a certain someone. She was reunited with her old friend Zidane during the Festival of the Hunt, which took place in Lindblum. Afterward, having learned of the attack on her home country Burmecia, she decided to join Zidane and his allies. Her fighting style, which took advantage of powerful jump attacks, was both graceful and beautiful.","異界蓋亞的故事中登場的鼠族女性，原本是布爾梅西亞引以為豪的龍騎士中的一員，但因為尋找某個人而背井離鄉，在世界各地旅行。她與吉坦是老朋友，並在林德布爾姆舉辦狩獵祭時與吉坦再會。得知故鄉布爾梅西亞遇襲，她便與吉坦一行人一起踏上了旅途。她的彈跳能力十分驚人，在戰場上的身姿十分美麗。","이계 가이아에 전해 내려오는 이야기에 등장하는 쥐족 여성. 블루메시아가 자랑하는 '용기사' 중 한 명이며 어떤 인물을 찾기 위해 조국을 뛰쳐나와 전 세계를 여행 중이다. 지탄과는 예전부터 알고 지내던 사이이며 린드블룸에서 열린 수렵제를 계기로 재회. 그 후 고향 블루메시아가 공격당했다는 소식을 듣고 지탄 일행과 행동을 함께하게 된다. 경이적인 점프력을 살린 전법은 용맹하면서도 아름답다.","Une femme née à Bloumécia qui apparaît dans les contes du lointain monde étranger de Gaïa. Chevalier-dragon très fière, elle quitta son pays pour parcourir le monde à la recherche d'une certaine personne. Elle retrouva son vieil ami Djidane lors du Festival de la chasse qui avait lieu à Lindblum. Après avoir appris que Bloumécia, son pays natal, avait été attaqué, elle décida de rejoindre Djidane et ses alliés. Son style de combat faisait la part belle aux attaques sautées et était d'une grâce et d'une beauté sans pareilles.","Eine burmecianische Frau, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Als stolze Drachenritterin verließ sie ihr Heimatland und bereiste die Welt auf der Suche nach einer bestimmten Person. Auf dem Fest der Jagd in Lindblum wurde sie mit ihrem alten Freund Zidane wiedervereint. Dann erfuhr sie den Angriff auf ihre Heimat Burmecia und schloss sich Zidane und seinen Verbündeten an. Ihr Kampfstil bestand aus mächtigen Sprungangriffen, die anmutig und schön zugleich sind.","Una mujer burmeciana que aparece en la historia de Gaia, un mundo lejano. Una orgullosa caballero dragón, dejó su tierra natal y viajó por el mundo en busca de una cierta persona. Se reencontró con su viejo amigo Yitán durante el Festival de la Caza celebrado en Lindblum. Posteriormente tras recibir noticias de que su país, Burmecia, había sido atacado, se unió a Yitán y sus camaradas. Su estilo de combate basado en sus poderosos saltos era tan elegante como hermoso."],"summon":["There's a great disturbance in the air.<br>Could there be something about to happen?","大氣有些騷動。<br>看來要發生什麼事了……","대기가 술렁이고 있다.<br>뭔가 시작되려 하는 것인가……?","Il y a de grandes perturbations dans l'air.<br>Quelque chose serait-il sur le point de se produire ?","Es liegt eine große Erschütterung in der Luft.<br>Steht irgendetwas bevor?","Siento una distorsión en el aire.<br>¿Será qué algo grande está por comenzar?"],"evolution":["I shall unveil my powerful spear skills in the battle to come.","我的長槍的威力又增強了，<br>就在下次戰鬥中展現給你看吧。","한층 강해진 창의 위력,<br>다음 전투에서 선보이도록 하겠네.","Je dévoilerai mes puissantes techniques à la lance au prochain combat.","Ich werde meine mächtigen Fähigkeiten mit dem Speer einsetzen.","¡Os mostraré a vos el poder de mi lanza<br>en las batallas venideras!"],"affinity":["It was destiny that brought me to<br>someone as soft-hearted as yourself.<br>I look forward to our continuing friendship.","我跟你這種愛管閒事的人還真是有不解之緣。<br>今後也請多多關照啦。","아무래도 난 자네와 같은<br>호인과 인연이 있는 모양이군.<br>앞으로도 잘 부탁하네.","C'est le destin qui m'a mis sur la route de quelqu'un d'aussi sentimental que toi.<br>Je serais heureuse de continuer notre amitié.","Das Schickal brachte mich zu jemandem<br>mit einem weichem Herz.<br>Ich freue mich auf unsere Freundschaft.","Fue el destino quién me trajo hacia vos,<br>una persona de amable corazón.<br>Espero que sigamos siendo amigos."],"fusion":["Hmph... What manner of power is this?<br>I feel as if I have become lighter.","哼……真是不可思議的力量啊。<br>我感覺身體都變輕了呢。","흠…… 참으로 신기한 힘이로군.<br>전보다 몸이 가벼워진 것 같구려.","Mhmm... Quel est ce pouvoir ?<br>J'ai l'impression d'être plus légère.","Hmph ... Was für eine Kraft ist dies?<br>Ich fühle mich leichter.","Hmm... ¿Qué clase de poder es este? Una se siente como más ligera que antaño..."]}},"209000505":{"compendium_id":234,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[840,2545,240,120],"MP":[37,112,40,20],"ATK":[34,103,16,8],"DEF":[31,93,24,12],"MAG":[28,86,16,8],"SPR":[30,90,16,8]},"limitburst_id":209000505,"attack_count":1,"attack_damage":[[100]],"attack_frames":[18],"effect_frames":[16],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A Burmecian woman who appears in tales of Gaia, a world foreign to this one. She was a dragon knight who used her powerful jumping skills to unleash spear attacks. She left her home country to search the world for her lost lover, a quest that led her to spend some time working together with Zidane. Later, after the two friends met in Lindblum for the second time, they became caught up in events that would shake the world to its very core. Before long, Freya would also be reunited with her lover. However...","異界蓋亞的故事中登場的鼠族女性，擁有驚人的彈跳力，是名用長槍戰鬥的龍騎士。為了尋找失蹤的戀人，她背井離鄉，在世界各地旅行。在旅途中她結識了吉坦，兩人共同旅行了1年左右的時間。在林德布爾姆與吉坦再會後，她也被捲入了足以動搖世界的陰謀當中去。她能夠找到自己的戀人嗎……","이계 가이아에 전해 내려오는 이야기에 등장하는 쥐족 여성. 놀라운 점프력을 바탕으로 한 창술을 지닌 용기사. 실종된 연인을 찾기 위해 조국을 뛰쳐나와 세계각지를 여행하던 중이었다. 여행 도중에 지탄과 알게 되었고, 1년 정도 여정을 함께 한다. 린드블룸에서 지탄과 재회한 후 세계를 뒤흔드는 음모에 휘말리게 된다. 이윽고 그녀는 연인과 재회하게 되지만…….","Une femme née à Bloumécia qui apparaît dans les contes du lointain monde étranger de Gaïa. C'était un chevalier-dragon qui utilisait ses aptitudes au saut pour attaquer ses ennemis avec sa lance. Elle a abandonné son pays natal pour partir à la recherche de son amour perdu. Après avoir rejoint Djidane, elle apprit qu'il travaillait avec ses alliés depuis un an déjà. Peu après avoir retrouvé son ancien ami à Lindblum, elle se retrouva impliquée dans un complot qui visait à faire trembler le monde entier. Elle finit par retrouver son amour mais n'avait aucune idée de ce qui l'attendait ensuite...","Eine burmecianische Frau, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Sie war eine Drachenritterin, die ihre mächtigen Sprungangriffe für ihre Speerattacken nutzte. Sie verließ ihre Heimat auf der Suche nach ihrem verlorenen Liebhaber. Nachdem sie auf Zidane traf, erfuhr sie, dass er zuvor ein Jahr lang mit ihm zusammengearbeitet hatte. Zidane und die Drachenritterin fassten einen welterschütternden Plan. Konnte die unglücklichen Liebenden endgültig wiedervereint werden ...?","Una mujer burmeciana que aparece en las historias de Gaia, un mundo lejano. Fue una caballero dragón que usaba sus poderosas habilidades de salto para liberar sus poderosos ataques con su lanza. Dejó su país natal para ir en busca de su amor perdido. Tras unirse a Yitán en mitad de su aventura viajaron juntos durante un año. Después de reencontrarse en Lindblum con Yitán de nuevo se vieron envueltos en un complot que cambiaría el curso del mundo entero. Posteriormente consiguió encontrar a su amor perdido, aunque..."],"summon":["Those who commit themselves to a path are destined to encounter others walking the same path.<br>...Surely.","只要堅定自己所選擇的道路，<br>就必會再次遇到擁有相同志向的人。<br>……對吧？","한 길로만 나아가는 자는 언젠가 반드시<br>같은 길을 걷는 자와 만나게 되는 법.<br>……그럼 이만.","Ceux qui persévèrent dans une voie sont destinés à rencontrer les personnes qui avancent dans la même direction.<br>...Sans aucun doute.","Wer sich einem Weg verschreibt, wird andere auf dem gleichen Weg treffen.<br>... Ganz sicher.","Aquellos que siempre sigan el mismo camino<br>algún día se encontrarán con sus semejantes.<br>No hay duda alguna."],"evolution":["Even if I am to be forgotten<br>and never thought of again...<br>I have decided... I will NOT look back!","即使已經忘卻，<br>即使再也回憶不起來……<br>我也決定不再回頭了！","설사 잊혔다 하더라도,<br>두 번 다시 날 기억하지 못한다 하더라도……<br>나는…… 되돌아보지 않겠다고 결심했다네!","Même si on m'oublie et qu'on ne pense plus jamais à moi...<br>J'ai décidé... de ne plus JAMAIS regarder en arrière !","Sollte man mich vergessen<br>und nie wieder an mich denken ...<br>Ich habe entschieden ... NICHT zurückzusehen!","¡No importa si acabo cayendo en el olvido<br>para no volver de él!<br>¡No volveré a volver la vista hacia el pasado!"],"affinity":["It was destiny that brought me to<br>someone as soft-hearted as yourself.<br>I look forward to our continuing friendship.","我跟你這種愛管閒事的人還真是有不解之緣。<br>今後也請多多關照啦。","아무래도 난 자네와 같은<br>호인과 인연이 있는 모양이군.<br>앞으로도 잘 부탁하네.","C'est le destin qui m'a mis sur la route de quelqu'un d'aussi sentimental que toi.<br>Je serais heureuse de continuer notre amitié.","Das Schickal brachte mich zu jemandem<br>mit einem weichem Herz.<br>Ich freue mich auf unsere Freundschaft.","Fue el destino quién me trajo hacia vos,<br>una persona de amable corazón.<br>Espero que sigamos siendo amigos."],"fusion":["They say strong memories can grant one power. Who would have known so many memories existed in this world...","強烈的思念會變為力量……<br>世界上竟然殘留了這麼多的記憶……","강한 마음이 힘이 된다는 건가.<br>세계에는 이렇게나<br>많은 기억이 남아있었구려……","On dit que des souvenirs très forts peuvent être la source d'un grand pouvoir. Qui aurait pu savoir qu'il existait tant de souvenirs dans le monde...","Es heißt, Erinnerungen gewähren große Macht. Wer hätte gedacht, dass es so viele Erinnerungen auf der Welt gibt ...","Dicen algunos que los recuerdos pueden garantizar un gran poder... Quién iba a decir que quedaran tales recuerdos en el mundo..."]}}},"skills":{"100070":{"name":"ATK +10%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%"],"icon":"ability_77.png"},"100130":{"name":"DEF +10%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 10%"],"icon":"ability_77.png"},"101050":{"name":"Dragon Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Dragons by 50%"],"icon":"ability_79.png"},"101460":{"name":"High Jump","attack_type":"None","element_inflict":null,"effects":["Increase damage dealt by jump attacks by 100%"],"icon":"ability_80.png"},"200210":{"name":"Store","cost":{"MP":2},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase power of the next normal attack (+0.8x, max +1.6x) and increase damage taken by 50%"],"icon":"ability_87.png"},"200260":{"name":"Jump","cost":{"MP":7},"attack_frames":[[0]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to one enemy after a one turn jump delay"],"icon":"ability_80.png"},"200270":{"name":"Lance","cost":{"MP":10},"attack_frames":[[120],[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.8x, ATK) as HP drain (20%) to one enemy","Physical damage (0.3x, ATK) as MP drain (10%) to one enemy"],"icon":"ability_6.png"},"201700":{"name":"Six Dragons","cost":{"MP":5},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n30%: Six Dragons (500060)\n70%: Six Dragons (500070)"],"icon":"ability_4.png"},"201710":{"name":"Reis's Wind","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1150 (+8x, Heal) HP split over 3 turns to all allies"],"icon":"ability_4.png"},"500060":{"name":"Six Dragons","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 100% HP to all allies"],"icon":"ability_4.png","parentID":"201700"},"500070":{"name":"Six Dragons","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["No effect"],"icon":"ability_4.png","parentID":"201700"}},"LB":{"name":"Dragon's Crest","attack_count":[1],"attack_frames":[[162]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.5x, ATK) to all enemies"],"max_level":["Physical damage (3.45x, ATK) to all enemies"]},"TMR":{"name":"Angel Earrings","compendium_id":215,"compendium_shown":true,"rarity":6,"type_id":60,"type":"EQUIP","slot_id":5,"slot":"Accessory","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png","desc":""},"100730":{"name":"Auto-Regen","attack_type":"None","element_inflict":null,"effects":["Gain Regen (Auto) (10121) at the start of a battle or when revived"],"icon":"ability_91.png","desc":""}},"effects":["Grants 'Auto-Regen' passive.","Grants 'MP +20%' passive."],"stats":{"HP":0,"MP":0,"ATK":2,"DEF":0,"MAG":0,"SPR":0,"element_resist":{"Dark":50},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":20000,"price_sell":2000,"icon":"item_50115.png","strings":{"name":["Angel Earrings","天使耳墜","천사의 귀걸이","Boucles d'oreilles d'ange","Engelsohrring","Aretes de ángel"],"desc_short":["Earrings in a charming angel design.","仿照可愛天使製作的耳墜","귀여운 천사를 조각한 귀걸이","Boucles d'oreilles au style angélique.","Ein Ohrring in Form eines Engels.","Pendientes de diseño angelical encantador."],"desc_long":["A pair of earrings modeled after an angel. From time to time there may be terrifying enemies who have the ability to instantly kill their target with a single blow. While the angel earrings offer general defensive qualities, they also offer divine protection against such enemies' death curse, making them a valuable accessory. And not only are they shaped in the charming image of an angel, but their efficacy is exceptional as well.","仿照可愛天使製作的耳墜。該天使耳墜能夠給予裝備它的人神聖加護，能讓使用者生命之力沸騰。它不僅能保護使用者不受黑暗之力侵害，還能提高使用者的MP。儘管設計得小巧可愛，但它的威力可是十分驚人的。由於該裝備性能極佳，因此眾多人競相追尋，不過真正能得到它的人只有極少數。","천사가 새겨져 있는 귀걸이. 장착하면 성스러운 가호를 받을 수 있게 되며, 적의 즉사 공격을 회피할 수 있다. 도구로서의 성능은 평범한 축에 속하지만, 일격필살의 공격을 펼쳐오는 적을 상대할 때 절대적인 효과를 발휘한다. 그 뛰어난 성능으로 인해 많은 사람이 찾아 헤매지만, 실제로 이것을 손에 넣은 자는 드물다고 한다.","Une paire de boucles d'oreilles qui protègent contre la mort instantanée. Certains ennemis terrifiants ont la capacité de tuer instantanément leur cible d'un seul coup. Les boucles d'oreilles permettent non seulement d'augmenter globalement la défense, mais assure également une protection divine contre les sorts magiques comme la mort instantanée, en faisant un accessoire indispensable. En forme d'ange, ces boucles d'oreilles sont d'une efficacité redoutable.","Ein nach einem Engel modelliertes Paar Ohrringe. Hin und wieder trifft man auf furchteinflößende Feinde, die einem mit einem einzigen Angriff das Leben nehmen können. Die Engelsohrringe verleihen nicht nur gewöhnlichen Schutz, sondern bieten auch göttlichen Schutz vor feindlichen Todesflüchen, was sie äußerst wertvoll und effektiv macht. Zudem ist ihre Engelsform sehr dekorativ.","Un par de pendientes con forma de ángel. Otorgan una protección divina al portador, que se llena de energía y vitalidad. También ofrecen protección contra la oscuridad e incluso aumentan los PM, por lo que no solo son un accesorio bonito, sino también de gran utilidad. Esto hace que muchos intenten hacerse con ellos, aunque solo unos pocos lo consiguen."]}}},"209000705":{"rarity_min":5,"rarity_max":7,"name":"Eiko","game":"FFIX","job":"Evoker","sex":"Female","equip":[1,5,6,11,40,50,53,60],"entries":{"209000705":{"compendium_id":754,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[876,2655,240,120],"MP":[48,144,40,20],"ATK":[27,81,16,8],"DEF":[32,98,16,8],"MAG":[36,109,16,8],"SPR":[38,116,24,12]},"limitburst_id":209000705,"attack_count":2,"attack_damage":[[60,40]],"attack_frames":[19,43],"effect_frames":[17,41],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[7,0,7,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":20,"290060100":10,"290060300":10,"290060400":5}},"strings":{"description":["A descendant of a village of summoners who appears in tales of Gaia, a world foreign to this one. Eiko is the sole remaining survivor of the summoner village known as Madain Sari after it was wiped out by a disaster 10 years ago, and sports a horn on her forehead as proof of her summoner origins. Following the loss of her family, she remained in the village accompanied only by moogles. A cheerful and precocious child, she survives each day by stealing food from others with the help of her moogle friend Mog.","異界蓋亞的故事中登場的召喚士後裔。她是１０年前因天災而毀滅的召喚士之村的倖存者的後代，額頭上有著召喚士的標誌性特徵——犄角。她的家人已經死去，在空無一人的村落中和莫古利們一起生活。開朗早熟的她靠著和好友莫古一起盜竊食物為生。","이계 가이아에 전해지는 이야기에 등장하는 소환사 일족의 후예. 10년 전, 천재지변으로 인해 궤멸한 마을 마다인 사리의 생존자들 사이에서 태어났으며, 소환사의 증거인 뿔이 이마에 돋아나 있다. 가족을 잃은 그녀는 아무도 없는 숲에서 모그리들과 함께 살아가고 있었다. 밝고 조숙한 소녀였지만 친구 모그리들과 사람의 마을에 나타난 뒤로는 먹을 것을 훔치며 생활하고 있다.","Une jeune fille originaire d'un village d'invocateurs qui apparaît dans divers récits de Gaïa, un autre monde. Eiko est la dernière survivante de Madahine-salee, le village des invocateurs qui fut anéanti par un cataclysme il y a dix ans de cela. La corne qui orne son front est une preuve de ses origines. Après la perte de sa famille, elle continua de vivre dans le village avec pour seule compagnie ses amis mogs. Enfant précoce au caractère joyeux, elle vit au jour le jour en volant la nourriture des autres avec l'aide de Moug, sa fidèle amie.","Eine Nachkommin des Dorfes der Beschwörer, über das Erzählungen der weit entfernten Welt Gaia berichten. Eiko ist die einzige Überlebende des Dorfes Madain Sari, das vor 10 Jahren von einer Naturkatastrophe zerstört wurde. Ein Horn auf ihrer Stirn lässt ihre Herkunft erkennen. Seit dem Tod ihrer Familie lebt sie zusammen mit einigen Mogrys in dem nun menschenleeren Dorf. Sie wirkt immer fröhlich und auch ein wenig frech - ein Eindruck, der nur dadurch verstärkt wird, dass sie zusammen mit ihrer besten Freundin Mogu regelmäßig Essen stibitzen geht.","Una joven procedente de una aldea de invocadores que aparece en las historias del lejano mundo de Gaia. Esta aldea, Madain Sari, fue destruida hace diez años, siendo Eiko la única invocadora superviviente. Lleva un cuerno en la cabeza, distintivo de los invocadores. Tras perder a su familia, Eiko permaneció en la aldea acompañada de moguris. Es una niña alegre e inteligente y sobrevivió en la aldea robando comida con la ayuda de su amiga moguri Mogu."],"summon":["I'm Eiko!<br>Eiko Carol of Madain Sari!","我叫做艾可！<br>是從名叫瑪達因・沙里<br>的地方來的！","나는 에코라고 해!<br>마다인 사리라는 곳에서 왔어!","Je m'appelle Eiko !<br>Je viens de Madahine-salee !","Ich heiße Eiko!<br>Ich komme aus einem Ort<br>namens Madain Sari!","¡Ah, no te he dicho mi nombre! Me llamo Eiko."],"evolution":[null,null,null,null,null,null],"affinity":["You should never<br>lie to yourself.","不能對自己說謊！","자신의 마음에<br>거짓말을 하면 안 돼.","T'as pas le droit de te mentir à toi-même !","Du musst dir selbst gegenüber immer ehrlich sein.","No debes mentirte a ti mismo."],"fusion":["(A-are they in love?)","撲通撲通……<br>莫非這就是大人的戀愛嗎？","두근두근……<br>이게 어른의 사랑이라는 걸까?","(papoum papoum...)<br>(C'est ça l'amour des grands ?)","Uh ... Uh ...<br>Ist das jetzt etwa, was die Erwachsenen Liebe nennen?","Estoy muy nerviosa.<br>¿Esto es lo que los adultos llaman amor?"]}},"209000706":{"compendium_id":755,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1139,3452,390,195],"MP":[62,188,65,32],"ATK":[35,106,26,13],"DEF":[42,128,26,13],"MAG":[47,142,26,13],"SPR":[50,152,34,17]},"limitburst_id":209000706,"attack_count":2,"attack_damage":[[60,40]],"attack_frames":[19,43],"effect_frames":[17,41],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,0,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000390":1}},"strings":{"description":["A descendant of a village of summoners who appears in tales of Gaia, a world foreign to this one. Eiko is the only known living summoner of the village of Madain Sari following its ruin at the hands of an unknown disaster. She remained there afterwards alongside the moogles to protect the village's treasure. Wise beyond her years, she aspires to be mature in hopes of being seen as a full-fledged adult. The wings she wears on her back are a precious memento made by her grandfather before he passed away.","異界蓋亞的故事中登場的召喚士後裔。她是因天災而毀滅的召喚士之村的倖存者的後代，和莫古利們一同守衛村中的寶物。早熟的她憧憬著成為一流的淑女，有著與年齡不相符的聰明才智，很會體貼他人。後背上的羽翼是養育她的老爺爺贈送的禮物，是她所珍視的物品。","이계 가이아에 전해지는 이야기에 등장하는 소환사 일족의 후예. 천재지변으로 인해 궤멸한 마을 마다인 사리의 생존자들 사이에서 태어났으며, 모그리들과 함께 마을의 보물을 수호하며 살아가고 있다. 훌륭한 한 명의 숙녀가 되고자 하는 조숙한 소녀로, 나이와 어울리지 않을 정도로 현명하며 배려심이 깊다. 등 뒤의 날개는 키워준 할아버지에게서 받은 장식품으로, 소중한 유품이기도 하다.","Une jeune fille originaire d'un village d'invocateurs qui apparaît dans divers récits de Gaïa, un autre monde. Eiko est la dernière survivante de Madahine-salee après la destruction de celui-ci des suites d'un cataclysme inconnu. Une fois le village anéanti, elle refusa de le quitter et y resta en compagnie des mogs afin de protéger le trésor qui y réside. Douée d'une incroyable sagesse pour son âge, elle espère murir suffisamment pour être perçue comme une adulte par son entourage. Les ailes qu'elle porte sur son dos sont un souvenir précieux autrefois fabriqué par son grand-père avant son décès.","Eine Nachkommin des Dorfes der Beschwörer, über das Erzählungen der weit entfernten Welt Gaia berichten. Eiko ist die einzige Überlebende des Dorfes Madain Sari, das von einer Naturkatastrophe zerstört wurde. Sie lebt zusammen mit einigen Mogrys in dem nun menschenleeren Dorf, um seinen Schatz zu beschützen. Eiko wäre gerne jetzt schon eine erwachsene Dame und wirkt dadurch etwas frühreif und vorlaut. Die Flügel auf ihrem Rücken sind ein wichtiges Andenken an ihren Großvater, der sie für Eiko angefertigt hat, bevor er verstarb.","Una descendiente de una aldea de invocadores que aparece en las historias del lejano mundo de Gaia. Eiko permaneció en la aldea de Madain Sari tras su destrucción para proteger los tesoros del lugar junto con los moguris. Es una niña precoz, muy avispada y empática para su edad. Las alas que lleva en la espalda son un preciado regalo de su difunto abuelo, que la crió."],"summon":["Can we talk later?<br>I wanna go sightseeing.","艾可想要去<br>街上看看，<br>有話等等再說可以嗎？","저기, 에코 잠깐 마을을 보고 와도 될까?<br>수다는 이따가 해도 괜찮지?","Je peux aller en ville ?<br>Je te parlerai de Madahine-salee après, d'accord ?","Ich will mir erst mal ein bisschen die Stadt anschauen.<br>Wir können ja nachher noch plaudern, okay?","¿Puedo ir a dar un paseo? Te hablaré de Madain Sari más tarde."],"evolution":["But don't ever leave me<br>behind again, okay?","聽到了嗎？不可以再丟下<br>艾可一個人了，知道了嗎？","알겠지? 이제 에코를<br>두고 가거나 그럼 안 돼?","Il faut plus me laisser toute seule, t'as bien compris ?!","Ich möchte nicht wieder verlassen werden.<br>Verstehst du?","Pero no vuelvas a hacerlo, eh. No te vayas nunca más sin mí."],"affinity":["You should never<br>lie to yourself.","不能對自己說謊！","자신의 마음에<br>거짓말을 하면 안 돼.","T'as pas le droit de te mentir à toi-même !","Du musst dir selbst gegenüber immer ehrlich sein.","No debes mentirte a ti mismo."],"fusion":["Yup!<br>I'm always energetic!","沒錯！<br>艾可不論什麼時候都充滿朝氣！","그래, 맞아! 에코는<br>언제나 기운이 넘친다구!","Bien sûr ! Je suis toujours en forme !","Ganz recht!<br>Ich bin immer fröhlich und munter!","¡Claro! ¡Yo siempre estoy contenta!"]}},"209000707":{"compendium_id":1037,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1481,4487,540,270],"MP":[81,244,90,45],"ATK":[45,137,40,20],"DEF":[60,182,40,20],"MAG":[61,184,40,20],"SPR":[71,216,65,32]},"limitburst_id":209000707,"attack_count":2,"attack_damage":[[60,40]],"attack_frames":[19,43],"effect_frames":[17,41],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[8,0,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["The last descendant of a tribe of summoners who appears in the tales of a faraway world called Gaia. Born to two survivors in the shattered village of Madain Sari, Eiko was raised by her grandfather after her parents' death, and left in the care of moogles when he, too, passed. Though she considered remaining in the village until her sixteenth birthday to honor her grandfather's dying wish, she decides to follow her heart, trust in herself, and set forth on a journey.","異界蓋亞的故事中登場的召喚士後裔。已經毀滅的召喚士之村瑪達因・沙里的倖存者。失去了雙親，將她養大成人的爺爺也在不久之前亡故了，孤身一人的她和莫古利們生活在一起。因為爺爺的遺言讓她16歲之前不要離開村子，因此她對踏上旅程抱有迷惘，但最後還是決定遵從自己的心意向前邁進。","이계 가이아의 전설에 등장하는 소환사 일족의 후예이다. 궤멸한 마을 '마다인 사리'의 생존자를 부모로 두었다. 부모를 여의고, 키워준 할아버지도 얼마 전에 세상을 떠나, 홀로 모그리들과 살고 있었다. '16살이 될 때까지 마을을 떠나면 안 된다'는 할아버지의 유언에 따라 길을 떠날 것을 망설이면서도 자신의 솔직한 마음을 믿고 앞으로 나아갈 결심을 한다.","Une descendante d'une lignée d'invocateurs qui apparaît dans les récits de Héra, un monde lointain. Née à Madahine-salee et fille de survivants de la destruction de son village, Eiko a été élevée par son grand-père après le décès de ses parents, puis a grandi en compagnie des Mogs lorsque lui aussi a disparu. Bien qu'elle souhaite demeurer dans son village jusqu'à son seizième anniversaire pour respecter la volonté de son grand-père, elle finit par accepter son désir naturel d'aller de l'avant, et quitte son foyer.","Eine Nachkommin des Dorfes der Beschwörer, über das Erzählungen der weit entfernten Welt Gaia berichten. Eiko wurde als Tochter von Überlebenden der Zerstörung des Dorfes Madain Sari geboren. Nachdem sie ihre Eltern verlor, wurde sie von ihrem Großvater aufgezogen und schließlich der Obhut der Mogrys übergeben, als auch dieser verstarb. Obwohl sie den letzten Wunsch ihres Großvaters, das Dorf bis zu ihrem 16. Geburtstag nicht zu verlassen, erfüllen möchte, entschließt sie sich letztlich dazu, auf ihr Herz zu hören und nach vorne zu blicken.","La descendiente de una aldea de invocadores que aparece en los relatos de Gaia, un mundo ajeno a este. Eiko nació en esta aldea, Madain Sari, y desciende de la gente que sobrevivió a la destrucción de la aldea. La crio su abuelo tras perder a sus padres y, cuando este falleció, los moguris se ocuparon de cuidarla. El último deseo de su abuelo era que Eiko se quedara en la aldea hasta cumplir los dieciséis años y, aunque ella habría querido cumplir ese deseo, decide actuar en concordancia con sus propios deseos para seguir adelante con su vida."],"summon":["I'm the last survivor of my tribe. But don't worry about me—I'm really happy here.","艾可是召喚士一族最後的倖存者。但是，不用在意！因為艾可完全不寂寞！！","에코는 우리 일족 마지막 남은 한 사람이거든.<br>하지만 걱정 안 해도 돼!<br>하나도 외롭지 않다고!!","Je suis la seule survivante. C'est pas grave ! Je suis pas triste !","Ich bin die einzige noch lebende Beschwörerin meines Stammes! A-aber es macht mir nichts aus! Ich bin nicht einsam!!","Yo soy la última superviviente del pueblo de los invocadores. No te preocupes... ¡No me siento sola!"],"evolution":["Either you do, or you don't. My choice is clear! I wanna go with you!","對於「做」還是「不做」艾可沒有任何迷惘！！因為艾可想和大家一起走！","하냐 마냐 밖에 길이 없다면<br>망설일 게 뭐 있겠어?!<br>에코는 같이 가고 싶단 말이야!","Entre \"faire\" et \"ne pas faire\", il ne faut pas hésiter ! Je veux venir avec vous !","Handeln oder nicht handeln. Ich habe mich entschieden! Ich will bei dir bleiben!","Como él dice: actuar o no actuar... ¡Esa es la cuestión! ¡Decidido! ¡Quiero ir con Yitán!"],"affinity":["You should never<br>lie to yourself.","不能對自己說謊！","자신의 마음에<br>거짓말을 하면 안 돼.","T'as pas le droit de te mentir à toi-même !","Du musst dir selbst gegenüber immer ehrlich sein.","No debes mentirte a ti mismo."],"fusion":["I'm like a beautiful young heroine in turmoil, don't you think?","你不覺得「薄倖的美少女」這個詞是為了艾可才存在的嗎？","'박복한 미소녀'라는 말, <br>에코를 위해 있는 거 같지 않아?","Être né sous une mauvaise étoile, tu trouves pas que cette expression me va bien ?","Findest du nicht, dass das Wort \"Schönheit\" einzig nur erfunden wurde, um mich zu beschreiben?","Oye, ¿no crees que la expresión \"bella desafortunada\" me va como anillo al dedo?"]}}},"skills":{"10090":{"name":"Stona","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Petrify for one ally"],"icon":"ability_3.png"},"10100":{"name":"Raise","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (30% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10180":{"name":"Full-Life","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10190":{"name":"Esunaga","cost":{"MP":21},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for all allies"],"icon":"ability_3.png"},"10200":{"name":"Dispelga","cost":{"MP":18},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from all enemies"],"icon":"ability_3.png"},"10210":{"name":"Holy","cost":{"MP":35},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.3x, SPR) to one enemy"],"icon":"ability_5.png"},"10310":{"name":"Debranaga","cost":{"MP":16},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove ATK debuff from all allies"],"icon":"ability_3.png"},"10330":{"name":"Depronaga","cost":{"MP":16},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove DEF debuff from all allies"],"icon":"ability_3.png"},"10350":{"name":"Defaithnaga","cost":{"MP":16},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove MAG debuff from all allies"],"icon":"ability_3.png"},"10370":{"name":"Deshellnaga","cost":{"MP":16},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove SPR debuff from all allies"],"icon":"ability_3.png"},"91019":{"name":"Curaga+1","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1500 (+8x, Heal) HP to all allies"],"icon":"ability_4.png"},"91020":{"name":"Curaga+2","cost":{"MP":25},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 2200 (+15x, Heal) HP to all allies"],"icon":"ability_4.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100021":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100180":{"name":"SPR +30%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%"],"icon":"ability_77.png"},"213980":{"name":"Dual White Magic","attack_type":"Magic","element_inflict":["Light"],"effects":["Gain Dual-cast White magic"],"icon":"ability_5.png"},"217140":{"name":"Summoner's Horn","attack_type":"None","element_inflict":null,"effects":["Allow unit to summon any esper in party"],"icon":"ability_70.png"},"217150":{"name":"Summoner Descendant","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 50%","Increase SPR and MP by 30%"],"icon":"ability_77.png"},"217160":{"name":"Mog's Friendship","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all status effects by 70%","Cure all status effects after battle"],"icon":"ability_19.png"},"217170":{"name":"Precocious Summoner","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%","Increase Esper summon damage by 10%"],"icon":"ability_77.png"},"217660":{"name":"Crypto Performance","cost":{"MP":45},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 1000 (+10x, Heal) HP to all allies","Fill esper gauge by 1-3"],"icon":"ability_4.png"},"217680":{"name":"Passion Performance","cost":{"MP":30},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 100% for 3 turns to all allies","Fill esper gauge by 1-3"],"icon":"ability_4.png"},"227170":{"name":"Imparted Arts","attack_type":"None","element_inflict":null,"effects":["Increase DEF, SPR, HP and MP by 20%","Increase Esper summon damage by 60%","Increase Stop resistance by 50% to caster","Increase Charm resistance by 50% to caster"],"icon":"ability_77.png"},"227171":{"name":"Harmonics","cost":{"MP":70},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Revive all allies from KO (100% HP)"],"icon":"ability_1.png"},"227172":{"name":"Emerald Light","cost":{"MP":55},"attack_frames":[[130],[90]],"attack_type":"None","element_inflict":null,"effects":["Grant a 2000 HP shield to one ally for 3 turns","Restore 9999 HP to one ally"],"icon":"ability_43.png"},"227173":{"name":"Prayer of the Lost","cost":{"MP":99},"attack_frames":[[150]],"attack_type":"None","element_inflict":null,"effects":["Unlock Prayer of the Lost (507670) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"227174":{"name":"Girl of Madain Sari","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%","Increase SPR by 50% when equipped with a Instrument","Increase the limit burst gauge fill rate by 100%","Recover MP (10%) per turn"],"icon":"ability_77.png"},"227175":{"name":"Perform Apse","cost":{"MP":60},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 100 MP to the rest of the party","Fill esper gauge by 5-6"],"icon":"ability_4.png"},"507670":{"name":"Prayer of the Lost","cost":{"MP":99},"attack_frames":[[150]],"attack_type":"None","element_inflict":null,"effects":["Remove all debuffs from all allies","Fill esper gauge by 3-5","Grant a 2000 HP shield to all allies for 3 turns"],"icon":"ability_105.png","parentID":"227173"},"707296":{"name":"Mog's Friendship+1","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all status effects by 70%","Cure all status effects after battle","Increase resistance to all elements by 10%","Increase DEF and HP by 10%"],"icon":"ability_19.png"},"707297":{"name":"Mog's Friendship+2","attack_type":"None","element_inflict":null,"effects":["Increase resistance to all status effects by 70%","Cure all status effects after battle","Increase resistance to all elements by 30%","Increase DEF and HP by 30%"],"icon":"ability_19.png"},"707298":{"name":"Summoner Descendant+1","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 60%","Increase SPR and MP by 30%"],"icon":"ability_77.png"},"707299":{"name":"Summoner Descendant+2","attack_type":"None","element_inflict":null,"effects":["Increase Esper summon damage by 70%","Increase SPR and MP by 30%","Cast Summoner Descendant+2 (508422) at the start of your turn"],"icon":"ability_77.png"},"707300":{"name":"Passion Performance+1","cost":{"MP":30},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 150% for 3 turns to all allies","Fill esper gauge by 1-3"],"icon":"ability_4.png"},"707301":{"name":"Passion Performance+2","cost":{"MP":30},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 200% for 4 turns to all allies","Fill esper gauge by 2-4"],"icon":"ability_4.png"},"707302":{"name":"Crypto Performance+1","cost":{"MP":45},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 1500 (+12x, Heal) HP to all allies","Fill esper gauge by 1-3"],"icon":"ability_4.png"},"707303":{"name":"Crypto Performance+2","cost":{"MP":45},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 2500 (+16x, Heal) HP to all allies","Fill esper gauge by 2-4"],"icon":"ability_4.png"}},"LB":{"name":"Healing Tone","attack_count":[1],"attack_frames":[[240]],"damage_type":"Magic","element_inflict":null,"min_level":["Restore 2500 (+16.75x, Heal) HP to all allies","Remove ATK, DEF, MAG and SPR debuff from all allies","Fill esper gauge by 6-10"],"max_level":["Restore 2500 (+24x, Heal) HP to all allies","Remove ATK, DEF, MAG and SPR debuff from all allies","Fill esper gauge by 9-10"]},"TMR":{"name":"Angel Flute","compendium_id":685,"compendium_shown":true,"rarity":8,"type_id":11,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'HP +10%' passive."],"stats":{"HP":0,"MP":0,"ATK":10,"DEF":0,"MAG":48,"SPR":98,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":80000,"price_sell":8000,"icon":"item_11108.png","strings":{"name":["Angel Flute","天使之笛","천사의 피리","Angeflûte","Engelsflöte","Flauta de ángel"],"desc_short":["A beautifully colored flute brought from the world of Gaia.","來自異界蓋亞擁有魅力音色的笛子","이계 가이아에서 유입된 아름다운 음색의 피리","Une flûte d'une couleur magnifique venant du monde de Gaïa.","Eine Flöte mit einer wunderschönen Klangfarbe aus der Welt Gaia.","Una flauta con un hermoso sonido, procedente del mundo de Gaia."],"desc_long":["A beautifully colored flute brought from the faraway world of Gaia. The flute holds great magic powers, and it is said that the flute can entrance all those who listen to its tune. According to records, a certain bright and young summoner girl, who lost her parents at a very young age, used this flute to heal her allies.","來自異界蓋亞擁有美麗音色的笛子。其中灌注了強大的魔法，有著「聽者必定會沉醉其中」之說。根據文獻，一位自幼浪跡天涯的開朗少女，邊吹奏這個笛子邊為夥伴們療傷。","이계 가이아에서 유입된, 아름다운 소리가 나는 피리. 강력한 마법의 힘이 깃들어 있으며, 한 번이라도 이 피리 소리를 듣게 된 사람을 모두 매료시켜 버린다고 한다. 문헌에 따르면, 천애 고아였지만 항상 명랑함을 잃지 않았던 소환사 소녀가 이 피리를 불어 동료들의 상처를 치유했다는 기록이 남겨져 있다.","Une flûte d'une couleur magnifique venant du monde lointain de Gaïa. Elle détient de grands pouvoirs magiques et on raconte qu'elle est capable d'envoûter tous ceux qui l'écoutent. Selon d'anciens écrits, une brillante et jeune invocatrice qui avait perdu ses parents à un jeune âge utilisait cette flûte pour guérir ses alliés.","Diese Flöte aus der fernen Welt Gaia besitzt eine zauberhafte Klangfarbe. Beeindruckend magische Kräfte wirken in diesem Instrument, denn sie vermag es jeden, der ihren Klang vernimmt, sofort in ihren Bann zu schlagen. Aufzeichnungen zufolge soll eine junge Beschwörerin, die bereits als Kind ihre Familie verlor, mit dieser Flöte ihre Verbündeten geheilt haben.","Una flauta con un hermoso sonido, procedente del mundo de Gaia. Alberga un gran poder mágico capaz de embelesar a cualquiera que escuche su melodía. Según los escritos, una joven invocadora que mantuvo su personalidad alegre a pesar de la trágica pérdida de su familia usaba esta flauta para curar a sus aliados."]}},"STMR":{"name":"Essence of Summoning","compendium_id":792,"compendium_shown":true,"unit_restriction":null,"skills":{"227274":{"name":"Essence of Summoning","attack_type":"None","element_inflict":null,"effects":["Increase SPR, HP and MP by 15%","Increase Esper summon damage by 30%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Essence of Summoning' passive."],"unique":false,"price_buy":200000,"price_sell":20000,"icon":"ability_77.png","strings":{"names":["Essence of Summoning","召喚之真髓","소환의 진수","Essence d'invocation","Beschwörerseele","Esencia de invocadora"],"desc_short":["Boost HP, MP, and SPR by 15%, parameters of espers evoked by 30%","提高15%HPMP精神+發動召喚魔法時提高30%幻獸狀態","HP, MP, 정신력 15% 상승+소환마법 사용 시 환수의 능력치 30% 상승","Augmente les PV, PM et la PSY de 15% ainsi que les caractéristiques des chimères appelées de 30%","Erhöht LP, MP und PSY um 15% und erhöht Werte gerufener Esper um 30%.","Aumenta VIT, PM y ESP un 15%, y aumenta un 30% los parámetros de los espers invocados"],"desc_long":["Boost HP, MP, and SPR by 15%, parameters of espers evoked by 30%.","提高15%HPMP精神，發動召喚魔法時提高30%幻獸狀態。","HP, MP, 정신력이 15% 상승하고, 소환마법 사용 시 환수의 능력치가 30% 상승합니다.","Augmente les PV, PM et la PSY de 15% ainsi que les caractéristiques des chimères appelées de 30%","Erhöht LP, MP und PSY um 15% und erhöht Werte gerufener Esper um 30%.","Aumenta VIT, PM y ESP un 15%, y aumenta un 30% los parámetros de los espers invocados."]},"type":"MATERIA"}},"209000803":{"rarity_min":3,"rarity_max":5,"name":"Amarant","game":"FFIX","job":"Monk","sex":"Male","equip":[13,16,40,50,60],"entries":{"209000803":{"compendium_id":235,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[539,1633,210,105],"MP":[19,59,25,12],"ATK":[21,63,10,5],"DEF":[19,58,10,5],"MAG":[15,46,10,5],"SPR":[15,46,10,5]},"limitburst_id":209000803,"attack_count":1,"attack_damage":[[100]],"attack_frames":[5],"effect_frames":[3],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020100":10,"290030100":5,"290050200":15,"290050300":5}},"strings":{"description":["A fighter who appears in tales of Gaia, a world foreign to this one. He was known as the Flaming Amarant, thanks to his shock of bright red hair as much as his fearsome power. Having grown up alone, he made his way through the world with two fists in front of him. Because of this, he was unable to bring himself to trust others, and was rarely heard to speak. Still, somehow, he found himself chasing after the man with the tail.","異界蓋亞的故事中登場的強大鬥士，他憑藉過人的實力賺得了巨大的財富，又因長了一頭如熊熊燃燒的火焰般赤紅的頭髮，因此被人們稱為「火焰色的薩拉曼達」。他在年幼時便無依無靠，僅憑藉自己的拳頭戰鬥至今。為此他無法相信任何人，冷酷又寡言。以某件事情為契機，他正在追尋有尾巴的男人。","이계 가이아에 전해 내려오는 이야기에 등장하는 굉장한 실력의 투사. 암흑가의 일인자라 불리며 모두가 두려워하던 실력자이며, 타오르는 듯한 붉은 머리로 인해 '불꽃의 샐러맨더' 라는 별명을 얻었다. 고아 출신이라 의지할 사람이 한 명도 없는 환경 속에서 주먹 하나만으로 세상의 거친 풍파를 헤쳐 나왔다. 그래서 타인을 전혀 신용하지 않으며, 냉정하고 말수가 적다. 어떤 연유로 꼬리가 있는 남자를 쫓고 있다.","Un combattant qui apparaît dans les contes du lointain monde étranger de Gaïa. Il se fit appeler Tarask le rouge en raison de la couleur de ses cheveux et de sa force exceptionnelle. Seul depuis sa plus tendre enfance, il utilisait ses poings pour avancer dans la vie. C'est pour cela qu'il est incapable de faire confiance aux autres et qu'il parle rarement. Il se mit malgré tout à pourchasser l'homme à la queue de singe.","Ein Kämpfer, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Er war bekannt unter dem Namen der Flammende Amarant, aufgrund seiner roten Haare und unglaublichen Kraft. Seit seiner Geburt auf sich alleine gestellt, schlug er sich mit seinen Fäusten durch die Welt. Aus diesem Grund konnte er anderen nicht vertrauen und sprach so gut wie niemals. Doch irgendwie fand er sich auf der Jagd nach einem bestimmten Mann wieder.","Un guerrero que aparece en las historias de Gaia, un mundo lejano. Era conocido con el seudónimo de el Caballero Carmesí por su roja melena y sus temible poder. Habiéndose estado solo desde su niñez, se abrió paso por el mundo a su manera usando sus puños. Esto le llevó a no poder confiar en los demás y tampoco hablar demasiado. Aun así y por causas del destino, acabó persiguiendo a cierto hombre con rabo."],"summon":["How about that?<br>I'll stick around and see what you are truly made of.","……好吧，<br>就讓我來見識見識你有多大的本事吧。","……좋다.<br>네가 어떤 녀석인지<br>확인해주마.","Qu'est-ce que tu dis de ça ? Je vais rester un peu avec toi et voir de quel bois tu te chauffes.","Wie wäre es damit?<br>Ich bleibe hier und schaue mir an, aus welchem Holz du geschnitzt bist.","De acuerdo.<br>Me quedaré contigo para ver de que pasta estás hecho."],"evolution":[null,null,null,null,null,null],"affinity":["We've been pointlessly shackled together for a long time now. Still... No sense throwing away perfectly good shackles.","沒想到孽緣也能維持這麼長久，<br>沒辦法了，就讓我再陪你一會吧。","생각보다 질긴 악연이로군.<br>어쩔 수 없지.<br>조금만 더 함께 어울려 주마.","On dirait que notre relation suit son cours, même si je trouve ça inutile. Je vais rester avec vous un peu plus longtemps.","Eine Beziehung lässt sich nicht einfach beenden, mag sie auch sinnlos sein. Ich bleibe noch weiter bei euch.","Parece que las relaciones siguen su curso<br>por mucho que sean inútiles.<br>Te haré el favor de seguir contigo un poco más."],"fusion":["The most important rule for survival:<br>If it hinders you, cast it aside.<br>I won't make any attachments.","想要活下去就丟下一切絆腳石。<br>我可沒想和你們鬼混在一起。","발목을 잡으면 버린다.<br>살아남기 위한 철칙이지.<br>나는 약자와 어울릴 생각은 없다.","Abandonner tout ce qui nous retient. C'est la seule règle qui vaille dans la vie pour s'en sortir. Je n'ai aucune intention de déroger à cette règle.","Die einzige heilige Regel im Leben:<br>Keine Hindernisse.<br>Daran werde ich mich halten.","Solo hay una ley inviolable la vida. Deshazte de las cadenas que te atan. No seré yo quién rompa esta regla."]}},"209000804":{"compendium_id":236,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[701,2123,270,135],"MP":[25,77,35,17],"ATK":[27,83,14,7],"DEF":[25,76,14,7],"MAG":[20,61,14,7],"SPR":[20,61,14,7]},"limitburst_id":209000804,"attack_count":1,"attack_damage":[[100]],"attack_frames":[5],"effect_frames":[3],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":20,"290030100":10,"290040400":5,"290050300":10,"290050400":5}},"strings":{"description":["A fighter who appears in tales of Gaia, a world foreign to this one. Having fought his way alone through the world, he was reluctant to put trust in others. When he was a guard in Treno he set a trap to capture the thief Zidane, but ended up being framed by him instead. This set him in pursuit of Zidane, though ultimately not for revenge, but out of suspicion for the actions of a man who, despite having the power to lay him low, chose not to.","異界蓋亞的故事中登場的強大鬥士，他無依無靠，僅憑藉自己的拳頭戰鬥至今。為此他無法相信任何人。在多雷諾當保安時，他為了捉住前來偷盜的吉坦而陷入圈套，反而自己成為了通緝犯。從那以後，他一直在尋找吉坦，但並不是為了復仇，而是因為不理解實力能與自己相匹敵的吉坦為何不將力量用到戰鬥之中去。","이계 가이아에 전해 내려오는 이야기에 등장하는 굉장한 실력의 투사. 고아 출신인 데다 주먹 하나만으로 살아온 탓에 타인을 전혀 신용하지 않는다. 토레노에서 경호원 일을 하고 있었을 때, 도둑질하러 숨어들어온 지탄을 붙잡으려다 오히려 함정에 빠져 죄를 뒤집어쓰는 바람에 지명수배자 신세가 되고 만다. 이후 자신에게 필적하는 힘을 가졌으면서도 싸우려 하지 않았던 지탄의 행동에 복수심이 아니라 의문을 품고 그를 쫓고 있었다.","Un combattant qui apparaît dans les contes du lointain monde étranger de Gaïa. S'étant toujours battu seul pour s'en sortir dans la vie, il a du mal à faire confiance aux autres. Lorsqu'il était garde à Tréno, il a essayé de capturer le célèbre voleur Djidane mais s'est retrouvé accusé d'un vol qu'il n'avait pas commis. Cet épisode a lancé Tarask sur les traces de Djidane, non pas pour la vengeance mais pour savoir pourquoi celui-ci a refusé d'engager un combat alors qu'ils étaient de force égale.","Ein Kämpfer, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Da er sich stets allein durch die Welt kämpfte, fiel es ihm schwer, anderen zu vertrauen. Als Wache in Treno stellte er dem Dieb Zidane eine Falle, fiel aber selbst einer zum Opfer. Er machte Jagd auf Zidane, nicht aus Rache, sondern aus Argwohn gegenüber einem Mann, der Amarant zwar ebenbürtig war, aber nicht wie er handelte.","Un guerrero que aparece en las historias de Gaia, un mundo lejano. Se abrió paso en el mundo totalmente solo, lo que le hizo reacio a confiar en la gente. Cuando trabajaba de guarda en Treno tendió una trampa para atrapar al ladrón Yitán, pero este acabó haciendo que Amarant fuese acusado y puesto en busca y captura. A partir de entonces estuvo persiguiendo a Yitán, aunque no por venganza sino por no poder entender por qué un hombre tan fuerte con él no estaba dispuesto a probar su fuerza."],"summon":["I am the Flaming Amarant.<br>At least, that is what I was once called...","我曾被稱為火焰色的薩拉曼達。","나는 불꽃의 샐러맨더.<br>과거에 그렇게 불렸던 적도<br>있었지.","Je suis Tarask le rouge.<br>Enfin, c'est comme ça qu'on m'appelait autrefois.","Ich bin der Flammende Amarant.<br>Oder zumindest hat man mich so genannt ...","Soy Amarant el Rojo.<br>O al menos así es como solían llamarme..."],"evolution":["Life for winners; death for losers.<br>I have lived by this ironclad rule.","……勝者為王，敗者為寇，<br>我一直相信著這個真理，活到現在。","……승자는 살고 패자는 죽는다.<br>나는 그런 세상 속에서<br>살아왔다.","Les gagnants vivent et les perdants meurent...<br>J'ai vécu toute ma vie habité par cette règle.","Leben für Sieger, Tod für Verlierer ...<br>Nach diesen Regeln habe ich gelebt.","Los ganadores viven y los perdedores perecen...<br>Es la regla en la que he basado mi vida."],"affinity":["We've been pointlessly shackled together for a long time now. Still... No sense throwing away perfectly good shackles.","沒想到孽緣也能維持這麼長久，<br>沒辦法了，就讓我再陪你一會吧。","생각보다 질긴 악연이로군.<br>어쩔 수 없지.<br>조금만 더 함께 어울려 주마.","On dirait que notre relation suit son cours, même si je trouve ça inutile. Je vais rester avec vous un peu plus longtemps.","Eine Beziehung lässt sich nicht einfach beenden, mag sie auch sinnlos sein. Ich bleibe noch weiter bei euch.","Parece que las relaciones siguen su curso<br>por mucho que sean inútiles.<br>Te haré el favor de seguir contigo un poco más."],"fusion":["I fail to understand why one with such power would choose friendship instead...","擁有力量卻不將其展現，<br>只是和同伴們虛度光陰，<br>我無法理解這種傢伙……","힘이 있으면서도 그걸 내보이지 않고<br>그저 동료들과 웃고 떠들 뿐이라니…<br>도저히 이해할 수가 없다…","Je n'ai pas réussi à comprendre pourquoi quelqu'un avec un pouvoir si grand a choisi l'amitié...","Ich kann nicht verstehen, warum man sich mit solcher Macht für die Freundschaft entscheidet ...","No logro entender por qué alguien con tal poder elige a sus amigos por encima de si mismo..."]}},"209000805":{"compendium_id":237,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[911,2760,360,180],"MP":[33,101,40,20],"ATK":[36,108,16,8],"DEF":[33,100,16,8],"MAG":[26,80,16,8],"SPR":[26,80,16,8]},"limitburst_id":209000805,"attack_count":1,"attack_damage":[[100]],"attack_frames":[5],"effect_frames":[3],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A fighter who appears in tales of Gaia, a world foreign to this one. Even as an assassin appointed by Brahne herself, he was unable to subdue Zidane, who once threw his own trap back in his face. Curious as to why Zidane didn't deal him the final blow, and interested to see exactly what kind of man he was, Amarant decided to join his former adversary. Once a man who believed the strong have no need of the weak, the longer he spent with his new comrades, the more he changed.","異界蓋亞的故事中登場的強大鬥士，為了追尋害自己陷入圈套的吉坦而成為了布拉妮的刺客前去討伐他，結果慘敗在吉坦手下。他無法理解為何吉坦留了自己一條性命，為了找到疑問的答案，也為了看清吉坦到底是一個怎樣的人，他便與吉坦共同踏上旅途。他曾堅信「強者無需與弱者結群」，但在與同伴們旅行的途中，他的想法也漸漸發生了改變。","이계 가이아에 전해 내려오는 이야기에 등장하는 굉장한 실력의 투사. 브라네의 자객으로서, 예전에 자신을 함정에 빠뜨리고 도주해버린 숙적 지탄과 일대일로 대결을 펼쳤으나 패하고 만다. 그는 지탄이 자신의 목숨을 끊지 않은 이유와, 그리고 지탄에 대해 자세히 알아보기 위해 지탄과 함께 움직이기로 한다. 강자는 약자와 함께 할 필요가 없다는 그의 지론은, 새로운 동료들과 함께 여행하며 조금씩 바뀌어간다.","Un combattant qui apparaît dans les contes du lointain monde étranger de Gaïa. Même lorsqu'il était assassin engagé par la reine Brahne en personne, il n'a pas été capable de vaincre Djidane, qui ne se laissa pas si facilement piéger. Brûlant de curiosité pour cet homme qui refusa de se battre contre lui et voulant savoir à tout prix à quel genre d'homme il avait à faire, Tarask décida de rejoindre son ancien adversaire. Autrefois convaincu que les êtres forts n'avaient aucun intérêt à suivre les plus faibles, il finit par changer grâce à ses nouveaux camarades.","Ein Kämpfer, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Selbst als von Brane ernannter Assassine  konnte er Zidane nicht bezwingen, der ihm einst seine eigene Falle stellte. Neugierig, warum Zidane ihn nicht getötet hatte, und darauf, was für ein Mensch er war, schloss sich Amarant seinem ehemaligen Widersacher an. Glaubte er einst, dass die Starken die Schwachen nicht benötigen, änderte er seine Meinung, je mehr Zeit er mit seinen Kameraden verbrachte.","Un guerrero que aparece en las historias de Gaia, un mundo lejano. Aun habiendo sido seleccionado como asesino por la mismísima Reina Brahne, no pudo derrotar a Yitán, quién en su día le hizo caer en su propia trampa. Interesado en por qué Yitán no le dio el golpe de gracia y por saber que tipo de hombre era, Amarant decidió unirse a su antaño adversario. Fue un hombre que en el pasado creía que los fuertes no requerían a los débiles, pero que cuanto más tiempo pasó con sus nuevos camaradas, más cambió."],"summon":["What do I really want to do?<br>What am I truly capable of?<br>These are the questions I want answers to.","我到底想做什麼，能做什麼，<br>現在我還找不出答案……","내가 하고 싶은 건 무엇인가,<br>할 수 있는 건 무엇인가.<br>그걸 증명하라는 건가……","Qu'est-ce que je veux vraiment accomplir ?<br>De quoi suis-je vraiment capable ?<br>J'aimerais pouvoir répondre à ces questions moi aussi.","Was will ich?<br>Wozu bin ich in der Lage?<br>Diese Fragen möchte ich beantworten.","¿Que qué quiero hacer dices?<br>¿Que qué puedo hacer?<br>Eso es lo que yo mismo me pregunto..."],"evolution":["Friends, huh?<br>Pah; that guy's made me soft in the head.","同伴……<br>哼，都怪那傢伙，<br>連我都多愁善感起來了。","동료……라.<br>흥, 녀석의 병이<br>나한테도 옮았나 보군……","Des amis...<br>Pff, on dirait bien que je suis devenu sénile à cause de ce type...","Freunde ...<br>Hmph, ich bin senil geworden, dank diesem Kerl ...","¿Amigos? Je<br>Aquel tipo me ha llenado la cabeza de bobadas."],"affinity":["We've been pointlessly shackled together for a long time now. Still... No sense throwing away perfectly good shackles.","沒想到孽緣也能維持這麼長久，<br>沒辦法了，就讓我再陪你一會吧。","생각보다 질긴 악연이로군.<br>어쩔 수 없지.<br>조금만 더 함께 어울려 주마.","On dirait que notre relation suit son cours, même si je trouve ça inutile. Je vais rester avec vous un peu plus longtemps.","Eine Beziehung lässt sich nicht einfach beenden, mag sie auch sinnlos sein. Ich bleibe noch weiter bei euch.","Parece que las relaciones siguen su curso<br>por mucho que sean inútiles.<br>Te haré el favor de seguir contigo un poco más."],"fusion":["How meddlesome you are...<br>You remind me of that guy...","真是個多管閒事的傢伙……<br>看著你就讓我想起了那個人……","참견이 심한 녀석이군……<br>널 보고 있으면<br>그 녀석이 생각난다……","T'aime bien fourrer ton nez partout toi... <br>Tu me rappelles ce type...","Wie lästig, du ...<br>Du erinnerst mich an jemanden ...","Eres un entrometido... Me recuerdas a aquel otro..."]}}},"skills":{"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"101200":{"name":"Counter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"},"101220":{"name":"Eye for an Eye","attack_type":"None","element_inflict":null,"effects":["Increase chance of countering by 100%"],"icon":"ability_68.png"},"101340":{"name":"Draw Attacks","attack_type":"None","element_inflict":null,"effects":["Increase chance of being targeted by 50%"],"icon":"ability_83.png"},"200180":{"name":"Throw","cost":{"MP":6},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Allow use of throwable items"],"icon":"ability_47.png"},"200220":{"name":"Chakra","cost":{"MP":8},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Restore 30% HP and MP to caster","Cure Poison and Blind for caster"],"icon":"ability_3.png"},"201130":{"name":"Power Break","cost":{"MP":7},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.2x, ATK) to one enemy","Reduce ATK by 15% for 3 turns to one enemy"],"icon":"ability_54.png"},"201720":{"name":"Gravity Fist","cost":{"MP":12},"attack_frames":[[0]],"attack_type":"Magic","element_inflict":null,"effects":["50% HP damage to one enemy"],"icon":"ability_26.png"},"201730":{"name":"Curse","cost":{"MP":15},"attack_frames":[[60]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Reduce resistance to all elements by 20% for 3 turns to one enemy"],"icon":"ability_39.png"},"201740":{"name":"Revive","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Revive target from KO (30% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"}},"LB":{"name":"Countdown","attack_count":[1],"attack_frames":[[78]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.7x, ATK) to one enemy"],"max_level":["Physical damage (3.65x, ATK) to one enemy"]},"TMR":{"name":"HP +30%","compendium_id":452,"compendium_shown":true,"unit_restriction":null,"skills":{"100030":{"name":"HP +30%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'HP +30%' passive."],"unique":false,"price_buy":15000,"price_sell":1500,"icon":"ability_77.png","strings":{"names":["HP +30%","HP+30%","HP+30%","PV +30%","LP + 30 %","VIT +30%"],"desc_short":["Boost HP by 30%","提高30%HP","HP 30% 상승","Augmente les PV de 30%","Erhöht LP um 30 %","Aumenta la VIT un 30%"],"desc_long":["Boosts HP by 30%.","提高30%HP。","HP가 30% 상승합니다.","Augmente les PV de 30%.","Erhöht LP um 30 %.","Aumenta la VIT un 30%"]},"type":"MATERIA"}},"209000903":{"rarity_min":3,"rarity_max":4,"name":"Lani","game":"FFIX","job":"Ranger","sex":"Female","equip":[1,2,8,30,40,50,51,53,60],"entries":{"209000903":{"compendium_id":238,"rarity":3,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[419,1269,240,120],"MP":[24,73,60,30],"ATK":[20,61,16,8],"DEF":[17,52,16,8],"MAG":[21,64,16,8],"SPR":[20,60,16,8]},"limitburst_id":209000903,"attack_count":1,"attack_damage":[[100]],"attack_frames":[24],"effect_frames":[22],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[0,3,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":20,"290020100":8,"290030000":3,"290050200":10,"290050300":3}},"strings":{"description":["A bounty hunter who appears in tales of Gaia, a world foreign to this one. Young and dark-skinned, this self-proclaimed \"most beautiful bounty hunter in the world\" was somewhat full of herself. Her dream was to live a life of luxury, and to that end there was no job she would not undertake. Teaming up with the fearsomely powerful Amarant, another of Queen Brahne of Alexandria's hired assassins, she confronted her target Zidane. Despite her slender stature, she could swing an axe the size of her own body.","異界蓋亞的故事中登場的女賞金獵人，她年輕貌美，擁有傲人的身材，對此她十分自豪，經常誇獎自己是「美的獵人」。她的夢想是過上像貴族一樣的生活，為此不管什麼工作都接受。與業內收入No.1的賞金獵人薩拉曼達相同，她也作為亞力山德利亞女王布拉妮的刺客前去討伐吉坦等人。雖然她身材纖細，但卻揮舞著和自己一邊高的戰斧。","이계 가이아에 전해 내려오는 이야기에 등장하는 여성 현상금 사냥꾼. 젊고 몸매 좋은 갈색 피부의 미인이지만, 자신을 '아름다운 사냥꾼'이라고 칭하는 등 살짝 자의식이 강하다. 귀족처럼 화려하게 생활하는 것이 꿈이며, 그 꿈을 위해서라면 더러운 일도 마다치 않는다. 암흑가에서 제일가는 현상금 사냥꾼 샐러맨더와 함께, 알렉산드리아의 여왕 브라네의 자객으로서 지탄 일행의 앞을 가로막는다. 마른 체격임에도 자신의 키만 한 전투 도끼를 휘두르는 괴력의 소유자.","Une femme chasseuse de prime qui apparaît dans les contes du monde étranger de Gaïa. Jeune et dotée d'une peau magnifique au teint hâlé, cette fille autoproclamée \"plus belle chasseuse de prime du monde\" était d'une nature très imbue d'elle-même.  Son rêve était de vivre une vie de luxe et elle n'aurait reculé devant aucun job pour y parvenir. Elle s'est battue contre Djidane aux côtés de Tarask, un assassin extrêmement puissant engagé par la Reine Brahne. Malgré son apparence fine et élancée, elle maniait une hache aussi grosse qu'elle.","Eine Kopfgeldjägerin, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Jung und schön und mit brauner Haut war diese selbsterklärte Kopfgeldjägerin ziemlich eingebildet. Sie wollte ein Leben voller Luxus und war bereit, dafür jeden Auftrag zu übernehmen. Sie bildete mit dem furchterregend starken Amarant ein Team von Assassinen, von Königin Brane angesetzt auf Zidane. Trotz ihrer schlanken Figur schwang sie eine Axt, die so groß war wie sie selbst.","Una mujer cazarecompensas que aparece en las historias de Gaia, un mundo lejano. Una belleza joven y de hermosa piel bronceada que se autoproclamaba como \"la más bella cazarecompensas\"de manera egocéntrica. Soñaba con vivir una vida de lujo, y para ello no dudaba en aceptar cualquier encargo. Formó equipo con Amarant como asesina a sueldo de la Reina Brahne de Alexandria y se enfrentó a su objetivo, Yitán. A pesar de su baja estatura, era capaz de esgrimir un hacha de su mismo tamaño."],"summon":["I am the beautiful bounty hunter, Lani!<br>You have quite the discerning eye,<br>to recognize my strength! Although...<br>I suppose the giant axe is a giveaway.","我是美女獵人拉妮！你想藉助我的力量嗎？看來你的眼光還不錯！","나는 아름다운 사냥꾼 라니라고 해!<br>내 힘을 빌리고 싶어?<br>안목이 있는 것 같은데!","Je suis Lamie, la plus belle chasseuse de prime du monde !<br>Alors comme ça, tu veux ma hache ?<br>Tu sais reconnaître les armes de qualité, toi !","Ich bin die schöne Kopfgeldjägerin Lani!<br>Möchtest du meine Axt borgen?<br>Du hast ein scharfes Auge!","¡Soy Lani, la más hermosa cazarecompensas!<br>¿Quieres contar con mi hacha?<br>¡Sí que sabes reconocer la calidad!"],"evolution":[null,null,null,null,null,null],"affinity":["I guess it can't be helped.<br>Would you mind if I called<br>you my partner?","真是沒辦法，<br>我倒是可以勉強稱呼你為「搭檔」的。","어쩔 수 없네,<br>원한다면 널<br>파트너라고 불러줄까?","Je suppose que j'ai pas le choix...<br>Ça te dérange si je t'appelle \"partenaire\" ?","Dann ist es eben so.<br>Darf ich dich<br>meinen Partner nennen?","Que le vamos a hacer.<br>¿Te importa que te llame socio?"],"fusion":["This brings me one step closer<br>to my luxurious dream life.<br>I'll live like a queen!","這樣就又離貴族一般的生活更進一步啦！","이걸로 귀족 생활에<br>또 한 걸음 가까워졌을까?!","Je suis à deux doigts de réaliser mon rêve : vivre une vie de luxe !","Ich bin einen Schritt näher,<br>den Traum vom Leben im Luxus<br>in die Tat umzusetzen!","¡Un paso más cerca de lograr mis sueños de una vida de lujo y riquezas!"]}},"209000904":{"compendium_id":239,"rarity":4,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[545,1650,390,195],"MP":[31,95,85,42],"ATK":[26,80,26,13],"DEF":[22,68,26,13],"MAG":[28,84,26,13],"SPR":[25,76,26,13]},"limitburst_id":209000904,"attack_count":1,"attack_damage":[[100]],"attack_frames":[24],"effect_frames":[22],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,4,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A bounty hunter who appears in tales of Gaia, a world foreign to this one. This self-proclaimed \"most beautiful bounty hunter\" was full of pride; a pride soon confounded by her inability to handle minor issues. As an assassin hired to find Garnet of Alexandria, she stood in Zidane's way, but since her partner Amarant regarded taking a hostage to achieve her goals a cowardly move, she found herself alone. It is also believed that she took part in Lindblum's Festival of the Hunt.","異界蓋亞的故事中登場的女賞金獵人，她經常誇獎自己是「美的獵人」，過度自信而又自尊心極強，因此稍微遇到點事情就會激動過度，以致暴露出自己的弱點。為了追殺亞力山德利亞公主嘉妮特而出現在吉坦等人面前，但由於急功近利而捉了人質，導致搭檔薩拉曼達對她失去耐心。另外，她似乎也參加了林德布爾姆舉辦的狩獵祭。","이계 가이아에 전해 내려오는 이야기에 등장하는 여성 현상금 사냥꾼. 자칭 '아름다운 사냥꾼'. 자신감이 과한 데다 자존심까지 강하여 대수롭지 않은 일에도 곧잘 흥분해 실수하는 경우가 많다. 알렉산드리아의 공주 가넷을 쫓는 자객으로서 지탄 일행의 앞을 가로막았지만, 공을 세우기 위해 인질을 잡는 비열한 수단을 선택하는 바람에 동료인 샐러맨더에게 버림받는다. 린드블룸에서 열린 수렵제에도 참가하고 있었던 것으로 보인다.","Une femme chasseuse de prime qui apparaît dans les contes du monde étranger de Gaïa. Cette autoproclamée \"plus belle chasseuse de prime du monde\" était d'une fierté sans bornes qui fut rapidement démontée par son incapacité à faire face à de petits problèmes. Assassin engagé pour retrouver Grenat d'Alexandrie, elle se dressa devant Djidane mais à cause de ce que décida Tarask, elle fut réduite à prendre un otage pour atteindre ses objectifs, puis se retrouva seule. Certains croient qu'elle a même participé au Festival de la chasse.","Eine Kopfgeldjägerin, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Diese selbsterklärte Kopfgeldjägerin steckte voller Stolz, doch war sie nicht einmal in der Lage, kleine Probleme zu lösen. Als Assassine angeheuert, Garnet von Alexandria zu finden, traf sie auf Zidane. Da sie eine Geisel nahm, um ihr Ziel zu erreichen, wurde sie von Amarant der Feigheit bezichtigt und von ihm allein gelassen. Sie soll am Fest der Jagd in Lindblum teilgenommen haben.","Una mujer cazarecompensas que aparece en las historias de Gaia, un mundo lejano. Esta autoproclamada bella cazarecompensas era orgullosa y reaccionaba en exceso ante cualquier inconveniente menor en su camino. Se enfrentó a Yitán como asesina a sueldo para encontrar a Garnet de Alexandria, pero gracias a que Amarant se negó a tomar rehenes para cumplir sus objetivos por considerarlo cobarde, tuvo que hacerlo sola. También se cree que participó en el Festival de la Caza de Lindblum."],"summon":["The beautiful bounty hunter Lani<br>shall accompany you.<br>Is that a tear of joy I see?","美女獵人拉妮大人會和你一起上路的。你可不要感激落淚啊？","아름다운 사냥꾼 라니 님이<br>너희랑 함께 가줄게.<br>너무 고마워서 눈물이 다 나오지?","Lamie, la plus belle chasseuse de prime du monde se joint à vous.<br>Serait-ce une larme que je vois ?","Die schöne Kopfgeldjägerin Lani<br>wird dich begleiten.<br>Sehe ich da eine Träne?","¡Lani, la más hermosa cazarecompensas,<br>te acompañará!<br>Estás llorando de la emoción, ¿a qué sí?"],"evolution":["Heh heh.<br>Would you like to try out my<br>ever-growing axe for yourself?","呵呵，要不要親身體會一下我這又變沉了的斧子的威力啊？","후후.<br>내 도끼가 한층 더 무거워졌군.<br>한번 맞아볼래?","Héhé.<br>Alors comme ça tu veux essayer ma hache ?<br>Je te préviens, elle est encore plus grosse qu'avant.","Hehe.<br>Möchtest du einmal meine<br>riesige Axt ausprobieren?","Jejeje.<br>¿Quieres probar el filo de mi hacha?<br>Es más pesada que nunca."],"affinity":["I guess it can't be helped.<br>Would you mind if I called<br>you my partner?","真是沒辦法，<br>我倒是可以勉強稱呼你為「搭檔」的。","어쩔 수 없네,<br>원한다면 널<br>파트너라고 불러줄까?","Je suppose que j'ai pas le choix...<br>Ça te dérange si je t'appelle \"partenaire\" ?","Dann ist es eben so.<br>Darf ich dich<br>meinen Partner nennen?","Que le vamos a hacer.<br>¿Te importa que te llame socio?"],"fusion":["Oh my...<br>This is going to make me<br>even more beautiful!","好困擾啊……又要再接再厲磨練美麗的自己了！","힘들다, 정말……<br>이렇게 또 점점 더<br>아름다워지기만 하니!","Oh mais... <br>Ça va me rendre encore plus belle !","Oh mein ...<br>Damit werde ich sogar<br>noch schöner!","No me lo creo... ¡Esto hace que mi belleza aumente aún más!"]}}},"skills":{"20040":{"name":"Water","cost":{"MP":3},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Water"],"effects":["Magic water damage (1.2x, MAG) to one enemy"],"icon":"ability_23.png"},"20080":{"name":"Fira","cost":{"MP":9},"attack_frames":[[95]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.4x, MAG) to all enemies"],"icon":"ability_21.png"},"20090":{"name":"Blizzara","cost":{"MP":9},"attack_frames":[[145]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.4x, MAG) to all enemies"],"icon":"ability_22.png"},"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20120":{"name":"Aerora","cost":{"MP":9},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.4x, MAG) to all enemies"],"icon":"ability_25.png"},"101200":{"name":"Counter","attack_type":"None","element_inflict":null,"effects":["30% chance to counter a physical attack with an attack (1x, ATK)"],"icon":"ability_68.png"}},"LB":{"name":"Elegant Swing","attack_count":[1],"attack_frames":[[10]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (2.5x, ATK) to one enemy"],"max_level":["Physical damage (3.2x, ATK) to one enemy"]},"TMR":{"name":"Equip Axe","compendium_id":453,"compendium_shown":true,"unit_restriction":null,"skills":{"100830":{"name":"Equip Axe","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip Axes"],"icon":"ability_96.png","desc":""}},"effects":["Grants 'Equip Axe' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_96.png","strings":{"names":["Equip Axe","裝備斧","도끼 장착","Hache","Axt ausrüsten","Equipar hacha"],"desc_short":["Can equip axes","可以裝備斧","도끼 장착 가능","Permet déquiper les haches","Kann Äxte benutzen","Permite equipar hachas"],"desc_long":["Enables unit to equip axes.","可以裝備斧。","도끼를 장착할 수 있게 됩니다.","Permet déquiper les haches.","Die Einheit kann mit Äxten ausgerüstet werden.","Permite equipar hachas"]},"type":"MATERIA"}},"209001003":{"rarity_min":3,"rarity_max":6,"name":"Kuja","game":"FFIX","job":"Reaper","sex":"Male","equip":[1,5,6,15,40,50,53,60],"entries":{"209001003":{"compendium_id":123,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[508,1539,150,75],"MP":[25,77,35,17],"ATK":[21,65,10,5],"DEF":[18,55,10,5],"MAG":[22,66,10,5],"SPR":[17,50,10,5]},"limitburst_id":209001003,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[60,75,92],"effect_frames":[58,73,90],"max_lb_drop":2,"ability_slots":2,"magic_affinity":[5,6,3,0],"element_resist":[0,0,0,0,-50,50,-50,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010200":25,"290020900":10,"290030200":5,"290050200":15,"290050300":5}},"strings":{"description":["A beautiful and cruel angel of death who sought to destroy the world of Gaia from the inside out. Whispering in the ear of Alexandria's Queen Brahne, he convinces her of the advantages of using summons and artificial black mages, created from the Mist, to achieve her goals. In doing so, he achieves his own goal: a war that spreads across every corner of the continent. Kuja possesses an androgynous beauty, an unforgiving pride and a sadistic disdain for others. His flair for dramatic speeches reveals his narcissistic tendencies as well. He looks down on all other creatures, including Queen Brahne and the black mages he creates, as no more than pawns in his game.","侵蝕異界蓋亞的美麗而殘酷的死神，他向亞力山德利亞女王布拉妮傳授了用霧製造黑魔道士的方法和使用召喚獸的方法，以此煽動戰爭，給整個大陸帶來了混亂。雖然他外表英俊，但自尊極強且心狠手辣，說起話來陰陽怪氣。他凡事總以自己為中心，認為布拉妮及黑魔道士們都只是自己的棋子。","이계 가이아를 병들게 한, 아름답고도 잔인한 '사신'. 알렉산드리아 여왕 브라네에게 '안개'를 이용한 흑마도사 제조법과 소환수 이용법을 가르쳐 전쟁을 부추기고 대륙 전체를 혼란에 빠뜨렸다. 중성적인 미남 청년이지만, 자존심이 대단히 세고 잔인하다. 또 연극적인 표현을 즐겨 쓰는 나르시시스트이기도 하며, 브라네와 흑마도사를 비롯한 모든 존재를 자신의 도구로밖에 생각하지 않는다.","Un ange de la mort beau et cruel qui rêve de détruire le monde de Gaïa. Soufflant à l'oreille de la reine Branet d'Alexandrie, il la persuade d'utiliser les invocations et les mages noirs artificiels pour atteindre ses objectifs. Ce faisant, il sert ses propres buts : faire régner la guerre partout sur le continent. Kuja est d'une beauté androgyne, d'une fierté implacable et d'un dédain sadique envers les autres. Son sens de la dramaturgie révèle aussi son penchant narcissique. Il se montre condescendant envers tout le monde, y compris la reine Branet et les mages noirs qu'il crée, qui ne sont pour lui que des pions.","Schöner und grausamer Todesengel, der die Welt Gaia komplett zerstören wollte. Er flüstert Alexandrias Königin Brane ein, welche Vorteile es habe, künstliche, aus Nebel geschaffene Schwarzmagier zu beschwören und für ihre Ziele zu nutzen. Damit erreicht er sein eigenes Ziel: einen Krieg, der sich über den ganzen Kontinent ausbreitet. Kuja besitzt eine androgyne Schönheit, unerbittlichen Stolz und eine sadistische Verachtung für alle. Auch sein Hang zu dramatischen Reden offenbart seine narzisstischen Tendenzen. Er sieht auf alle Wesen, auch Königin Brane und die von ihm erschaffenen Schwarzmagier, herab - sie sind für ihn nichts mehr als Bauern in seinem Spiel.","Un ángel de la muerte bello y cruel que desea destruir el mundo de Gaia desde dentro. Susurra al oído de Brahne, la reina de Alexandria, y la convence de las ventajas de usar invocaciones y magos negros creados con Niebla para cumplir sus objetivos. Al hacerlo, cumple el suyo propio: una guerra que llega a todos los rincones del continente. Kuja, de belleza andrógina, tiene un orgullo implacable y muestra un desdén sádico hacia los demás. Además, su gusto por los discursos dramáticos muestra sus tendencias narcisistas. Desprecia al resto de criaturas, incluso a la reina Brahne y a los magos negros que crea, ya que los considera simples peones para su juego."],"summon":["All the world's a stage.<br>Mind if I join you in watching the show?","也讓我來陪你演演戲吧。<br>怎麼樣？","괜찮으면 나도<br>너희가 펼치는 연극에<br>끼어도 될까?","Le monde n'est qu'un théatre géant.<br>Puis-je admirer le spectacle à tes côtés ?","Die Welt ist eine Bühne.<br>Wollen wir uns die Show gemeinsam ansehen?","El mundo es como un escenario.<br>¿Y si vemos juntos el espectáculo?"],"evolution":[null,null,null,null,null,null],"affinity":["It appears you're not as feeble-minded as I thought, if you can understand my purposes.<br>Why don't you smile?<br>This is quite some praise.","你是我為數不多的理解者。<br>你可以為此而開心的，<br>我這可是在誇獎你。","넌 날 이해해주는<br>세상에서 몇 안 되는 사람이야.<br>왜 그래? 칭찬하는 거라니까.","Tu n'es pas aussi faible d'esprit que tu en as l'air après tout... puisque tu comprends mes intentions. Pourquoi fais-tu cette tête ?<br>C'est un compliment, tu sais.","Du bist nicht ganz so dumm, wie ich dachte.<br>Warum so ernst?<br>Das war ein Kompliment.","Parece que no eres tan necio como creía, si entiendes mis objetivos.<br>¿Por qué no sonríes?<br>Te acabo de hacer un cumplido."],"fusion":["Beautiful!<br>This cascade of power gives blessing to our victory!","太棒了！<br>就好像在祝福我們的勝利一般……","좋아, 훌륭해……!<br>마치 우리의 승리를<br>축복하는 것 같아……","Splendide !<br>Cette déferlante de pouvoir nous offre la victoire sur un plateau d'argent !","Wunderbar!<br>Diese Schauer der Macht segnen<br>unseren Sieg!","¡Maravilloso!<br>¡Esta lluvia de poder bendice nuestra victoria!"]}},"209001004":{"compendium_id":124,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[655,1986,210,105],"MP":[33,99,45,22],"ATK":[28,84,14,7],"DEF":[23,71,14,7],"MAG":[28,85,14,7],"SPR":[21,65,14,7]},"limitburst_id":209001004,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[60,75,92],"effect_frames":[58,73,90],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[6,7,4,0],"element_resist":[0,0,0,0,-50,50,-50,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020900":20,"290030200":10,"290040100":5,"290050300":10,"290050400":5}},"strings":{"description":["A beautiful and cruel angel of death who sought to destroy the world of Gaia from the inside out. In truth he is a Genome, an artificial lifeform created to host the souls of the people of Terra, another world that seeks to merge with Gaia. He receives his orders from Garland, a being whose aim is to safeguard Terra's future. To throw Gaia into confusion and aid the Terrans' takeover, Kuja uses Queen Brahne of Alexandria and others as tools in his dark schemes. He is an older sibling of sorts to Zidane, but when he saw the potential within his \"little brother\" and the hopes pinned upon him, he abandoned the child Zidane on Gaia.","侵蝕異界蓋亞的美麗而殘酷的死神，他的真正面目其實是泰拉人製造的魂器。他受企圖與蓋亞融合的泰拉管理者加蘭德之命，利用亞力山德利亞的女王布拉妮為蓋亞製造混亂。同時，他也是吉坦的哥哥，由於嫉妒吉坦的潛能，他將剛出生不久的吉坦投入了蓋亞之中。","이계 가이아를 병들게 한, 아름답고도 잔인한 '사신'. 그의 정체는 테라 사람이 만들어낸 혼의 그릇 '제놈'이다. 가이아와의 융합을 꿈꾸는 테라의 관리자 가란드의 명령으로 가이아를 혼란에 빠뜨리기 위해 알렉산드리아 여왕 브라네를 이용하는 등, 다방면으로 암약했다. 지탄의 형에 해당하며, 큰 잠재력을 품고 태어나 기대를 한 몸에 받는 동생에게 질투하여 갓난아기였던 지탄을 가이아로 던져버린 적이 있다.","Un ange de la mort beau et cruel qui rêve de détruire le monde de Gaïa. Il est en réalité un Génome, un être artificiel créé pour accueillir les âmes des habitants de Terra, cet autre monde qui cherche à fusionner avec Gaïa. Il obéit à Garland, dont le but est d'assurer l'avenir de Terra. Kuja manipule la reine Branet d'Alexandrie et toute personne qui pourrait lui servir pour semer le chaos sur Gaïa et aider les Terrans à s'en emparer. Il est en quelque sorte le grand frère de Djidane, mais lorsqu'il découvre le potentiel de son « petit frère » et les espoirs fondés en lui, il décide de l'abandonner sur Gaïa.","Grausamer Todesengel, der die Welt Gaia völlig zerstören wollte. Ist in Wahrheit ein Genom, eine künstliche Lebensform, erschaffen, um die Seelen der Menschen von Terra aufzunehmen, einer Welt, die Gaia übernehmen will. Er erhält seine Befehle von Garlant, einem Wesen, dessen Ziel es ist, Terras Zukunft zu sichern. Um Gaia ins Chaos zu stürzen und Terra bei der Übernahme zu helfen, nutzt Kuja Königin Brane und andere als Werkzeuge in seinem dunklen Plan. Er ist eine Art älterer Bruder Zidanes, doch als er das Potential seines „kleinen Bruders“ erkennt und sieht, welche Hoffnungen in ihn gesetzt werden, lässt er ihn auf Gaia zurück.","Es un genómido, una forma de vida artificial creada para alojar las almas de la gente de Terra, otro mundo que quiere fusionarse con Gaia. Sigue las órdenes de Garland, un ser cuyo objetivo es salvaguardar el futuro de Terra. Para sumir Gaia en la confusión y facilitar la toma de poder de la gente de Terra, Kuja usa a Brahne, la reina de Alexandria, y a otros como herramientas de sus oscuros planes."],"summon":["Never would I have imagined running into you in a place like this. It must be fate.","看來，<br>你我的相遇是早已命中註定的。","아무래도 우리 만남은<br>운명이었나 봐.","Qui aurait pu prédire notre rencontre... Qui sait, peut-être a-t-elle été orchestrée par le Destin ?","Nie hätte ich gedacht, dir an einem solchen Ort zu begegnen. Das muss Schicksal sein.","Jamás hubiera imaginado encontrarte en un sitio así. Será cosa del destino."],"evolution":["Oh, how I've longed for this day!<br>The day I might cast away this mask and reveal my true self.","……這一天終於來到了。<br>我將變成理想中的自己，<br>將捨棄過去所有的假面……","……드디어 이날이 왔군.<br>내가 원하는 나 자신이 되기 위해<br>가면을 벗어 던질 날이…….","Comme j'ai rêvé de ce jour...<br>Le jour où je pourrais enfin retirer ce masque et dévoiler mon vrai visage !","Oh, wie ich mir diesen Tag ersehnt habe!<br>Endlich kann ich meine Maske abwerfen.","¡Oh, cuánto he esperado este día!<br>El día de deshacerme de esta máscara y revelar mi verdadero yo."],"affinity":["It appears you're not as feeble-minded as I thought, if you can understand my purposes.<br>Why don't you smile?<br>This is quite some praise.","你是我為數不多的理解者。<br>你可以為此而開心的，<br>我這可是在誇獎你。","넌 날 이해해주는<br>세상에서 몇 안 되는 사람이야.<br>왜 그래? 칭찬하는 거라니까.","Tu n'es pas aussi faible d'esprit que tu en as l'air après tout... puisque tu comprends mes intentions. Pourquoi fais-tu cette tête ?<br>C'est un compliment, tu sais.","Du bist nicht ganz so dumm, wie ich dachte.<br>Warum so ernst?<br>Das war ein Kompliment.","Parece que no eres tan necio como creía, si entiendes mis objetivos.<br>¿Por qué no sonríes?<br>Te acabo de hacer un cumplido."],"fusion":["The weak lose their freedom to the strong.<br>Such is the way of the world.","為了生存而掠奪其他的生命，<br>只要是人肯定都做過這種事。","살기 위해 다른 생명을 취하는 건<br>누구나 하는 일이잖아?<br>물론 정도의 차이는 있겠지만.","Dans ce monde, seul les plus forts sont libres, les êtres faibles ne peuvent rien.","Die Schwachen verlieren ihre Freiheit an die Starken.<br> So ist der Lauf der Welt.","Los débiles pierden su libertad ante los fuertes. Así es el mundo."]}},"209001005":{"compendium_id":125,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[819,2482,240,120],"MP":[41,124,60,30],"ATK":[35,105,16,8],"DEF":[29,89,16,8],"MAG":[35,106,16,8],"SPR":[27,81,16,8]},"limitburst_id":209001005,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[65,80,97],"effect_frames":[63,78,95],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[7,8,5,0],"element_resist":[0,0,0,0,-50,50,-50,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060100":10,"290060200":10,"290060400":20}},"strings":{"description":["A beautiful and cruel angel of death who sought to destroy the world of Gaia from the inside out. He is a Genome, an artificial life that should not have independent will—and yet he does. Despite this \"flaw,\" he is ordered by Garland to throw Gaia into chaos and help their home world absorb it. He plots to betray Garland, who sees him as no more than a tool to be used. But he falls into a spiral of despair when he learns that his lifespan is nearly spent and becomes self-destructive, intending to take the entire world down with him.","侵蝕異界蓋亞的美麗而殘酷的死神，他本應是個沒有思想的魂器，卻突然擁有了自我意識。在因變異而被疏遠的同時，他受泰拉管理者加蘭德之命去蓋亞煽動戰爭。雖然他早就企圖要反抗利用自己的加蘭德，但得知自己的死期將至後徹底絕望，自暴自棄地想要將世界破壞殆盡。","이계 가이아를 병들게 한, 아름답고도 잔인한 '사신'. 원래는 자아가 없는 '제놈'이지만 스스로 생각하고 행동할 수 있다. 돌연변이라며 손가락질 당하면서도 테라의 관리자인 가란드의 명에 따라 가이아를 혼란에 빠뜨렸다. 자신을 도구로만 취급하는 가란드에게 반역할 계획을 세우고 있었지만, 자신의 수명이 얼마 남지 않았다는 사실을 알고 절망과 자포자기 끝에 세계 자체를 파괴하고자 했다.","Un ange de la mort beau et cruel qui rêve de détruire le monde de Gaïa. Il est un Génome, un être artificiel normalement incapable de suivre sa propre volonté, mais il en est pourtant capable. Malgré ce « défaut », Garland lui donne l'ordre de plonger Gaïa dans le chaos et d'aider son monde à l'absorber. Il pense à trahir Garland, qui ne voit en lui qu'un outil. Finalement, il sombre dans le désespoir quand il apprend que sa vie arrive à son terme et cherche à en finir lui-même en emportant le monde entier dans sa chute.","Schöner und grausamer Todesengel, der die Welt Gaia völlig zerstören wollte. Er ist ein Genom, eine künstliche Lebensform, die niemals einen eigenen Willen hätte haben sollen - und doch ist dies der Fall. Trotz dieses „Makels“ wird ihm befohlen, Terra zu helfen, Gaia zu absorbieren. Er plant, Garlant zu hintergehen, der ihn nur als Werkzeug sieht, fällt jedoch in eine Spirale der Verzweiflung, als er erfährt, dass sein Leben fast zu Ende ist. Er wird selbstzerstörerisch und hat die Absicht, die ganze Welt mit sich zu reißen.","Es un genómido, una forma de vida artificial que no debería tener libre albedrío, pero Kuja lo tiene. A pesar de su \"tara\", Garland le ordena que haga cundir el caos en Gaia y ayude a que el mundo que es su hogar lo absorba. Planea traicionar a Garland, quien considera que Kuja tan solo es una herramienta. Sin embargo, al descubrir que se le acaba la vida trata de llevarse el mundo entero consigo."],"summon":["This is not mere chance.<br>No, this is the power of fate.","這可不是什麼偶然……<br>沒錯……這就是命運！！","우리가 만난 건 우연이 아니야…….<br>이거야말로……<br>운명이라는 거지!","Ce n'est pas le fruit du hasard.<br>Non. C'est l'œuvre du Destin.","Dies ist kein einfacher Zufall.<br>Nein, es ist die Macht des Schicksals.","No es una simple casualidad.<br>No, es el poder del destino."],"evolution":["It is the providence of nature that only the strong survive. <br>That is why I needed strength.","只有強者才能生存，<br>這是這個世界的真理。<br>因此我需要力量。","살아남는 자가 곧 강자다.<br>이건 자연의 섭리지.<br>그래서 난 힘이 필요해.","La loi de la nature veut que seuls les forts survivent. <br>C'est pourquoi je devais devenir fort.","Es ist das Gesetz der Natur, dass nur die Starken überleben.<br>Darum brauchte ich Stärke.","Es designio de la naturaleza que solo los fuertes sobrevivan.<br>Por eso necesito fortaleza."],"affinity":["It appears you're not as feeble-minded as I thought, if you can understand my purposes.<br>Why don't you smile?<br>This is quite some praise.","你是我為數不多的理解者。<br>你可以為此而開心的，<br>我這可是在誇獎你。","넌 날 이해해주는<br>세상에서 몇 안 되는 사람이야.<br>왜 그래? 칭찬하는 거라니까.","Tu n'es pas aussi faible d'esprit que tu en as l'air après tout... puisque tu comprends mes intentions. Pourquoi fais-tu cette tête ?<br>C'est un compliment, tu sais.","Du bist nicht ganz so dumm, wie ich dachte.<br>Warum so ernst?<br>Das war ein Kompliment.","Parece que no eres tan necio como creía, si entiendes mis objetivos.<br>¿Por qué no sonríes?<br>Te acabo de hacer un cumplido."],"fusion":["Yes! This is the power I've longed for!","沒錯！就是這個！<br>我所追求的就是這種力量！","그래, 바로 이거야!<br>이 힘이야!<br>바로 내가 원하던 힘!!","Oui ! Voilà le pouvoir que j'ai tant recherché !","Die Kraft, nach der ich mich gesehnt habe!","¡Sí! ¡Este es el poder que tanto ansiaba!"]}},"209001006":{"compendium_id":748,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1065,3226,390,195],"MP":[53,161,85,42],"ATK":[45,136,26,13],"DEF":[38,115,26,13],"MAG":[45,137,26,13],"SPR":[35,105,26,13]},"limitburst_id":209001006,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[60,75,92],"effect_frames":[58,73,90],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[8,8,6,0],"element_resist":[0,0,0,0,-50,50,-50,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A beautiful and cruel angel of death who sought to destroy the world of Gaia from the inside out. Kuja is a Genome, an empty vessel made to house the soul of a native of Terra within, with a mission to plunge Gaia into chaos. Having rebelled against Garland, the caretaker of Terra, Kuja ultimately kills him following his weakened state after his fight with Zidane. Although he initially meant to rule over both Terra and Gaia, he soon resolves to destroy the world in a fit of rage after realizing the limits of his own mortality.","侵蝕異界蓋亞的美麗而殘酷的死神。他本是泰拉之民的魂器，卻擁有著十分強烈的意志，被賦予了將戰亂帶到蓋亞的任務。他背叛了泰拉的管理者加蘭德，並殺死了因和吉坦戰鬥而變得虛弱的加蘭德。他企圖完全統治泰拉和蓋亞，但在知道自己的靈魂有著時間限制時，他失去了理智，成為了毀滅世間一切的破壞者。","이계 가이아를 병들게 한, 아름답고도 잔인한 '사신'. 테라 사람들의 혼의 그릇인 '제놈'으로서 강한 의지를 갖고 태어나, 가이아에 전란을 가져오도록 임무를 부여받았다. 테라의 관리자 가란드에게 반역을 계획하고, 지탄과의 전투로 인해 힘이 약해진 가란드의 목숨을 빼앗는다. 테라와 가이아를 자신의 지배하에 두려 했지만. 자신의 영혼에 제한시간이 걸려 있다는 사실을 알게 되어 광분한 나머지, 세계를 멸망시키려는 파괴의 화신이 되어 버렸다.","Un ange de la mort aussi beau que cruel qui cherchait à détruire le monde de Gaïa de l'intérieur. Kuja est un Génome, un réceptacle vide ayant reçu l'âme d'un habitant de Terra, avec pour mission de plonger Gaïa dans le chaos. Il finit par se rebeller contre Garland, le gardien de Terra, et parvint même à le vaincre, profitant de l'état de faiblesse dans lequel un combat contre Djidane l'avait mis. D'abord déterminé à régner sur Terra et Gaïa, les révélations sur sa propre mortalité le poussèrent à vouloir détruire l'univers tout entier.","Ein schöner wie grausamer Todesengel, der Zerstörung über die Welt Gaia bringen will. Kuja ist ein Genom, ein leeres Gefäß, das zwar die Seele eines Bewohners Terras in sich trägt, doch über einen starken eigenen Willen verfügt. Er wurde geschaffen, um Gaia ins Chaos zu stürzen, rebelliert jedoch gegen seinen Schöpfer Garlant und tötet ihn schließlich, als dieser vom Kampf gegen Zidane geschwächt ist. Als er von der Sterblichkeit seiner Seele erfährt, will Kuja nicht länger über Terra und Gaia herrschen, sondern Zerstörung über beide Welten bringen.","El bello y cruel Emisario de la Muerte, cuyo propósito era acabar con Gaia. Kuja era un genómido, un recipiente artificial de un alma de Terra, cuya fuerza le ganó la misión de cernir a Gaia en el caos. Se rebeló contra el gobernador de Terra, Garland, y acabó matándolo cuando este se encontraba débil tras haber sido derrotado por Yitán. Su intención era apoderarse de Gaia y Terra, pero al tomar conciencia de su mortalidad montó en ira y decidió destruirlo todo."],"summon":["Hehe, it's time for the curtain to rise!<br>Come up to the front row,<br>and behold what I have to show you.","哈哈，揭開序幕的時刻來臨！<br>暖場的就像樣點，<br>在舞台兩側羨慕地看著吧。","후후, 무대의 막이 오를 때가 되었다!<br>바람잡이는 그저, 무대 한구석에서<br>손가락이나 빨며 보고 있거라!","Pff... Il est temps de lever le voile !<br>Vous n'êtes que des seconds rôles, contentez-vous de regarder la scène !","Hahaha, Vorhang auf und frei!<br>Das wahre Schauspiel beginnt erst jetzt.<br>Schaut es euch an und genießt es!","¡Ha llegado el momento de alzar el telón! ¡Silencio! ¡La función va a empezar! Os dejaré mirar si no molestáis."],"evolution":["Now my forces are ready to strike!<br>Ahh... The suspense is terrible!","現在獲得力量的佈陣已經完成……<br>啊……我感受到靈魂的亢奮啊！","힘을 얻기 위한 포진이 갖춰진 지금……<br>……아아, 영혼이 떨려오는 것 같구나……!","Je suis prêt à m'emparer de ce pouvoir...<br>Je ressens un pouvoir psychique... !","Schon bald werde ich diese Kraft mein Eigen nennen ... <br>Ich spüre schon das Rasen meiner Seele ...","Ha sido una larga espera... Pero por fin ese poder será mío... ¡Ah, siento que se estremece todo mi ser!"],"affinity":["It appears you're not as feeble-minded as I thought, if you can understand my purposes.<br>Why don't you smile?<br>This is quite some praise.","你是我為數不多的理解者。<br>你可以為此而開心的，<br>我這可是在誇獎你。","너는 나의, 몇 없는 이해자다.<br>기뻐하라구?<br>칭찬하는 거니까 말이야.","Il semble que tu ne sois pas aussi faible d'esprit que je le pensais si tu comprends mes objectifs.<br>Pourquoi ne souris-tu pas ?<br>C'est un beau compliment, tu sais.","Du bist nicht ganz so schwachsinnig, wie ich dachte.<br>Warum so ernst?<br>Das war ein großes Kompliment.","Parece que no eres tan idiota como pensaba. ¿Por qué no sonríes? Es un cumplido."],"fusion":["...But the celebration<br> isn't over yet.","宴會還沒結束……<br>不、不該這麼說……<br>應該說真正的宴會現在才開始。","아직 연회는 끝나지 않았다……<br>아니, 아니지……<br>진정한 연회는 지금부터다.","Mais leurs souffrances ne sont pas terminées...<br>Non... Elles ne font que commencer !","Aber die Feier ist noch nicht zu Ende ...<br>Oh nein ...<br>Sie wird erst jetzt beginnen!","Pero la fiesta no ha terminado... Aún falta lo mejor."]}}},"skills":{"10130":{"name":"Dispel","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10200":{"name":"Dispelga","cost":{"MP":18},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from all enemies"],"icon":"ability_3.png"},"10210":{"name":"Holy","cost":{"MP":35},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.3x, SPR) to one enemy"],"icon":"ability_5.png"},"20150":{"name":"Gravity","cost":{"MP":12},"attack_frames":[[0]],"attack_type":"Magic","element_inflict":null,"effects":["50% HP damage to one enemy"],"icon":"ability_26.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20270":{"name":"Graviga","cost":{"MP":20},"attack_frames":[[0]],"attack_type":"Magic","element_inflict":null,"effects":["75% HP damage to all enemies"],"icon":"ability_26.png"},"20440":{"name":"Ultima","cost":{"MP":60},"attack_frames":[[365]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.8x * 1.33 = 3.73x, MAG) to all enemies (ignore reflect)"],"icon":"ability_37.png","parentID":"217580"},"30130":{"name":"Barthundara","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Increase resistance to Lightning by 50% for 3 turns to all allies"],"icon":"ability_13.png"},"30140":{"name":"Shell","cost":{"MP":4},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase SPR by 20% for 3 turns to one ally"],"icon":"ability_77.png"},"30221":{"name":"Faith (Auto)","cost":{},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Increase MAG by 20% for this fight to one ally"],"icon":"ability_77.png","parentID":"217620"},"70010":{"name":"Thundaga+1","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (2.5x, MAG) to all enemies"],"icon":"ability_20.png"},"70020":{"name":"Thundaga+1","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (2.75x, MAG) with consecutive damage increase (max. 4 times, +1.25x MAG each, 7.75x total) to all enemies"],"icon":"ability_20.png"},"70070":{"name":"Barthundara+1","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Increase resistance to Lightning by 70% for 3 turns to all allies"],"icon":"ability_13.png"},"70080":{"name":"Barthundara+1","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Increase resistance to Lightning by 100% for 3 turns to all allies"],"icon":"ability_13.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100060":{"name":"MP +30%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 30%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png"},"101260":{"name":"Absorb MP","attack_type":"None","element_inflict":null,"effects":["Drains MP consumed (100%) by an enemy when taking magic damage"],"icon":"ability_6.png"},"200150":{"name":"Dualcast","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Enable unit to use magic (excluding blue magic) twice in one turn"],"icon":"ability_26.png"},"217580":{"name":"Angel of Death","cost":{"MP":80},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 80% for 3 turns to all allies","Gain Ultima (20440) for 3 turns"],"icon":"ability_60.png"},"217590":{"name":"Attachment to Life","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 100% for 3 turns when HP drops below 30% (max 9999x)","Increase SPR by 100% for 3 turns when HP drops below 30% (max 9999x)"],"icon":"ability_77.png"},"217600":{"name":"Flare Counter","attack_type":"Magic","element_inflict":null,"effects":["10% chance to counter physical attacks with Flare Counter (503390) to caster","10% chance to counter magic attacks with Flare Counter (503390) to caster"],"icon":"ability_68.png"},"217620":{"name":"Auto-Faith","attack_type":"None","element_inflict":null,"effects":["Gain Faith (Auto) (30221) at the start of a battle or when revived"],"icon":"ability_91.png"},"217670":{"name":"Flare Star","cost":{"MP":45},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x * 2 = 3.6x, MAG) to all enemies (ignore reflect)"],"icon":"ability_21.png"},"503390":{"name":"Flare Counter","cost":{},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2.3x, MAG) to one enemy","Reduce resistance to Water by 30% for 3 turns to one enemy"],"icon":"ability_30.png","parentID":"217600"},"703890":{"name":"Flare Star+1","cost":{"MP":45},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2x * 2 = 4x, MAG) to all enemies (ignore reflect)","Reduce resistance to Fire by 25% for 3 turns to all enemies"],"icon":"ability_21.png"},"703900":{"name":"Flare Star+1","cost":{"MP":40},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2.5x * 2 = 5x, MAG) to all enemies (ignore reflect)","Reduce resistance to Fire by 50% for 3 turns to all enemies"],"icon":"ability_21.png"}},"LB":{"name":"Neutron Ring","attack_count":[1],"attack_frames":[[230]],"damage_type":"Magic","element_inflict":null,"min_level":["Magic damage (5.5x, MAG) to all enemies"],"max_level":["Magic damage (7.9x, MAG) to all enemies"]},"TMR":{"name":"Flare","compendium_id":57,"compendium_shown":true,"unit_restriction":null,"skills":{"20350":{"name":"Flare","cost":{"MP":35},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2.3x, MAG) to one enemy","Reduce resistance to Water by 30% for 3 turns to one enemy"],"icon":"ability_30.png","desc":""}},"effects":["Grants 'Flare' magic."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_30.png","strings":{"names":["Flare","核爆","플레어","Brasier","Flamme","Fulgor"],"desc_short":["Deal fire damage and reduce water resistance for one enemy","對1名敵人發動火屬性攻擊＋水屬性耐性減","적 1명에게 불속성 피해+물속성 저항력 감소","Dégâts de feu sur un ennemi et réduit sa résistance à l'eau","Feuerschaden und red. Wasserres., ein Ziel","Inflige daño de fuego a un enemigo y reduce su resistencia al agua."],"desc_long":["Deals fire damage and reduces water resistance for one enemy.","對1名敵人發動火屬性攻擊並降低水屬性耐性。","적 1명에게 불속성 피해를 주고 물속성 저항력을 감소시킵니다.","Inflige des dégâts de feu à un ennemi et réduit sa résistance à l'eau.","Fügt einem Gegner Feuerschaden zu und reduziert seine Wasserresistenz.","Inflige daño de fuego a un enemigo y reduce su resistencia al agua."]},"type":"MATERIA"}},"209001105":{"rarity_min":5,"rarity_max":7,"name":"Beatrix","game":"FFIX","job":"General","sex":"Female","equip":[1,2,3,4,30,31,40,41,50,51,52,60],"entries":{"209001105":{"compendium_id":749,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[921,2790,240,120],"MP":[40,121,40,20],"ATK":[40,120,24,12],"DEF":[34,103,16,8],"MAG":[30,92,16,8],"SPR":[34,102,16,8]},"limitburst_id":209001105,"attack_count":1,"attack_damage":[[100]],"attack_frames":[26],"effect_frames":[24],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[7,0,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060200":10,"290060300":20,"290060400":5}},"strings":{"description":["An experienced general who appears in tales of Gaia, a world foreign to this one. Beatrix has been considered a prodigy in the art of swordfighting since childhood, and her reputation has spread far beyond the kingdom reaching all across the land. She has the utmost loyalty to Queen Brahne, ruler of the Kingdom of Alexandria, and has dedicated a great part of her life to serve and protect the kingdom. Although her prowess is legendary, her beauty has also gained her quite a following.","異界蓋亞的故事中登場的歷經百戰的女將軍。她自幼被稱為天才劍士，有著全大陸首屈一指的實力，效忠於亞力山德利亞女王布拉妮，長年傾盡全力保衛王室和國家安全。她不僅劍技高超，還有著傾城美貌，引無數人神往。","이계 가이아에 전해지는 이야기에 등장하는 백전연마의 여장군. 어릴 적부터 천재검사라 불리며, 나라뿐 아니라 대륙 제일의 실력자로서 그 이름을 날리고 있다. 알렉산드리아 왕국의 여왕 브라네에게 충성을 바치고, 오랜 세월 동안 왕가와 국가를 지키기 위해 온 힘을 다하고 있다. 그녀의 검 실력은 물론 그 아름다움에 끌리는 자 또한 적지 않다.","Une générale expérimentée qui apparaît dans divers récits de Gaïa, un autre monde. Béate est considérée depuis son enfance comme un prodige à l'épée et possède une réputation qui dépasse de loin les frontières du royaume pour mieux s'étendre sur tout le continent. Elle voue une loyauté sans faille à la reine Branet, suzeraine du Royaume d'Alexandrie, et a consacré une grande partie de sa vie au service et à la protection du pays. Ses prouesses au combat, bien que légendaires, sont loin d'être son seul atout puisqu'elle est également admirée pour sa beauté.","Als erfahrene Generalin taucht Beatrix in den Erzählungen der weit entfernten Welt Gaia auf. Beatrix gilt seit ihrer Kindheit als Ausnahmetalent im Schwertkampf und ist über die Grenzen des Königreichs hinaus auf dem gesamten Kontinent bekannt. Sie ist Königin Brane, der Herrscherin über Alexandria, treu ergeben und hat einen großen Teil ihres Lebens damit verbracht, dem Königreich zu dienen und es zu beschützen. Obwohl ihr Talent legendär ist, bewundern ebenso viele ihre Schönheit.","Una general experimentada que aparece en las historias del lejano mundo de Gaia. Beatrix estuvo considerada un prodigio de la esgrima en su niñez y su reputación ha cruzado las fronteras del reino. Es una fiel súbdita de la reina Brahne de Alexandria y ha dedicado gran parte de su vida a servir y proteger a su reino. Aunque su proeza es legendaria, su belleza también le ha ganado algún que otro admirador."],"summon":["I'll kill all enemies of Alexandria!","我絕對不會原諒，<br>對亞力山德利亞刀刃相向的人。","알렉산드리아에 검을 겨누는 자,<br>제가 용서치 않겠습니다!","Je ne pardonnerai jamais à tous ceux qui osent lever le glaive contre Alexandrie !","Ich werde niemandem vergeben, der Alexandria bedroht!","¡No tendré piedad con cualquiera que blanda su espada contra Alexandria!"],"evolution":[null,null,null,null,null,null],"affinity":["It is time for you<br>to accept the truth.<br>...My heart is set.","看樣子答案只有一個。<br>長時間的謎團總算解開了……","결국 답은 하나뿐이었군요.<br>긴 방황이 끝났습니다……","Je n'ai qu'une chose à te dire...<br>J'ai hésité trop longtemps, mais c'est fini...","Es ist an der Zeit, den Tatsachen ins Auge zu sehen.<br>Die Zweifel, die ich seit langem hegte, scheinen begründet gewesen zu sein.","Debemos afrontar la verdad. Ya no hay dudas en mi corazón."],"fusion":["Isn't there anyone who is worthy of facing me?","難道就沒有能夠<br>滿足我鬥志的傢伙嗎？","내 투지를 만족시켜줄 녀석은<br>어디에도 없는 건가……","Je ne trouverai donc pas d'adversaire digne de moi ici... ?","Jemanden, der es mit mir aufnehmen könnte, gibt es wohl auch in diesem Land nicht ...","Tampoco aquí hay nadie capaz de satisfacer mi sed de lucha..."]}},"209001106":{"compendium_id":750,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1197,3628,390,195],"MP":[52,158,65,32],"ATK":[51,156,34,17],"DEF":[45,135,26,13],"MAG":[40,120,26,13],"SPR":[44,133,26,13]},"limitburst_id":209001106,"attack_count":1,"attack_damage":[[100]],"attack_frames":[26],"effect_frames":[24],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,0,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000380":1}},"strings":{"description":["An experienced general who appears in tales of Gaia, a world foreign to this one. Beatrix serves the Kingdom of Alexandria and has dedicated herself to mastering the art of the sword as part of her duty. Her prowess and skill have become legendary, as she is said to be the best sword fighter in all the land. Having sworn unwavering loyalty to her country, she tends to be stern and harsh to the point that she appears heartless to others. Some even claim that her cold demeanor can coax crying children into silence.","異界蓋亞的故事中登場的歷經百戰的女將軍。為了侍奉亞力山德利亞王國，她不顧一切地磨煉劍技，獲得了大陸首屈一指的實力。她忠於國家，一絲不苟，甚至有時會表現得十分無情。一些人稱她為沒有情感的冷血女郎。","이계 가이아에 전해지는 이야기에 등장하는 백전연마의 여장군. 알렉산드리아 왕국을 섬기겠다는 일념으로 자신의 검 실력을 갈고닦아온 그녀는 어느새 대륙 제일의 실력자가 되었다. 나라에 충성을 바치고 임무를 충실하게 수행하는 그녀이지만, 가끔 비정한 일면을 비출 때가 있다. 일부 사람들은 우는 아이도 그치게 하는 냉혈한이라 수군거리기도 한다.","Une générale expérimentée qui apparaît dans divers récits de Gaïa, un autre monde. Beate est au service du Royaume d'Alexandrie. Elle s'est entièrement dévouée à l'art de l'épée, et ce afin de mieux remplir son devoir. Ses prouesses et son talent ont fait d'elle une véritable légende, et il est dit que nul sur le continent ne saurait égaler sa puissance. Ayant fait vœu de servir son pays dans la loyauté la plus inébranlable, elle a tendance à faire preuve de sévérité, à tel point que beaucoup la voient comme une femme sans cœur. On raconte d'ailleurs que même les enfants en pleine crise de larmes se taisent devant sa froideur.","Als erfahrene Generalin taucht Beatrix in den Erzählungen der weit entfernten Welt Gaia auf. Im Dienste ihres Königreichs übte sie sich unermüdlich im Schwertkampf und gilt nun als größte Schwermeisterin des Kontinents. Sie ist ihrem Land treu ergeben und geht ihren Pflichten gewissenhaft nach, kann jedoch auf den ersten Blick oft kaltherzig wirken. Ein Blick von ihr könne weinende Kinder zum Schweigen bringen, heißt es.","Una general experimentada que aparece en las historias del lejano mundo de Gaia. Beatrix ha dedicado su vida a dominar la espada, que blande en nombre del reino de Alexandria. Su destreza no tiene rival. Se toma muy en serio su deber y lealtad a la corona, lo cual en ocasiones hace que actúe de forma cruel. Algunos se atreven a afirmar que su frío temperamento incluso hace callar a los bebés que lloran."],"summon":["You wish to fight me,<br>Beatrix of Alexandria?","知道我是貝特麗克絲，<br>所以來挑戰我的？","제가 베아트릭스라는 걸 알고도<br>덤비는 건가요?","On m'appelle Béate,<br>est-ce moi que tu défies ?","Ihr wollt euch tatsächlich mir, Beatrix, zum Kampf stellen?","Vaya... ¿Lo dices sabiendo que estás frente a Beatrix?"],"evolution":["I commend your courage,<br>but I will show you no mercy.","我稱讚你的勇氣，<br>但是我可是不會放水的！","그 용기만큼은 인정해 드리죠.<br>하지만 봐 드리진 않겠어요!","Voyons jusqu'où va ton courage !<br>Je te préviens, je suis sans pitié !","Euer Mut zumindest verdient durchaus Anerkennung.<br>Aber glaubt nicht, dass ich Gnade zeigen werde!","Eres valiente... ¡Pero eso no te salvará!"],"affinity":["It is time for you<br>to accept the truth.<br>...My heart is set.","看樣子答案只有一個。<br>長時間的謎團總算解開了……","결국 답은 하나뿐이었군요.<br>긴 방황이 끝났습니다……","Je n'ai qu'une chose à te dire...<br>J'ai hésité trop longtemps, mais c'est fini...","Es ist an der Zeit, den Tatsachen ins Auge zu sehen.<br>Die Zweifel, die ich seit langem hegte, scheinen begründet gewesen zu sein.","Debemos afrontar la verdad. Ya no hay dudas en mi corazón."],"fusion":["I will give my all for Alexandria!","今夜，就算這條命與晨露一同消逝<br>我也無所謂！","오늘 밤, 이 목숨이 이슬처럼 사라진다 해도<br>난 조금도 개의치 않는다!","Je peux mourir ce soir,  ça ne me fait pas peur !","Und möge es mein Schicksal sein, heute Nacht<br>hier zu sterben, ich bin bereit!","¡Lista y dispuesta a todo, aunque esta sea mi última batalla!"]}},"209001107":{"compendium_id":1036,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1556,4716,540,270],"MP":[68,205,90,45],"ATK":[66,199,65,32],"DEF":[63,192,40,20],"MAG":[51,156,40,20],"SPR":[62,189,40,20]},"limitburst_id":209001107,"attack_count":1,"attack_damage":[[100]],"attack_frames":[26],"effect_frames":[24],"max_lb_drop":12,"ability_slots":4,"magic_affinity":[8,0,8,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["An experienced general who appears in the tales of a faraway world called Gaia. Wielding her beloved blade with peerless skill, her elegant movements and words exude an aura of cultured beauty. Though she takes great pride in her position, her sense of loyalty is thrown into conflict upon seeing her queen perform crueler and crueler acts in the name of power. After reflecting upon what her true duty is, she finally chooses for herself which path to follow.","異界蓋亞的故事中登場的歷經百戰的女將軍。她的言行舉止與巧妙地揮舞著愛劍的身姿散發出一種凜然之美。雖然以將軍這一身份為傲，但在面對因追求力量而失控的女王之時，在忠誠心與正義感之間陷入了深深的糾葛之中。然而她通過自問自己的使命究竟為何，最終找到了前進的方向。","이계 가이아의 전설에 등장하는 백전의 여장군이다. 화려하게 칼을 휘두르는 모습과 언행이 늠름하고도 아름답다. 장군이라는 자신의 입장에 긍지를 지니고 있지만, 힘을 추구하기 위해 폭주하는 여왕을 대하면서 충성심과 정의감 사이에서 갈등한다. 하지만 자신의 사명이 무엇인지를 자문하여, 이윽고 스스로 나아갈 길을 정한다.","Une générale chevronnée qui apparaît dans les récits de Héra, un monde lointain. Beate manie sa précieuse épée avec grâce et talent, et on peut voir sur son visage l'expression d'une femme aussi belle qu'implacable. En dépit de la fierté qu'elle tire de sa carrière militaire, Beate finit par être déchirée entre sa loyauté et son sens de la justice, constatant la violence avec laquelle sa reine poursuit sa quête de pouvoir. Elle finit par s'interroger sur son véritable devoir, et décide enfin de suivre son propre chemin.","Als erfahrene Generalin taucht Beatrix in den Erzählungen der weit entfernten Welt Gaia auf. Wenn sie ihr geliebtes Schwert gekonnt durch die Lüfte schwingt, zieht die Schönheit ihrer eleganten Bewegungen jeden Betrachter in seinen Bann. Obwohl sie ihre Rolle als Generalin mit großem Stolz bekleidet, stellt die rücksichtslose Machtgier ihrer Königin sie vor einen Konflikt zwischen Loyalität und Gerechtigkeitssinn. Am Ende steht Beatrix vor der Frage, was ihre wahre Pflicht sei, und wählt letztlich selbst den Pfad, den sie von nun an folgen wird.","Una general con mucha experiencia que aparece en los relatos de Gaia, un mundo ajeno a este. Cuando Beatrix blande su espada con su usual maestría, tanto la expresión de su cara como sus movimientos transmiten una belleza cuasipoética. Además, aunque desempeñar su labor como general la llena de orgullo, su reina no hace más que usar la violencia para aumentar su poder. Esto le ha creado un dilema a Beatrix y ha hecho mella tanto en su lealtad como en su sentido de la justicia. Por esta razón, al final acaba preguntándose cuál es su verdadero deber y acaba decidiendo por sí misma el camino a tomar."],"summon":["I once killed a hundred knights single-handedly... Your pathetic powers are useless against me.","你是贏不過人稱百人斬的我的。","'백 명 베기'라는 별명을 가진 나를<br>절대 이길 수는 없습니다.","Au vu de mon expérience, vous n'êtes que de la vermine !","Ich bin auch unter dem Namen \"1000 Trolle mit einem Streich\" bekannt ... Und ihr glaubt, mich besiegen zu können?","¡Para Beatrix la cortahombres sois apenas diminutos insectos! ¿No veis que con vuestra fuerza jamás lograréis vencerme?"],"evolution":["I don't know if I can...but I will give it a try!","雖然不知以我的力量能夠做到何種程度……但我會盡我所能！","내가 어디까지 할 수 있을지……<br>하지만 힘닿는 데까지<br>최선을 다하겠습니다!","Je ne sais pas jusqu'où va mon courage... mais je ferai tout ce que je peux pour vous aider !","... Ich bin mir nicht sicher, ob ich hier etwas tun kann. Aber ich werde alles tun, was in meiner Macht steht!","No sé si servirá de algo... ¡Pero haré todo lo posible!"],"affinity":["It is time for you<br>to accept the truth.<br>...My heart is set.","看樣子答案只有一個。<br>長時間的謎團總算解開了……","결국 답은 하나뿐이었군요.<br>긴 방황이 끝났습니다……","Je n'ai qu'une chose à te dire...<br>J'ai hésité trop longtemps, mais c'est fini...","Es ist an der Zeit, den Tatsachen ins Auge zu sehen.<br>Die Zweifel, die ich seit langem hegte, scheinen begründet gewesen zu sein.","Debemos afrontar la verdad. Ya no hay dudas en mi corazón."],"fusion":["This is why I trained all these years—so that I wouldn't take a backseat to anyone.","我努力鑽研磨練，就是為了這時候吧。","내가 기술을 갈고닦은 건<br>이걸 위해서였는지도 모르겠군.","Aurais-je fais tant d'efforts pour si peu d'honneur... ?","Zu diesem Zweck habe ich also jahrelang meine Fähigkeiten geschliffen, in Askese gelebt ...","¿Para eso me he entrenado tan duramente durante todos estos años?"]}}},"skills":{"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10100":{"name":"Raise","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (30% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png"},"10180":{"name":"Full-Life","cost":{"MP":20},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (100% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10210":{"name":"Holy","cost":{"MP":35},"attack_frames":[[450]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Magic light damage (2.3x, SPR) to one enemy"],"icon":"ability_5.png"},"30020":{"name":"Blind","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Inflict Blind (40%) on one enemy"],"icon":"ability_14.png"},"30100":{"name":"Silence","cost":{"MP":5},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Inflict Silence (40%) on one enemy"],"icon":"ability_14.png"},"30370":{"name":"Reflect","cost":{"MP":25},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Light"],"effects":["Reflect 1 spell(s) for 3 turns to one ally"],"icon":"ability_98.png"},"100030":{"name":"HP +30%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100111":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"100180":{"name":"SPR +30%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30%"],"icon":"ability_77.png"},"100740":{"name":"Auto-Refresh","attack_type":"None","element_inflict":null,"effects":["Recover MP (5%) per turn"],"icon":"ability_91.png"},"217050":{"name":"Seiken - Thunder Slash","cost":{"MP":45},"attack_frames":[[26,34,42,50,58,66,74,82]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Use Seiken - Thunder Slash (507621), or Seiken - Thunder Slash (507622), if used after Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_20.png"},"217060":{"name":"Seiken - Stock Break","cost":{"MP":45},"attack_frames":[[72]],"attack_type":"Physical","element_inflict":null,"effects":["Use Seiken - Stock Break (507623), or Seiken - Stock Break (507624), if used after Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_54.png"},"217070":{"name":"Seiken - Climhazzard","cost":{"MP":45},"attack_frames":[[65]],"attack_type":"Hybrid","element_inflict":null,"effects":["Use Seiken - Climhazzard (507625), or Seiken - Climhazzard (507626), if used after Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_54.png"},"217080":{"name":"Seiken - Shock","cost":{"MP":45},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Use Seiken - Shock (507627), or Seiken - Shock (507628), if used after Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_54.png"},"217090":{"name":"Seiken - Saint Bringer","cost":{"MP":45},"attack_frames":[[12,20,28,36,44,52,60,68]],"attack_type":"Physical","element_inflict":null,"effects":["Use Seiken - Saint Bringer (507629), or Seiken - Saint Bringer (507630), if used after Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_54.png"},"217100":{"name":"Graceful Paladin","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 40% when equipped with a Sword","Increase ATK and MAG by 40% when equipped with a Great Sword"],"icon":"ability_77.png"},"217110":{"name":"Absolute Loyalty","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Paralyze, Confusion and Petrify by 100%"],"icon":"ability_19.png"},"227120":{"name":"Worth Fighting For","attack_type":"None","element_inflict":null,"effects":["Increase ATK, MAG and HP by 20%","Replace LB with Rose of May (900000097):\n\tPhysical damage (5.3x * 2 = 10.6x, ATK) to all enemies (ignore cover)\n\tReduce ATK and MAG by 45% for 3 turns to all enemies\n\tReduce damage taken by 30% to all allies for 3 turns"],"icon":"ability_77.png"},"227121":{"name":"Sword of the Clear Mind","cost":{"MP":45},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Unlock Sword of the Clear Mind (507620) on turn 1 [3 turns CD]"],"icon":"ability_105.png"},"227122":{"name":"Seiken - Rose Finale","cost":{"MP":74},"attack_frames":[[124]],"attack_type":"Hybrid","element_inflict":["Light"],"effects":["Use Seiken - Rose Finale (507631), or Seiken - Rose Finale (507632), if used after Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_5.png"},"227123":{"name":"Veteran General","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 20%","Increase equipment ATK by 30% when armed with two weapons","Increase equipment MAG by 30% when armed with two weapons"],"icon":"ability_77.png"},"507620":{"name":"Sword of the Clear Mind","cost":{"MP":45},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Remove all debuffs from caster","Increase LB gauge by 20 to caster"],"icon":"ability_105.png","parentID":"227121"},"507621":{"name":"Seiken - Thunder Slash","cost":{"MP":45},"attack_frames":[[26,34,42,50,58,66,74,82]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (4x, ATK) to one enemy"],"icon":"ability_20.png","parentID":"217050"},"507622":{"name":"Seiken - Thunder Slash","cost":{"MP":45},"attack_frames":[[26,34,42,50,58,66,74,82]],"attack_type":"Physical","element_inflict":["Lightning"],"effects":["Physical lightning damage (11x, ATK) to one enemy"],"icon":"ability_20.png","parentID":"217050"},"507623":{"name":"Seiken - Stock Break","cost":{"MP":45},"attack_frames":[[72]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to all enemies","Reduce DEF and SPR by 45% for 3 turns to all enemies"],"icon":"ability_54.png","parentID":"217060"},"507624":{"name":"Seiken - Stock Break","cost":{"MP":45},"attack_frames":[[72]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4x, ATK) to all enemies","Reduce DEF and SPR by 65% for 3 turns to all enemies"],"icon":"ability_54.png","parentID":"217060"},"507625":{"name":"Seiken - Climhazzard","cost":{"MP":45},"attack_frames":[[65]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (6x, ATK & MAG) to all enemies"],"icon":"ability_54.png","parentID":"217070"},"507626":{"name":"Seiken - Climhazzard","cost":{"MP":45},"attack_frames":[[65]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (15x, ATK & MAG) to all enemies"],"icon":"ability_54.png","parentID":"217070"},"507627":{"name":"Seiken - Shock","cost":{"MP":45},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.65x * 2 = 5.3x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png","parentID":"217080"},"507628":{"name":"Seiken - Shock","cost":{"MP":45},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6.75x * 2 = 13.5x, ATK) to one enemy (ignore cover)"],"icon":"ability_54.png","parentID":"217080"},"507629":{"name":"Seiken - Saint Bringer","cost":{"MP":45},"attack_frames":[[12,20,28,36,44,52,60,68]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (4.25x, ATK) to one enemy","Reduce resistance to Light by 50% for 3 turns to one enemy"],"icon":"ability_54.png","parentID":"217090"},"507630":{"name":"Seiken - Saint Bringer","cost":{"MP":45},"attack_frames":[[12,20,28,36,44,52,60,68]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (6.8x, ATK) to one enemy","Reduce resistance to Light by 100% for 3 turns to one enemy"],"icon":"ability_54.png","parentID":"217090"},"507631":{"name":"Seiken - Rose Finale","cost":{"MP":74},"attack_frames":[[124]],"attack_type":"Hybrid","element_inflict":["Light"],"effects":["Hybrid light damage (14x, ATK & MAG) to one enemy"],"icon":"ability_5.png","parentID":"227122"},"507632":{"name":"Seiken - Rose Finale","cost":{"MP":74},"attack_frames":[[124]],"attack_type":"Hybrid","element_inflict":["Light"],"effects":["Hybrid light damage (42x, ATK & MAG) to one enemy"],"icon":"ability_5.png","parentID":"227122"},"707284":{"name":"Seiken - Stock Break+1","cost":{"MP":45},"attack_frames":[[72]],"attack_type":"Physical","element_inflict":null,"effects":["Use Seiken - Stock Break+1 (508410), or Seiken - Stock Break+1 (508411), if used after Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_54.png"},"707285":{"name":"Seiken - Stock Break+2","cost":{"MP":60},"attack_frames":[[72]],"attack_type":"Physical","element_inflict":null,"effects":["Use Seiken - Stock Break+2 (508412), or Seiken - Stock Break++2 (508413), if used after Seiken - Climhazzard (217070, 507626, 507625), Seiken - Climhazzard++2 (912132), Seiken - Climhazzard+1 (912128, 912130, 912131), Seiken - Climhazzard+2 (912129, 912133), Seiken - Stock Break++2 (508413), Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_54.png"},"707286":{"name":"Seiken - Saint Bringer+1","cost":{"MP":45},"attack_frames":[[12,20,28,36,44,52,60,68]],"attack_type":"Physical","element_inflict":null,"effects":["Use Seiken - Saint Bringer+1 (508414), or Seiken - Saint Bringer+1 (508415), if used after Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_54.png"},"707287":{"name":"Seiken - Saint Bringer+2","cost":{"MP":60},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":null,"effects":["Use Seiken - Saint Bringer+2 (508416), or Seiken - Saint Bringer++2 (508417), if used after Seiken - Saint Bringer++2 (508417), Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_54.png"},"707288":{"name":"Graceful Paladin+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 60% when equipped with a Sword","Increase ATK and MAG by 60% when equipped with a Great Sword"],"icon":"ability_77.png"},"707289":{"name":"Graceful Paladin+2","attack_type":"None","element_inflict":null,"effects":["Increase ATK and MAG by 80% when equipped with a Sword","Increase ATK and MAG by 80% when equipped with a Great Sword","Increase MP by 30%","Increase equipment ATK by 20% when armed with two weapons","Increase equipment MAG by 20% when armed with two weapons"],"icon":"ability_77.png"},"912128":{"name":"Seiken - Climhazzard+1","cost":{"MP":45},"attack_frames":[[65]],"attack_type":"Hybrid","element_inflict":null,"effects":["Use Seiken - Climhazzard+1 (912131), or Seiken - Climhazzard+1 (912130), if used after Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_54.png"},"912129":{"name":"Seiken - Climhazzard+2","cost":{"MP":60},"attack_frames":[[65]],"attack_type":"Hybrid","element_inflict":null,"effects":["Use Seiken - Climhazzard+2 (912133), or Seiken - Climhazzard++2 (912132), if used after Seiken - Climhazzard++2 (912132), Seiken - Stock Break (217060, 507624, 507623), Seiken - Stock Break++2 (508413), Seiken - Stock Break+1 (707284, 508411, 508410), Seiken - Stock Break+2 (707285, 508412), Sword of the Clear Mind (227121), Sword of the Clear Mind+1 (912134) or Sword of the Clear Mind+2 (912135)"],"icon":"ability_54.png"},"912134":{"name":"Sword of the Clear Mind+1","cost":{"MP":45},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Unlock Sword of the Clear Mind+1 (912136) on turn 1 [3 turns CD]"],"icon":"ability_105.png"},"912135":{"name":"Sword of the Clear Mind+2","cost":{"MP":60},"attack_frames":[[90]],"attack_type":"None","element_inflict":null,"effects":["Unlock Sword of the Clear Mind+2 (912137) on turn 1 [3 turns CD]"],"icon":"ability_105.png"}},"LB":{"name":"Rose of May","attack_count":[4],"attack_frames":[[98,130,189,276]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (5.3x * 2 = 10.6x, ATK) to one enemy (ignore cover)","Reduce ATK and MAG by 45% for 3 turns to one enemy"],"max_level":["Physical damage (6.75x * 2 = 13.5x, ATK) to one enemy (ignore cover)","Reduce ATK and MAG by 74% for 3 turns to one enemy"]},"TMR":{"name":"Save the Queen (FFIX)","compendium_id":684,"compendium_shown":true,"rarity":8,"type_id":3,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"217120":{"name":"100-Knight Slayer","attack_type":"None","element_inflict":null,"effects":["Increase the limit burst gauge fill rate by 25%"],"icon":"ability_78.png","desc":""}},"effects":["Grants '100-Knight Slayer' passive."],"stats":{"HP":0,"MP":0,"ATK":135,"DEF":0,"MAG":0,"SPR":0,"element_resist":{"Fire":30},"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":150000,"price_sell":15000,"icon":"item_10329.png","strings":{"name":["Save the Queen (FFIX)","天佑女王 (FFIX)","세이브더퀸 (FFIX)","SLR  (FFIX)","Infantinwache","Viva la Reina (FFIX)"],"desc_short":["A knight's blade once wielded by a female general from another world.","異界女將軍所揮舞的騎士劍","이계의 여장군이 휘두르던 기사의 검","Une épée de chevalier qui fut autrefois portée par une générale d'un autre monde.","Ein Ritterschwert, das einst von einer Generalin aus einer anderen Welt geschwungen wurde.","Una espada de caballero que antaño perteneció a una general de otro mundo."],"desc_long":["A knight's blade from the faraway world of Gaia. The blade is very fine and beautiful, and was the choice weapon used by a female general who swore her loyalty to the queen of Alexandria. It is said that she faced the crisis that struck Alexandria with this sword in hand.","來自異界蓋亞的騎士劍。擁有纖細刀身的美劍，為無限忠誠於女王的女將軍所愛用的武器。王都亞力山德利亞出現前所未有的危機時，女將軍曾以這把劍抗戰到底。","이계 가이아에서 유입된 기사의 검. 가느다란 검날의 아름다운 검으로, 이계 가이아에 존재하는 알렉산드리아 왕국의 여왕에게 충성을 맹세한 여장군이 애용하던 검이었다. 수도 알렉산드리아에 큰 위기가 닥쳤을 때도, 그 여장군은 이 검을 손에 들고 끝까지 싸워나갔다고 한다.","Une épée de chevalier venant du lointain monde de Gaïa. Cette lame, fine et magnifique, aurait appartenu à une femme général ayant juré loyauté à la reine d'Alexandrie, et on raconte d'ailleurs qu'elle aurait fait face à la crise qui frappa Alexandrie cette arme à la main.","Ein Ritterschwert aus der fernen Welt Gaia. Das herrliche Stück ist äußerst filigran und war die Lieblingswaffe einer Generalin, die der Königin von Alexandria ihr Treue geschworen hatte. Als schweres Unheil das Königreich befiel, stellte sie sich ihm mutig mit dem Schwert in der Hand entgegen.","Una espada de caballero procedente del lejano mundo de Gaia, hermosa y de hoja estrecha. Cuentan las leyendas que era el arma preferida de una general que juró lealtad a la reina de Alexandria y que la empuñó para hacer frente a la crisis que amenazó la capital."]}},"STMR":{"name":"Loyal General","compendium_id":791,"compendium_shown":true,"unit_restriction":null,"skills":{"227273":{"name":"Loyal General","attack_type":"None","element_inflict":null,"effects":["Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase equipment ATK by 10% when armed with two weapons","Increase ATK by 50% when equipped with a Great Sword"],"icon":"ability_76.png","desc":""}},"effects":["Grants 'Loyal General' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_76.png","strings":{"names":["Loyal General","忠義女將軍","충의의 여장군","Fidèle générale","Loyale Generalin","Lealtad de general"],"desc_short":["Boost ATK by 50% when equipped with a large sword, and boost equipment ATK when only weapons are equipped in one or both hands (Not stackable)","裝備大劍時提高攻擊+雙手只裝備武器時武具攻擊提升 [無法重複裝備]","대검 장착 시 공격력 상승+한손 또는 양손의 장비가 무기뿐일 경우 장비의 공격력 상승 (중복 장착 불가)","Augmente l'ATT de 50% lorsqu'une épée longue est équipée et augmente l'ATT de l'équipement lorsque seules des armes sont équipée dans une main ou dans les deux (non cumulable)","Erhöht ANG um 50% wenn mit Großschwert ausgerüstet und erhöht Ausrüstung-ANG, wenn nur Waffen in einer oder beiden Händen ausgerüstet sind (Nicht stapelbar).","Aumenta el ATQ un 50% al llevar espada grande, y aumenta el ATQ del equipo al llevar armas en una o las dos manos (no acumulable)"],"desc_long":["Boosts ATK by 50% when equipped with a large sword, and boosts equipment ATK when only weapons are equipped in one or both hands. Not Stackable.","裝備大劍時，提高攻擊，雙手只裝備一把或兩把武器時武具攻擊提升。[無法重複裝備]","대검 장착 시 공격력이 50% 상승하고, 한손 또는 양손의 장비가 무기뿐일 경우 장비의 공격력이 상승합니다. (중복 장착 불가)","Augmente l'ATT de 50% lorsqu'une épée longue est équipée et augmente l'ATT de l'équipement lorsque seules des armes sont équipée dans une main ou dans les deux. Non cumulable.","Erhöht ANG um 50% wenn mit Großschwert ausgerüstet und erhöht Ausrüstung-ANG, wenn nur Waffen in einer oder beiden Händen ausgerüstet sind (Nicht stapelbar).","Aumenta el ATQ un 50% al llevar espada grande, y aumenta el ATQ del equipo al llevar armas en una o las dos manos (no acumulable)."]},"type":"MATERIA"}},"209001203":{"rarity_min":3,"rarity_max":5,"name":"Black Waltz 3","game":"FFIX","job":"Black Mage Warrior","sex":"Male","equip":[1,5,6,40,50,53,60],"entries":{"209001203":{"compendium_id":756,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[456,1381,150,75],"MP":[29,87,25,12],"ATK":[20,61,10,5],"DEF":[17,50,10,5],"MAG":[21,65,14,7],"SPR":[20,60,10,5]},"limitburst_id":209001203,"attack_count":1,"attack_damage":[[100]],"attack_frames":[22],"effect_frames":[20],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[0,5,1,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010100":25,"290020300":10,"290030200":5,"290050200":15,"290050300":5}},"strings":{"description":["A black mage who appears in tales of Gaia, a world foreign to this one. Black Waltz 3 is a black mage developed at the behest of Queen Brahne to serve as part of the Alexandrian forces. More powerful than regular black mages, his kind came to be called the \"Black Waltz.\" Three of them are known to exist, and Black Waltz 3 seems to be the acting leader among them.","異界蓋亞的故事中登場的黑魔道士兵。是由布拉妮女王下令開發的亞力山德利亞王國的戰爭機器。其中經過特殊強化的士兵被稱為「黑色華爾茲」。數如其名，一共有３臺，其中３號體格較大，相當於頭領。","이계 가이아에 전해지는 이야기에 등장하는 흑마도사 병사. 알렉산드리아 왕국의 병력으로서 브라네 여왕의 손에 의해 개발되었다. 그중에서도 특별하게 강화를 거친 병사를 '검은 왈츠'라 칭하며 3박자를 뜻하는 그 이름대로 검은 왈츠는 세 대가 존재하며, 그 중에서도 몸집이 큰 3호가 리더 역할을 담당하고 있다.","Un Guerrier mage noir qui apparaît dans divers récits de Gaïa, un autre monde. Le Valseur 3 est un mage noir créé sur ordre de la reine Branet afin de renforcer l'armée d'Alexandrie. Plus puissant qu'un mage noir ordinaire, ses congénères et lui-même étaient appelés \"Valseurs\". L'existence de trois de ces Valseurs est connue, et le n°3 semble faire office de chef dans leurs rangs.","Ein Krieger der Schwarzmagie, der in den Erzählungen der weit entfernten Welt Gaia auftaucht. Die Schwarzmagier wurden auf Befehl von Königin Brane erschaffen, um der Armee von Alexandria zu dienen. Die stärksten unter ihnen werden \"Schwarzer Tenor\" genannt. Es gibt drei von ihnen, und Schwarzer Tenor 3 scheint der Anführer ihrer Gruppe zu sein - nicht zuletzt, weil er den anderen durch seine Größe allein schon überlegen ist.","Un soldado mago negro que aparece en las historias del lejano mundo de Gaia. Fue creado por la reina Brahne para servir al ejército de Alexandria, recibiendo el nombre de Vals Negro por su fuerza, mucho mayor que la de otros magos negros. Existen dos Vals Negros además de este, y el Vals Negro 3 actúa como su líder."],"summon":["Get out of my way!<br>Do you dare to fight a Black Waltz?","喂！讓開！<br>想要反抗我黑色華爾滋嗎！","에잇, 비켜라!<br>이 검은 왈츠를 가로막을 셈이냐!","Dégagez ! Vous oseriez vous dresser contre moi ?!","Geht beiseite,<br>oder wollt ihr euch mir etwa widersetzen?","¡Apartaos mientras podéis, o lo lamentaréis!"],"evolution":[null,null,null,null,null,null],"affinity":["I exist only to kill!","我存在的理由，<br>就是一直勝利下去！！","내 존재 이유는 오로지<br>끝없이 싸워나가는 것뿐!!!","Je sui fé pour gagné !","Meine einziGe BestimMung iSt es, jeDen FeinNd zU vernichTen!!!","¡He sido creado para ganar, ganar y ganar!"],"fusion":["Worry not about yourselves: many more are being produced even now!","你們這些人<br>根本連對手都稱不上啊！","너희들 따윈<br>아무런 가치도 없다!","Ce ne sont que des numéros !","Wo ihr herkamt, gibt es noch viel mehr von euch!","¡No sois nada especial!"]}},"209001204":{"compendium_id":757,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[593,1796,210,105],"MP":[38,114,35,17],"ATK":[26,80,14,7],"DEF":[22,66,14,7],"MAG":[28,85,18,9],"SPR":[26,79,14,7]},"limitburst_id":209001204,"attack_count":1,"attack_damage":[[100]],"attack_frames":[22],"effect_frames":[20],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,6,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020300":20,"290030200":10,"290040300":5,"290050300":10,"290050400":5}},"strings":{"description":["A black mage who appears in tales of Gaia, a world foreign to this one. Black Waltz 3 is a black mage developed at the behest of Queen Brahne to serve as part of the Alexandrian forces. Even amongst the other two mages called Black Waltz, this particular unit came to be regarded as the most special. He is considered to have the most powerful combat abilities when compared to the rest of the black mages, and his words are full of pride when he speaks.","異界蓋亞的故事中登場的黑魔道士兵。是由布拉妮女王下令開發的亞力山德利亞王國的戰爭機器。其中有３臺經過特殊強化的士兵被稱為「黑色華爾茲」。３號的戰鬥力尤為強大，不是一般士兵能夠相比的。擁有自我意識的３號說出的言論透露出自身有著極強的自尊心。","이계 가이아에 전해지는 이야기에 등장하는 흑마도사 병사. 알렉산드리아 왕국의 병력으로서 브라네 여왕의 손에 의해 개발되었다. 그중에서도 특별하게 강화를 거친 병사를 '검은 왈츠'라 칭하며, 특히 3호는 일반 병사보다 전투능력이 월등히 뛰어나다. 자아를 지닌 그의 말에서는 높은 자존심을 엿볼 수 있다.","Un Guerrier mage noir qui apparaît dans divers récits de Gaïa, un autre monde. Le Valseur 3 est un mage noir créé sur ordre de la reine Branet afin de renforcer l'armée d'Alexandrie. Celui-ci est spécial, même au regard des deux autres mages noirs portant le nom de « Valseur ». Ses pouvoirs dépassent de loin ceux de ses confrères et ses paroles sont marquées d'un orgueil palpable.","Ein Krieger der Schwarzmagie, der in den Erzählungen der weit entfernten Welt Gaia auftaucht. Die Schwarzmagier wurden auf Befehl von Königin Brane erschaffen, um der Armee von Alexandria zu dienen. Die jeweils als \"Schwarzer Tenor\" bekannten Schwarzmagier wurden dabei auf besondere Weise gestärkt. Unter ihnen ist Schwarzer Tenor 3 unbestritten der stärkste Soldat in der Armee der Königin, und zweifelsohne auch der arroganteste.","Un soldado mago negro que aparece en las historias del lejano mundo de Gaia, recibiendo el nombre de Vals Negro por su fuerza, mucho mayor que la de otros magos negros e incluso que los otros dos Vals Negros que existen. Sus habilidades de combate son más avanzadas y posee además conciencia de sí mismo, demostrando al hablar su personalidad orgullosa."],"summon":["You fool.  Do I look like some<br>lowly black mage soldier?","無法區別劣等人物，<br>看來你也是愚蠢之人！","하찮은 녀석들과 구별도 못 하다니,<br>네놈도 어리석은 종자구나!","Si tu ne fais pas la différence entre moi et ces pantins,<br>c'est que tu es encore plus stupide qu'eux !","Dass du zwischen ihnen und mir keinen Unterschied erkennst, zeugt von deinem begrenzten Horizont!","¿Esos torpes muñecos, mis compañeros? ¡JA!"],"evolution":["I will eliminate any who stand in my way!","妨礙任務進行的人<br>全部都要剷除！","임무를 방해하는 자,<br>모두 제거한다!","Les gêneurs ne survivent pas !","Wer sich mir in den Weg stellt, der ist dem Tode geweiht!","¡Todo aquel que entorpezca mi misión debe morir!"],"affinity":["I exist only to kill!","我存在的理由，<br>就是一直勝利下去！！","내 존재 이유는 오로지<br>끝없이 싸워나가는 것뿐!!!","Je sui fé pour gagné !","Meine einziGe BestimMung iSt es, jeDen FeinNd zU vernichTen!!!","¡He sido creado para ganar, ganar y ganar!"],"fusion":["You are no match against my power!","根本不是我黑色華爾滋３號的對手啊！","그 누구도<br>이 검은 왈츠 3호의 적은 될 수 없다!","C'est donc toi qui as vaincu numéro 2 !<br>Moi, Valseur 3, je ne redoute pas les gamins de ton espèce !","Gegen mich, Nr. 3, hast du nicht den Hauch einer Chance!","¡No podréis conmigo, el Vals Negro 3!"]}},"209001205":{"compendium_id":758,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[771,2336,240,120],"MP":[49,149,40,20],"ATK":[34,104,16,8],"DEF":[29,87,16,8],"MAG":[37,111,24,12],"SPR":[34,103,16,8]},"limitburst_id":209001205,"attack_count":1,"attack_damage":[[100]],"attack_frames":[22],"effect_frames":[20],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,7,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A black mage who appears in tales of Gaia, a world foreign to this one. Black Waltz 3 is a black mage developed at the behest of Queen Brahne to serve as part of the Alexandrian forces. Although originally an artificially made soldier, the 3 units known as Black Waltz were given special powers to boast of. Black Waltz 3 had the ability to consciously judge any situation he found himself in, and was resolved to complete his mission regardless of any damage he had taken in battle. He was perhaps the strongest soldier ever produced by Alexandria.","異界蓋亞的故事中登場的黑魔道士兵。是由布拉妮女王下令開發的亞力山德利亞王國的戰爭機器。雖然是人工製造的機器，不過３臺經過特殊強化的士兵——「黑色華爾茲」，都擁有明確的自我意識。３號是亞力山德利亞的王牌士兵，能夠根據情況自行作出判斷，即便重傷累累也堅持執行任務。","이계 가이아에 전해지는 이야기에 등장하는 흑마도사 병사. 알렉산드리아 왕국의 병력으로서 브라네 여왕의 손에 의해 개발되었다. 인공적으로 만들어진 존재이지만, 특별히 강화된 '검은 왈츠'는 3대 모두가 확실하게 자아를 가지고 있다. 3호는 상황에 따라 스스로 판단하며, 몸이 망가져 엉망이 되어도 임무를 수행하려고 하는 알렉산드리아의 강력한 병사이기도 하다.","Un Guerrier mage noir qui apparaît dans divers récits de Gaïa, un autre monde. Le Valseur 3 est un mage noir créé sur ordre de la reine Branet afin de renforcer l'armée d'Alexandrie. Les trois mages noirs répondant à la désignation de Valseur ont été créés de toute pièce et possèdent de pouvoirs uniques. Le Valseur 3 avait la faculté de juger consciencieusement toute situation dans laquelle il se trouvait et était déterminé à accomplir sa mission sans se soucier des blessures qu'il pourrait subir au combat. Il était probablement le soldat le plus puissant jamais créé par Alexandrie.","Ein Krieger der Schwarzmagie, der in den Erzählungen der weit entfernten Welt Gaia auftaucht. Die Schwarzmagier wurden auf Befehl von Königin Brane erschaffen, um der Armee von Alexandria zu dienen. Die sogenannten Schwarzen Tenore können sich mit besonderen Fertigkeiten brüsten. Schwarzer Tenor 3 verfügte über die Fähigkeit, jede Situation bewusst zu beurteilen, und die Entschlossenheit, seine Mission auch unter Einsatz seines Lebens zum Abschluss zu bringen. Vielleicht war er der stärkste Soldat, den Alexandria jemals geschaffen hat.","Un soldado mago negro que aparece en las historias del lejano mundo de Gaia. Fue creado por la reina Brahne para servir al ejército de Alexandria. Aunque los Vals Negros son soldados artificiales, poseen conciencia de ser. Por ello, el Vals Negro 3 es capaz de tomar decisiones propias según la situación en que se encuentre y está determinado a completar su misión sin importar el daño que pueda recibir en combate. Es el soldado más poderoso jamás producido en Alexandria."],"summon":["It wouldn't do you any good if I<br>answered, since you're all going to die!<br>Kwahahaha!","即將死去的你們，<br>知道什麼都沒用了！<br>嘎嘎嘎嘎嘎！","곧 죽을 녀석들이<br>알아서 무엇하리?<br>카카카카카!","Le savoir ne vous servira à rien, puisque vous allez mourir !<br>Hinhinhinhinhin !","Was hättet ihr denn schon davon?<br>Ihr habt doch sowieso gleich alles hinter euch!<br>Kuahuahuahua!","¡El saber no te serviráde nada en la tumba! ¡JA JA JA JA JA!"],"evolution":["Kwahahaha!<br> Stay there while I<br>eliminate this hurdle!","咖咖咖咖咖！<br>在我解決礙事的傢伙之前<br>就在那等著吧！！","카카카카카!<br>방해꾼들을 모두 처리할 때까지<br>거기서 기다려라!","Hinhinhinhin !<br>Princesse, veuillez patienter pendant que je m'occupe des gêneurs !","Kuahuahuahua! Bleib, wo du bist, bis ich diese lästigen Störenfriede aus dem Weg geräumt habe!","¡Princesa, espera ahí hasta que liquide a esta mosca molesta!"],"affinity":["I exist only to kill!","我存在的理由，<br>就是一直勝利下去！！","내 존재 이유는 오로지<br>끝없이 싸워나가는 것뿐!!!","Je sui fé pour gagné !","Meine einziGe BestimMung iSt es, jeDen FeinNd zU vernichTen!!!","¡He sido creado para ganar, ganar y ganar!"],"fusion":["You are no different from mindless dolls!  What can you do?","無法自己思考的人造物<br>還想要守護什麼呢？","아무 생각도 할 수 없는 물건 따위가<br>혼자서 뭘 지키겠다는 거지?","Ces poupées sans cervelle voudraient défendre ce gamin ?!","Was sollen diese willenlosen Marionetten schon beschützen?","¿Y qué se supone que va a proteger algo que se creó sin habilidad para pensar?"]}}},"skills":{"20100":{"name":"Thundara","cost":{"MP":9},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.4x, MAG) to all enemies"],"icon":"ability_20.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"30010":{"name":"Sleep","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Inflict Sleep (40%) on one enemy"],"icon":"ability_14.png"},"30020":{"name":"Blind","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Inflict Blind (40%) on one enemy"],"icon":"ability_14.png"},"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"100070":{"name":"ATK +10%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%"],"icon":"ability_77.png"},"100110":{"name":"MAG +20%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%"],"icon":"ability_77.png"},"212280":{"name":"Mist","cost":{"MP":36},"attack_frames":[[30]],"attack_type":"Magic","element_inflict":null,"effects":["Inflict Poison and Paralyze (100%) on all enemies"],"icon":"ability_14.png"},"217310":{"name":"Dark Lightning","cost":{"MP":24},"attack_frames":[[150],[60]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (3x, MAG) to all enemies","20% HP damage to caster"],"icon":"ability_20.png"},"217320":{"name":"Proof of Existence","cost":{"MP":60},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Randomly use:\n50%: Proof of Existence (503310)\n50%: Proof of Existence (503320)"],"icon":"ability_83.png"},"217330":{"name":"Electric Mist","cost":{"MP":28},"attack_frames":[[120],[120]],"attack_type":"None","element_inflict":null,"effects":["Reduce resistance to Lightning by 50% for 4 turns to one enemy","Add Lightning element (100%) to physical attacks for 4 turns to caster"],"icon":"ability_39.png"},"217340":{"name":"Evil Strike","cost":{"MP":32},"attack_frames":[[42,52,62,72,82]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (3x, MAG) to one enemy"],"icon":"ability_20.png"},"503310":{"name":"Proof of Existence","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF, MAG and SPR by 100% for 5 turns to caster"],"icon":"ability_86.png","parentID":"217320"},"503320":{"name":"Proof of Existence","cost":{},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Inflict berserk (+200% ATK) on caster"],"icon":"item_2012.png","parentID":"217320"}},"LB":{"name":"Triple Waltz","attack_count":[5],"attack_frames":[[125,141,157,173,189]],"damage_type":"Magic","element_inflict":["Fire","Ice","Lightning"],"min_level":["Magic fire, ice and lightning damage (5x, MAG) to all enemies"],"max_level":["Magic fire, ice and lightning damage (6.9x, MAG) to all enemies"]},"TMR":{"name":"Black Impulse","compendium_id":667,"compendium_shown":true,"unit_restriction":null,"skills":{"217350":{"name":"Black Impulse","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 20%","Increase resistance to Fire, Ice and Lightning by 25%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Black Impulse' passive."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_77.png","strings":{"names":["Black Impulse","漆黑衝動","검은 충동","Impulsion noire","Schwarzer Impuls","Impulso oscuro"],"desc_short":["Boost MAG by 20% and fire, ice, and lightning resistance by 25%","提高20%魔力、25%火冰雷屬性耐性","마력 20%, 불, 얼음, 번개속성 저항력 25% 상승","Augmente la MAGIE de 20% et la rés. au feu, à la glace et à la foudre de 25%","Erhöht MAG um 20% und Res. gegen Feuer, Eis und Blitz um 25%.","Aumenta MAG un 20% y res. al fuego, hielo y rayo un 25%"],"desc_long":["Boosts MAG by 20% and fire, ice, and lightning resistance by 25%.","提高20%魔力、25%火冰雷屬性耐性。","마력이 20%, 불, 얼음, 번개속성 저항력이 25% 상승합니다.","Augmente la MAGIE de 20% et la rés. au feu, à la glace et à la foudre de 25%","Erhöht MAG um 20% und Res. gegen Feuer, Eis und Blitz um 25%.","Aumenta la MAG un 20% y la resistencia al fuego, hielo y rayo un 25%."]},"type":"MATERIA"}}}