{"202000103":{"rarity_min":3,"rarity_max":6,"name":"Firion","game":"FFII","job":"Warrior","sex":"Male","equip":[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,30,40,41,50,51,60],"entries":{"202000103":{"compendium_id":140,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[557,1687,150,75],"MP":[22,68,25,12],"ATK":[21,63,10,5],"DEF":[20,61,14,7],"MAG":[18,55,10,5],"SPR":[18,55,10,5]},"limitburst_id":202000103,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[20,41],"effect_frames":[18,39],"max_lb_drop":3,"ability_slots":1,"magic_affinity":[2,1,1,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020100":10,"290030000":5,"290050200":15,"290050300":5}},"strings":{"description":["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. He lost his parents at a young age and was taken in by another family. He was like a true brother to their two children, Maria and Leon, and to Guy, another parentless child who came to live with them. When his homeland is destroyed by the Palamecian army, he is forced to flee. After leaving Fynn, he and his friends encounter Princess Hilda, the leader of the rebel army, and are saved by her. Without any home to return to, he, Maria, and Guy throw their lot in with the rebels.","異界有關帝國與反叛軍戰鬥的故事中登場的青年，自幼失去雙親，被雷恩哈特和瑪利亞的雙親收養，他們與同是孤兒的卡伊一起如兄弟手足般長大。然而故鄉菲因王國被帕拉美奇亞帝國襲擊，在他奄奄一息時被反叛軍的領袖希爾達公主救下，失去了家園的他與瑪利亞、卡伊一同加入了反叛軍。","머나먼 이계에서 전해지는 제국과 반란군의 전쟁 이야기에 등장하는 청년. 어렸을 때 부모를 잃고 레온하르트와 마리아의 가정에 들어가, 마찬가지로 고아였던 가이와 함께 넷이서 형제처럼 자랐다. 고향인 핀 왕국에 파라메키아 제국군이 쳐들어와 상처를 입고 쓰러진 차에, 반란군 지도자인 힐다 공주의 도움을 받아 목숨을 건졌다. 갈 곳을 잃은 그는 마리아와 가이와 함께 반란군에 합류했다.","Un jeune homme qui apparaît dans un récit d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscite. Il a perdu ses parents à un très jeune âge et a été recueilli par une autre famille. Il est comme un frère pour leurs deux enfants, Maria et Léon, et pour Guy, un autre orphelin qui vient vivre avec eux. Quand son village est détruit par l'armée de Palmécia, il est forcé de fuir. Après avoir quitté Fynn, lui et ses amis sont secourus par la princesse Hilda, chef de l'armée rebelle. N'ayant plus de foyer à retrouver, lui, Maria et Guy se jettent à corps perdu dans la rébellion.","Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, wo er eine Rolle in der Geschichte eines Imperiums und der Rebellion gegen selbiges spielt. Verlor seine Eltern und wurde von einer anderen Familie aufgenommen. Er war ihren richtigen Kindern, Maria und Leon, und Ghai, einem weiteren adoptierten Kind, ein wahrer Bruder. Als sein Heimatland von der palmekianischen Armee zerstört wird, ist er zur Flucht gezwungen. Er und seine Freunde treffen auf ihrer Flucht Prinzessin Hilda, Anführerin der Rebellenarmee. Ohne Heimat, in die sie zurückkehren können, schließen sich die drei Waisen den Rebellen an.","Un joven que aparece en los relatos de otro mundo. Es parte de la historia de un imperio que vive una rebelión. Perdió a sus padres de joven y lo adoptó otra familia. Firion fue como un hermano para los dos hijos de la familia, María y Leon, y para Guy, otro niño huérfano que acabó viviendo con ellos. Se vio obligado a huir cuando el ejército de Palamecia destruyó su hogar. Tras abandonar Fyn, él y sus amigos se encuentran con la princesa Hilda, la líder del ejército rebelde, que los salva. Como ya no tienen ningún lugar al que volver, Firion se une a los rebeldes junto a María y Guy."],"summon":["The Empire took everything from me.<br>Are you fighting to reclaim peace, too?<br>Then I'll gladly join you!","帝國奪走了我的一切……<br>如果你也和我一樣，想奪回和平，<br>那就讓我們一起戰鬥吧！","난 제국에 모든 것을 빼앗겼어…….<br>너도 평화를 되찾고 싶지?<br>그렇다면 함께 싸우자!","L'Empire m'a tout pris.<br>Te bats-tu pour ramener la paix, toi aussi ?<br>Dans ce cas, permets-moi de te rejoindre !","Das Imperium hat mir alles genommen.<br>Kämpfst du auch für den Frieden?<br>Dann schließe ich mich dir an.","El Imperio me lo arrebató todo.<br>¿Tú también luchas para recuperar la paz?<br>Será un placer acompañarte."],"evolution":[null,null,null,null,null,null],"affinity":["My friends give me strength.<br>Nothing would make me happier than to make you feel the same.","夥伴在身邊，令人倍感安心。<br>希望我也能成為你的依靠……","동료가 있어서 정말 든든하구나.<br>너도 날 미덥게 생각해줬으면 좋겠는데.","Avoir des amis me donne de la force ! J'espère que tu penses la même chose de moi.","Meine Freunde geben mir Kraft.<br>Nichts würde mich mehr erfreuen, als wenn du auch so fühltest.","Mis amigos me dan fuerza.<br>Nada me haría más feliz que hacer lo mismo por ti."],"fusion":["The wild rose...<br>It is how we recognize one another.<br>The very reason for our struggle.","【野玫瑰】。<br>這是象徵著自由與解放的暗號。","[들장미].<br>이건 자유와 해방을 상징하는<br>우리만의 암호야.","La rose sauvage...<br>C'est ainsi que nous nous reconnaissons.<br>La raison même de notre lutte.","Die Wildrose ...<br>Unser Kennzeichen.<br>Und die Ursache unseres Kampfes.","La rosa salvaje...<br>Así nos reconocemos.<br>La mismísima razón de nuestra lucha."]}},"202000104":{"compendium_id":141,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[718,2177,210,105],"MP":[29,88,35,17],"ATK":[27,82,14,7],"DEF":[26,79,18,9],"MAG":[23,71,14,7],"SPR":[23,71,14,7]},"limitburst_id":202000104,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[20,41],"effect_frames":[18,39],"max_lb_drop":4,"ability_slots":2,"magic_affinity":[3,2,2,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":20,"290030000":10,"290040200":5,"290050300":10,"290050400":5}},"strings":{"description":["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. His homeland, Fynn, is targeted by the Palamecian Empire, whose aim is to rule the entire world. Firion loses his home and joins the rebellion, along with his friends and fellow survivors, Maria and Guy. They throw themselves into the fight against the empire. Firion has a strong sense of justice and the wise judgment needed in a leader, yet also a certain weakness when it comes to women, which allows him to be tricked by the pirate Leila, and even once by a monster disguised as Princess Hilda.","異界有關帝國與反叛軍戰鬥的故事中登場的青年，他的故鄉菲因王國被企圖奪取世界霸權的帕拉美奇亞帝國襲擊，他由此失去了家園。那以後他與一同逃出來的瑪利亞、卡伊一同加入了反叛軍，投身於與帝國的戰鬥之中。他擁有很強的正義感，且具備優秀的領導能力與判斷力，但也會被女海盜蕾拉以及變身為希爾達的魔物騙，擁有純真可愛的一面。","머나먼 이계에서 전해지는 제국과 반란군의 전쟁 이야기에 등장하는 청년. 세계의 패권을 노리는 파라메키아 제국에 고향인 핀 왕국을 짓밟혀 삶의 터전을 잃는다. 그 후 함께 도망친 마리아와 가이와 함께 반란군에 들어가 제국과의 싸움에 몸을 던지게 된다. 정의감이 강하고 지도력과 판단력이 뛰어나지만, 해적 레일라나 힐다로 변신한 마물에게 속아 넘어가는 등 순진한 면도 있다.","Un jeune homme qui apparaît dans un récit d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscite. Son village, Fynn, est la cible de l'empire de Palmécia, qui cherche à dominer le monde entier. Firion perd tout et rejoint la rébellion avec ses amis Maria et Guy. Ensemble, ils se consacrent entièrement à la lutte contre l'Empire. Firion est doué d'un sens de la justice exacerbé et de la sagesse d'un vrai chef, mais il a aussi certaines faiblesses, notamment envers la gent féminine. Il est ainsi piégé par la pirate Leila ainsi que par un monstre déguisé en princesse Hilda.","Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, wo er eine Rolle in der Geschichte einer Rebellion gegen das Imperium spielt. Seine Heimat Finn wird vom Reich Palmekia angegriffen, das nach der Weltherrschaft strebt. Firion verliert sein Zuhause und schließt sich, gemeinsam mit seinen Freunden Maria und Ghai, der Rebellion an. Firion hat einen ausgeprägten Gerechtigkeitssinn und die Urteilskraft, die ein Anführer braucht, doch leider auch eine Schwäche, wenn es um Frauen geht. Dadurch wird er von der Piratin Leila ausgetrickst - und einmal sogar von einem als Prinzessin Hilda verkleideten Monster.","Un joven que aparece en los relatos de otro mundo. Es parte de la historia de un imperio que vive una rebelión. Fyn, su hogar, es objetivo del Imperio de Palamecia, quien tiene intención de dominar el mundo. Firion se queda sin hogar y se une a la rebelión junto a sus amigos y compañeros supervivientes, María y Guy, para apoyar la lucha contra el Imperio. Firion tiene un gran sentido de la justicia y el juicio necesario en un líder. No obstante, tiene cierta debilidad por las mujeres, razón por la cual puede engañarlo la pirata Leila, o incluso un monstruo disfrazado como la princesa Hilda."],"summon":["I won't bend to oppression.<br>I'll fight for my ideals to the end!<br>If you feel the same, let us go forth together!","我不會屈服於強權，<br>不管發生什麼都會貫徹自己的信念。<br>如果你與我有相同的志向，就一起走吧！","가혹한 통치에는 굴하지 않는다.<br>끝까지 내 신념을 밀고 나가겠어.<br>네게도 뜻이 있다면 함께 가자!","Je ne cèderai pas à l'oppression.<br>Je me battrai pour mes idéaux<br>jusqu'au bout ! Si tu en penses<br>autant, faisons route ensemble !","Ich beuge mich keinem Tyrannen.<br>Ich kämpfe bis zum Ende!<br>Wenn du das verstehst, dann gehe ich mit dir!","No cederé ante la opresión.<br>¡Lucharé por mis ideales hasta el final!<br>Si piensas lo mismo, ¡avancemos juntos!"],"evolution":["I will summon every last bit of my strength...<br>That we may all live in peace again!","為了能讓大家再次過上和平的日子……<br>我要全力以赴！","모든 사람이 다시<br>평화로운 삶을 누릴 수 있게……<br>내 모든 힘을 바치리!","Je vais me battre de toutes mes forces pour que nous puissions vivre en paix à nouveau !","Ich werde alle Kraft aufbieten, die ich habe ...<br>damit wir alle wieder in Frieden leben können!","Reuniré cada pizca de fuerza que me quede...¡para que podamos volver a vivir en paz!"],"affinity":["My friends give me strength.<br>Nothing would make me happier than to make you feel the same.","夥伴在身邊，令人倍感安心。<br>希望我也能成為你的依靠……","동료가 있어서 정말 든든하구나.<br>너도 날 미덥게 생각해줬으면 좋겠는데.","Avoir des amis me donne de la force ! J'espère que tu penses la même chose de moi.","Meine Freunde geben mir Kraft.<br>Nichts würde mich mehr erfreuen, als wenn du auch so fühltest.","Mis amigos me dan fuerza.<br>Nada me haría más feliz que hacer lo mismo por ti."],"fusion":["I've learned to be wary of women,<br>and anyone offering me a free ride.<br>Should I trust in this power?","我曾經學到過「免費」與「女性」是世上最可怕的東西。<br>……這力量沒問題吧？","세상에 공짜란<br>없다고 들었는데.<br>……이 힘은 괜찮은 거지?","J'ai appris à me méfier des femmes, et de tous ceux qui m'offrent quelque chose sans rien attendre en retour.<br>Puis-je vraiment me fier à ce pouvoir... ?","Ich traue keinen Frauen und keinen großzügigen Leuten mehr.<br>Soll ich dieser Kraft vertrauen?","He aprendido a desconfiar de las mujeres y de cualquiera que me ofrezca algo gratis.<br>¿Acaso debería confiar en este poder?"]}},"202000105":{"compendium_id":142,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[898,2721,240,120],"MP":[36,110,40,20],"ATK":[34,102,16,8],"DEF":[33,99,24,12],"MAG":[29,88,16,8],"SPR":[29,88,16,8]},"limitburst_id":202000105,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[20,41],"effect_frames":[18,39],"max_lb_drop":5,"ability_slots":3,"magic_affinity":[4,3,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. To defeat the Palamecian Empire, which destroyed his homeland, he joins the rebel army led by Fynn's own Princess Hilda. His friend and adopted brother Leon also survived the fall of Fynn, but now stands against him as a key member of the Palamecian army. Firion loses many allies, including the White Wizard Minwu, and is toyed with continually by cruel fate, but never do his eyes stray from his goal: to put a stop to the Emperor of Palamecia.","異界有關帝國與反叛軍戰鬥的故事中登場的青年，為了與襲擊故鄉的帕拉美奇亞帝國戰鬥而加入了菲因王國公主希爾達率領的反叛軍。在旅途中，失散的同伴雷恩哈特變成了帝國的司令官，敏武等協助過他們的人也相繼喪命，即使受到了命運的不公對待，他仍然以打倒帕拉美奇亞皇帝為目標，一心向前邁進。","머나먼 이계에서 전해지는 제국과 반란군의 전쟁 이야기에 등장하는 청년. 조국을 침략한 파라메키아 제국과 싸우기 위해 핀 왕국의 공주 힐다가 이끄는 반란군에 입대한다. 생이별한 친구 레온하르트가 적의 사령관이 되어 나타나고, 민우를 비롯한 동료들이 연이어 목숨을 잃는 등, 비정한 운명을 겪으면서도 파라메키아 황제를 타도하기 위해 포기하지 않고 나아갔다.","Un jeune homme qui apparaît dans un récit d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscite. Pour vaincre l'empire de Palmécia qui a détruit son pays, il rejoint l'armée rebelle menée par la princesse de Fynn, Hilda. Son ami et frère adoptif Léon a aussi survécu à la destruction de Fynn, mais s'oppose désormais à lui en tant que membre clé de l'armée de Palmécia. Firion perd de nombreux alliés, y compris le Sage Blanc Minnwu, et fait face continuellement à un destin cruel, mais il ne perd jamais de vue son objectif : vaincre l'empereur de Palmécia.","Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, wo er eine Rolle in der Geschichte einer Rebellion gegen das Imperium spielt. Um das Reich Palmekia, welches sein Heimatland zerstörte, zu besiegen, schließt er sich der von Prinzessin Hilda angeführten Rebellenarmee an. Sein Freund Leon überlebt den Untergang Finns ebenfalls, steht ihm nun jedoch auf Seiten der palmekianischen Armee gegenüber. Firion verliert viele Verbündete, einschließlich dem Weißmagier Min’U. Dennoch behält er stets sein Ziel im Auge: den Imperator Palmekias zu stoppen.","Un joven que aparece en los relatos de otro mundo. Es parte de la historia de un imperio que vive una rebelión. Se une al ejército rebelde liderado por Hilda, la mismísima princesa de Fyn, para derrotar al Imperio de Palamecia, que destruyó su hogar. Leon, su amigo y hermano adoptivo, también sobrevivió a la caída de Fyn, pero ahora es un miembro clave del ejército de Palamecia. Aunque Firion pierde a muchos aliados, incluso al mago blanco Minu, y el destino le juega malas pasadas constantemente, no pierde nunca de vista su objetivo: detener al Emperador de Palamecia."],"summon":["I won't let my friends' sacrifices be in vain!<br>I'll build a new future with my own hands!","我會繼承逝者的遺志，<br>不會讓他們白白死去的！<br>我要用自己的雙手開拓未來！","쓰러진 이들의 희생을<br>헛되게 할 순 없다!<br>내 손으로 미래를 열고 말겠어!","Je ne tolèrerai pas que mes amis se soient sacrifiés en vain !<br>Je bâtirai un nouvel avenir de mes propres mains !","Meine Freunde sollen nicht vergeblich gestorben sein.<br>Ich werde für die Zukunft kämpfen!","¡Los sacrificios de mis amigos no serán en vano!<br>¡Construiré un nuevo futuro con mis manos!"],"evolution":["I will take back what we've lost!<br>That is why we've come this far!","取回被奪走的東西！<br>我們就是為此才來到這裡的！","빼앗긴 평화를 우리 손으로 되찾는다!<br>목적을 이루기 전까진<br>결코 무릎 꿇지 않는다!","Je récupèrerai ce que nous avons perdu !<br>Voilà ce qui nous a amenés jusqu'ici !","Was wir verloren haben, werde ich zurückgewinnen!<br>Nur dafür sind wir so weit gekommen!","¡Recuperaré lo que hemos perdido!<br>¡Para eso hemos llegado hasta aquí!"],"affinity":["My friends give me strength.<br>Nothing would make me happier than to make you feel the same.","夥伴在身邊，令人倍感安心。<br>希望我也能成為你的依靠……","동료가 있어서 정말 든든하구나.<br>너도 날 미덥게 생각해줬으면 좋겠는데.","Avoir des amis me donne de la force ! J'espère que tu penses la même chose de moi.","Meine Freunde geben mir Kraft.<br>Nichts würde mich mehr erfreuen, als wenn du auch so fühltest.","Mis amigos me dan fuerza.<br>Nada me haría más feliz que hacer lo mismo por ti."],"fusion":["I will not stand down from this fight.<br>This is our battle...<br>You have to let us finish it!","即使要和摯友為敵我也一步都不會退讓。<br>我要為世界取回和平！","친구끼리 칼을 겨누게 되더라도<br>난 절대 물러서지 않아.<br>평화를 되찾기 위해서라면!","Je ne me déroberai pas à cette guerre.<br>C'est notre combat...<br>Tu dois nous laisser le mener jusqu'au bout !","Ich werde nicht die Waffen strecken.<br>Das ist unser Kampf ...<br>Du musst ihn uns beenden lassen!","No voy a renunciar a esta lucha.<br>Es nuestra batalla...<br>¡Tienes que dejarnos acabarla!"]}},"202000106":{"compendium_id":407,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1167,3537,390,195],"MP":[47,143,65,32],"ATK":[44,132,26,13],"DEF":[42,128,34,17],"MAG":[38,114,26,13],"SPR":[38,114,26,13]},"limitburst_id":202000106,"attack_count":2,"attack_damage":[[40,60]],"attack_frames":[20,41],"effect_frames":[18,39],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[5,4,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. Firion joined the rebel army led by Princess Hilda in order to recover his homeland of Fynn from the clutches of the Palamecian Empire. Unfortunately, however, the war costs Firion many of his allies and he is left to cope with the grief accompanying their loss. Eventually he welcomes back his childhood friend turned Dark Knight for the empire, Leon, and together they face off against the Emperor seeking to destroy their world.","異界有關帝國與反叛軍戰鬥的故事中登場的青年，由於故鄉菲因王國被帕拉美奇亞帝國侵佔，他加入了由希爾達公主率領的反叛軍。夥伴們在戰爭中依次喪命，他不得不克服悲傷繼續戰鬥下去。後來，他與化身為帝國將領黑暗騎士的兒時玩伴萊昂哈特攜手，共同挑戰從地獄復甦、想要毀滅世界的皇帝。","머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 청년. 파라메키아 제국으로부터 고향 핀 왕국을 되찾기 위하여 왕녀 힐다가 지휘하는 반란군에 가담했다. 이어지는 싸움 속에서 힘을 빌려준 자들이 차례차례 목숨을 잃었지만 슬픔을 극복하고 고군분투하며, 다크 나이트로서 제국의 장군이 된 죽마고우 레온하르트를 동료로 맞이해, 지옥에서 돌아와 세계를 멸망시키려 하는 황제에게 맞섰다.","Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Firion rejoignit l'armée rebelle menée par la princesse Hilda afin d'arracher sa terre natale, Fynn, des griffes de l'empire de Palmécia. Malheureusement, la guerre emporta nombre de ses alliés, et il se retrouva seul avec le chagrin causé par leur disparition. Finalement, il fut réuni avec son ami d'enfance Léon, devenu Chevalier noir pour l'empire, et ensemble, ils se dressèrent contre l'Empereur qui cherchait à détruire le monde.","Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Um das Reich Palmekia, welches sein Heimatland Finn zerstörte, zu besiegen, schließt er sich der von Prinzessin Hilda angeführten Rebellenarmee an. Im Krieg jedoch verliert Firion viele Verbündete. Schließlich trifft er jedoch auf seinen Kindheitsfreund Leon, den das Imperium in einen Dunkelritter verwandelte. Gemeinsam treten sie gegen den Imperator an, der ihre Welt vernichten will.","Un joven que aparece en las historias de un mundo lejano, donde interviene en una historia de un imperio y la rebelión que hubo contra él. Firion se unió al ejército enemigo liderado por la princesa Hilda para recuperar su nación de Fynn de las garras del Imperio Palameciano. Sin embargo, desgraciadamente la guerra le cuesta a Firion muchos de sus aliados, y se queda para hacer frente a la pena que acompaña su pérdida. Más adelante le da la bienvenida a su amigo de la infancia, convertido en el Caballero Oscuro del imperio, Leon, y juntos se enfrentan al Emperador que intenta destruir su mundo."],"summon":["It seems you are able to fight without<br>giving up on your dreams, as well.<br>Allow me to assist you.","看來，你並沒有放棄希望，一直在堅持戰鬥。請讓我也助力吧。","그대도 희망을 잃지 않고<br>싸워나가고 있군.<br>나도 가세하겠다.","Il semble que tu dois capable de te battre sans abandonner tes rêves.<br>Laisse-moi te prêter main-forte.","Du kämpfst ebenfalls,<br>ohne deine Träume aufzugeben.<br>Lass mich dir assistieren.","Parece que eres capaz de luchar sin dejar tus sueños a un lado.<br>Permíteme que te ayude."],"evolution":["No matter what trials befall us,<br>we must keep moving forward.","無論遇到多麼痛苦的事情，我們都要繼續前進。","아무리 괴로운 일이 있더라도<br>우리들은 앞으로 나아간다.","Quelles que soient les épreuves qui nous attendent,<br>nous devons aller de l'avant.","Wie die Prüfung auch lautet,<br>wir müssen vorwärts.","No importa que desafíos nos esperen más adelante, debemos seguir avanzando."],"affinity":["My friends give me strength.<br>Nothing would make me happier than to make you feel the same.","有夥伴就會心安很多。希望我也能支撐你前行……","동료가 있다는 건 정말 듬직하구나.<br>나도 네 버팀목이 될 수 있다면<br>좋을 텐데……","Mes amis sont ma force.<br>J'aimerais tant que tu ressentes la même chose...","Meine Freunde geben mir Kraft.<br>Nichts würde mich mehr erfreuen, als wenn du auch so fühltest.","Mis amigos me dan fuerza.<br>Nada me haría más feliz que hacer lo mismo por ti."],"fusion":["Believe in the future, and push forward!<br>That's all you've got to do!","相信未來，珍惜現在，你要做的就這麼多！","미래를 믿고, 현재를 살아간다.<br>그것뿐이다!","Croire dans le futur et aller de l'avant !<br>C'est tout ce que tu as à faire !","Glaube und kämpfe für die Zukunft!<br>Mehr braucht es nicht!","¡Cree en el futuro y sigue adelante¡<br>¡Eso es todo lo que tienes que hacer!"]}}},"skills":{"10120":{"name":"Regen","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 200 (+4x, Heal) HP split over 3 turns to one ally"],"icon":"ability_4.png"},"100020":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100070":{"name":"ATK +10%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%"],"icon":"ability_77.png"},"100130":{"name":"DEF +10%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 10%"],"icon":"ability_77.png"},"101000":{"name":"Plant Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Plants by 50%"],"icon":"ability_79.png"},"101020":{"name":"Bug Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Insects by 50%"],"icon":"ability_79.png"},"101050":{"name":"Dragon Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Dragons by 50%"],"icon":"ability_79.png"},"101070":{"name":"Demon Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Demons by 50%"],"icon":"ability_79.png"},"101080":{"name":"Beast Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 50%"],"icon":"ability_79.png"},"101090":{"name":"Bird Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Avians by 50%"],"icon":"ability_79.png"},"200270":{"name":"Lance","cost":{"MP":10},"attack_frames":[[120],[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.8x, ATK) as HP drain (20%) to one enemy","Physical damage (0.3x, ATK) as MP drain (10%) to one enemy"],"icon":"ability_6.png"},"200280":{"name":"Blade Bash","cost":{"MP":5},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.8x, ATK) to one enemy","Inflict Paralyze (30%) on one enemy"],"icon":"ability_53.png"},"200440":{"name":"Bladeblitz","cost":{"MP":14},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.4x, ATK) to all enemies"],"icon":"ability_53.png"},"200670":{"name":"Drain Blade","cost":{"MP":7},"attack_frames":[[1]],"attack_type":"Hybrid","element_inflict":null,"effects":["Hybrid damage (1.4x, ATK & MAG) to one enemy","Hybrid damage (0.8x, ATK & MAG) as HP drain (30%) to one enemy"],"icon":"ability_6.png"},"201230":{"name":"Mystery Waltz","cost":{"MP":11},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.35x, MAG) as MP drain (30%) to one enemy"],"icon":"ability_50.png"},"205190":{"name":"Forest Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Avians by 75%","Increase physical damage against Insects by 75%","Increase physical damage against Plants by 75%"],"icon":"ability_79.png"},"205200":{"name":"Legend Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 75%","Increase physical damage against Demons by 75%","Increase physical damage against Dragons by 75%"],"icon":"ability_79.png"},"205210":{"name":"Swordmaster","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 20% when equipped with a Dagger","Increase ATK and DEF by 20% when equipped with a Sword","Increase ATK and DEF by 20% when equipped with a Great Sword","Increase ATK and DEF by 20% when equipped with a Katana"],"icon":"ability_77.png"},"205220":{"name":"Heavy Breaker","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% when equipped with a Axe","Increase ATK by 30% when equipped with a Hammer","Increase ATK by 30% when equipped with a Spear","Increase ATK by 30% when equipped with a Fist"],"icon":"ability_77.png"},"205230":{"name":"Multi-Shooter","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30% and ATK by 25% when equipped with a Bow","Increase SPR by 30% and ATK by 25% when equipped with a Whip","Increase SPR by 30% and ATK by 25% when equipped with a Throwing","Increase SPR by 30% and ATK by 25% when equipped with a Gun"],"icon":"ability_77.png"},"205240":{"name":"Great Support","attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 30% when equipped with a Staff","Increase MAG and SPR by 30% when equipped with a Rod","Increase MAG and SPR by 30% when equipped with a Instrument","Increase MAG and SPR by 30% when equipped with a Mace"],"icon":"ability_77.png"},"205250":{"name":"Fin Briar","cost":{"MP":16},"attack_frames":[[30]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x * 1.33 = 2.4x, ATK) to one enemy (ignore cover)"],"icon":"ability_10.png"},"700830":{"name":"Lance+1","cost":{"MP":10},"attack_frames":[[120],[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.8x, ATK) as HP drain (30%) to one enemy","Physical damage (0.3x, ATK) as MP drain (20%) to one enemy"],"icon":"ability_6.png"},"700840":{"name":"Lance+1","cost":{"MP":10},"attack_frames":[[120],[120]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, ATK) as HP drain (40%) to one enemy","Physical damage (0.5x, ATK) as MP drain (30%) to one enemy"],"icon":"ability_6.png"},"701010":{"name":"Fin Briar+1","cost":{"MP":16},"attack_frames":[[30]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.3x * 1.33 = 3.07x, ATK) to one enemy (ignore cover)"],"icon":"ability_10.png"},"701020":{"name":"Fin Briar+1","cost":{"MP":16},"attack_frames":[[30]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.3x * 2 = 4.6x, ATK) to one enemy (ignore cover)"],"icon":"ability_10.png"},"701110":{"name":"Legend Killer+1","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 75%","Increase physical damage against Demons by 75%","Increase physical damage against Dragons by 75%","Increase physical damage against Humans by 75%","Increase physical damage against Reapers by 75%"],"icon":"ability_79.png"},"701120":{"name":"Legend Killer+1","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 100%","Increase physical damage against Demons by 100%","Increase physical damage against Dragons by 100%","Increase physical damage against Humans by 100%","Increase physical damage against Reapers by 100%"],"icon":"ability_79.png"}},"LB":{"name":"Sword of Rebellion","attack_count":[5],"attack_frames":[[45,66,78,90,105]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (3.1x, ATK) to one enemy"],"max_level":["Physical damage (4.3x, ATK) to one enemy"]},"TMR":{"name":"Equip H Armor","compendium_id":238,"compendium_shown":true,"unit_restriction":null,"skills":{"100940":{"name":"Equip H Armor","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip Heavy Armors"],"icon":"ability_96.png","desc":""}},"effects":["Grants 'Equip H Armor' passive."],"unique":false,"price_buy":50000,"price_sell":5000,"icon":"ability_96.png","strings":{"names":["Equip H Armor","裝備重鎧甲","중갑 장착","Armure lourde","Schwere Rstg. benutzen","Equipar armadura P"],"desc_short":["Can equip heavy armor","可以裝備重鎧甲","중갑 장착 가능","Permet d'équiper les armures lourdes","Kann schwere Rüstungen anlegen","Permite a la unidad equipar armaduras pesadas."],"desc_long":["Enables unit to equip heavy armor.","可以裝備重鎧甲。","중갑을 장착할 수 있게 됩니다.","L'unité peut s'équiper d'armures lourdes.","Die Einheit kann mit schwerer Rüstung ausgerüstet werden.","Permite a la unidad equipar armaduras pesadas."]},"type":"MATERIA"}},"202000203":{"rarity_min":3,"rarity_max":5,"name":"Maria","game":"FFII","job":"White Mage","sex":"Female","equip":[5,7,15,40,50,53,60],"entries":{"202000203":{"compendium_id":83,"rarity":3,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[381,1154,240,120],"MP":[24,74,40,20],"ATK":[17,50,16,8],"DEF":[15,45,16,8],"MAG":[20,61,16,8],"SPR":[22,66,24,12]},"limitburst_id":202000203,"attack_count":3,"attack_damage":[[33,33,34]],"attack_frames":[69,86,103],"effect_frames":[67,84,101],"max_lb_drop":2,"ability_slots":2,"magic_affinity":[4,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010100":20,"290020400":8,"290030100":3,"290050200":10,"290050300":3}},"strings":{"description":["A young lady who appears in a tale of rebels and empires, in a far-flung world. Raised in Fynn with her elder brother Leon and fellow orphans Firion and Guy, she exudes a kindly confidence despite being lonely at heart. After losing her parents and being separated from her beloved brother after an attack by the Empire, she pledges herself to the rebellion alongside her friends.","異界有關帝國與反叛軍戰鬥的故事中登場的少女，在菲因國與哥哥雷恩哈特、孤兒弗利奧尼爾及卡伊一同長大。看上去是個敢想敢說的堅強女孩，但實際上十分害怕寂寞。她由於帝國軍的襲擊而失去了雙親，隨後哥哥雷恩哈特又行蹤不明，她一邊心繫著哥哥的安危，一邊與利奧尼爾等人一起加入了反叛軍。","머나먼 이계에서 전해지는 제국과 반란군 이야기에 등장하는 소녀. 핀 왕국에서 친오빠 레온하르트와 고아였던 프리오닐, 가이와 함께 자랐다. 자기 의견이 확실해서 드센 성격으로 자주 오해 받지만, 실은 남보다 훨씬 외로움을 잘 탄다. 제국군의 습격으로 부모를 잃고 레온하르트와도 생이별한 그녀는 오빠의 안부를 걱정하면서도 프리오닐 일행과 함께 반란군에 들어가게 된다.","Une jeune femme qui apparaît dans un conte de rebelles et d'empires, dans un monde très lointain. Élevée à Fynn avec son frère Léon et les orphelins Firion et Guy, son franc-parler laisse penser qu'elle a confiance en elle mais, en réalité, elle est bien plus fragile et seule que son caractère ne le laisse deviner.  Après avoir perdu ses parents et toute trace de son frère suite à une attaque de l'Empire, elle se jette corps et âme dans la rébellion aux côtés de ses amis.","Junge Lady aus einer Erzählung von Rebellen und Imperien aus einer fernen Welt. Mit ihrem Bruder Leon und den anderen Waisen Firion und Ghai wächst sie in Finn auf und sprüht nur so vor Selbstbewusstsein, obwohl sie sich einsam fühlt. Nach dem Verlust ihrer Eltern und der Trennung von ihrem Bruder schwört sie sich, an der Seite ihrer Freunde der Rebellion zu dienen.","Una joven que aparece en un relato de rebeldes e imperios de un mundo lejano. Creció en Fyn junto a Leon, su hermano mayor, y otros huérfanos llamados Firion y Guy. María irradia amabilidad y confianza, aunque siente mucha soledad. Después de perder a sus padres y de que la separaran de su querido hermano tras un ataque del Imperio, se ha comprometido con la rebelión junto a sus amigos."],"summon":["War frightens me. War took from me my home, my family...<br>I would fight with you to protect what you hold dear.","戰爭十分的恐怖……<br>它奪走了我的家、我的親人……<br>就讓我來和你一起，保護你珍視的東西吧。","난 전쟁이 무서워…….<br>가족도, 집도, 모조리 앗아가 버리니까.<br>그러니 소중한 것들을 함께 지키자.","La guerre m'effraie. La guerre m'a<br>pris ma maison, ma famille...<br>Voilà pourquoi je veux t'aider à<br>protéger ce à quoi tu tiens.","Krieg ist schrecklich. Krieg hat mir alles genommen ...<br>Ich kämpfe mit dir, um dich vor einem Verlust zu schützen.","Temo a la guerra. Me arrebató mi hogar, a mi familia...<br>Lucharé contigo para proteger lo que amas."],"evolution":[null,null,null,null,null,null],"affinity":["We will need your strength if we hope to ever live in peace again.<br>I hope you will continue to aid us.","世界和平需要你的力量。<br>今後也請你幫助我。","이 세계의 평화를 되찾으려면<br>당신의 힘이 꼭 필요해.<br>앞으로도 잘 부탁할게.","Nous n'arriverons pas à ramener la paix dans le monde sans toi. J'espère que tu continueras de nous apporter ton aide.","Wir brauchen deine Kraft, wenn wir je wieder in Frieden leben wollen.<br>Ich hoffe, du wirst uns weiter helfen.","Necesitaremos de tu fuerza si queremos volver a vivir en paz.<br>Espero que sigas ayudándonos."],"fusion":["I'm going to do everything I can...<br>to end this war as quickly as possible!","我會盡我所能，<br>只希望戰爭能夠儘早結束……","나는 내가 할 수 있는 일을<br>최선을 다해 할 뿐이야.<br>전쟁이 하루빨리 끝날 수 있게……","Je ferai tout ce qui est en mon pouvoir<br>pour mettre fin à cette guerre<br>le plus vite possible !","Ich werde alles geben ...<br>und diesen Krieg beenden<br>so schnell es geht!","Voy a hacer todo lo que pueda...<br>Para poner fin a esta guerra<br>lo antes posible."]}},"202000204":{"compendium_id":84,"rarity":4,"exp_pattern":15,"stat_pattern":1,"stats":{"HP":[491,1489,390,195],"MP":[31,95,65,32],"ATK":[21,65,26,13],"DEF":[19,58,26,13],"MAG":[26,78,26,13],"SPR":[28,85,34,17]},"limitburst_id":202000204,"attack_count":3,"attack_damage":[[33,33,34]],"attack_frames":[69,86,103],"effect_frames":[67,84,101],"max_lb_drop":3,"ability_slots":3,"magic_affinity":[5,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020400":20,"290030100":10,"290030700":5,"290050300":10,"290050400":5}},"strings":{"description":["A young lady who appears in a tale of rebels and empires, in a far-flung world. Driven from her homeland after a strike by the Palamecian Empire, she joins the rebellion alongside her childhood friends Firion and Guy. She worries deeply for the fate of her lost brother, and is devastated when he reemerges before her as the evil emperor's Dark Knight. Though strong of spirit, she is profoundly affected by the death and suffering around her, and wishes nothing more than to regain the peace she once knew.","異界有關帝國與反叛軍戰鬥的故事中登場的少女，由於帝國軍的襲擊而背井離鄉，與弗利奧尼爾及卡伊一同加入了反叛軍。她在旅途中一直心繫走散的哥哥雷恩哈特的安危，當雷恩哈特作為帝國的暗黑騎士現身於眾人面前時，她也奮力想要喚醒哥哥。雖然她生性堅強，但眼看夥伴們一個接一個命喪黃泉，她十分心痛，也比任何人都期待和平的到來。","머나먼 이계에서 전해지는 제국과 반란군 이야기에 등장하는 소녀. 파라메키아 제국군의 습격으로 고향에서 쫓겨난 그녀는 프리오닐, 가이와 함께 반란군에 들어갔다. 도피 중에 생이별한 오빠 레온하르트의 안부를 항상 걱정하였으며, 그가 제국의 흑기사가 되어 나타났을 때는 필사적으로 설득을 시도했다. 다부진 성격이지만 동료들이 하나 둘씩 목숨을 잃는 상황에 늘 가슴 아파했고, 평화로운 삶을 누구보다 간절히 원했다.","Une jeune femme qui apparaît dans un conte de rebelles et d'empires, dans un monde très lointain. Chassée de sa terre natale par une attaque de l'empire de Palmécia, elle rejoint la rébellion avec ses amis Firion et Guy. Elle s'inquiète pour le sort de son frère disparu et est dévastée quand il surgit de nouveau en tant que Chevalier noir, l'empereur du mal. Elle est profondément affectée par les morts et les souffrances qu'elle voit autour d'elle et ne souhaite rien tant que retrouver la paix d'antan.","Junge Lady aus einer Erzählung von Rebellen und Imperien aus einer fernen Welt. Nach einem Angriff des Reiches Palmekia aus ihrer Heimat vertrieben, schließt sie sich gemeinsam mit ihren Freunden Firion und Ghai der Rebellion an. Sie macht sich große Sorgen um ihren verlorenen Bruder und ist am Boden zerstört, als er als Dunkelritter des Imperators erscheint. Trotz ihrer inneren Stärke nimmt sie das Leiden um sie herum stark mit, und sie sehnt sich nach nichts so sehr wie nach Wiedererlangung des Friedens.","Una joven que aparece en un relato de rebeldes e imperios de un mundo lejano. Un ataque del Imperio de Palamecia la aleja de su hogar y se une a la rebelión junto a Firion y Guy, sus amigos de la infancia. Está muy preocupada por el destino del hermano que perdió y se siente asolada cuanto resurge ante ella como el caballero oscuro del malvado emperador. Aunque tiene un espíritu fuerte, le afectan muchísimo la muerte y el sufrimiento de su alrededor y su mayor deseo es recuperar la paz que vivió en el pasado."],"summon":["I don't want to lose any more of my friends. I don't want to see anyone else hurt. So I will go with you...to stop this war!","我再也不想失去同伴，<br>再也不想與同伴互相傷害……<br>因此我要和你一起走，我要去阻止戰爭！","더는 동료를 잃거나<br>다치게 하고 싶지 않아…….<br>그러니 함께 전쟁을 끝내자!","Je ne veux plus perdre un ami. Je ne<br>veux plus voir la souffrance.<br>C'est pourquoi je suis là... pour<br>mettre fin à cette guerre !","Ich will nicht noch mehr Freunde verlieren. Ich will nicht noch mehr Leid sehen. Deswegen folge ich dir. Um diesen Krieg zu beenden!","No quiero perder a más amigos. No quiero ver a nadie más herido. Así que iré contigo... ¡Para detener esta guerra!"],"evolution":["I must put an end to this terrible conflict, that everyone may live together in peace once more!","為了能儘早讓大家過上和平的生活，<br>就讓我們來終結這場戰鬥吧！","모두가 평화롭게 살 수 있도록<br>하루라도 빨리<br>이 전쟁을 끝내자!","Je dois mettre fin à ce conflit infernal, afin que tous puissent vivre en paix à nouveau !","Ich muss diesen schrecklichen Konflikt beenden, damit alle wieder in Frieden leben können!","¡Debo poner fin a este terrible conflicto, para que todos puedan volver a vivir en paz!"],"affinity":["We will need your strength if we hope to ever live in peace again.<br>I hope you will continue to aid us.","世界和平需要你的力量。<br>今後也請你幫助我。","이 세계의 평화를 되찾으려면<br>당신의 힘이 꼭 필요해.<br>앞으로도 잘 부탁할게.","Nous n'arriverons pas à ramener la paix dans le monde sans toi. J'espère que tu continueras de nous apporter ton aide.","Wir brauchen deine Kraft, wenn wir je wieder in Frieden leben wollen.<br>Ich hoffe, du wirst uns weiter helfen.","Necesitaremos de tu fuerza si queremos volver a vivir en paz.<br>Espero que sigas ayudándonos."],"fusion":["Leon... Firion... Guy...<br>I miss how the four of us were,<br>back when we were all still together...","哥哥、弗利奧尼爾、卡伊……<br>真懷念大家在一起生活的日子……","오빠, 프리오닐, 가이……<br>다 같이 살았던 그때가<br>너무 그리워……","Léon, Firion, Guy... Vous n'imaginez pas comme l'époque où nous vivions ensemble me manque...","Leon ... Firion ... Ghai ...<br>Ich vermisse die Zeit, als wir noch<br>alle vier zusammen waren ...","Leon, Firion, Guy...<br>Echo de menos estar los cuatro juntos, como en los viejos tiempos..."]}},"202000205":{"compendium_id":408,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[639,1935,390,195],"MP":[41,123,65,32],"ATK":[26,80,26,13],"DEF":[25,75,26,13],"MAG":[33,99,26,13],"SPR":[36,110,34,17]},"limitburst_id":202000205,"attack_count":3,"attack_damage":[[33,33,34]],"attack_frames":[69,86,103],"effect_frames":[67,84,101],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[7,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young lady who appears in a tale of rebels and empires, in a far-flung world. Maria joins the rebel army alongside Firion and Guy, and together they succeed in liberating Fynn after rescuing the captured Princess Hilda. Eventually they learn that the Palamecian Empire's Dark Knight is none other than Leon, which rocks Maria to the core. When Leon sought to crown himself the new emperor after the original Emperor's , Maria volunteers to help her brother regain his senses. Although stubborn by nature, Leon is moved by Maria's words and rejoins his friends.","異界有關帝國與反叛軍戰鬥的故事中登場的少女，她與弗利奧尼爾及卡伊共同加入了反叛軍戰鬥。在大戰艦爆破任務中救出希爾達公主之後，他們又成功奪回了菲因城。當發覺帕拉美奇亞的黑暗騎士就是自己的哥哥萊昂哈特後，她十分受打擊。在萊昂哈特繼承皇位成為新的皇帝時，也是她說服了頑固的哥哥。","머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 소녀. 프리오닐, 가이와 함께 반란군에 가담해, 대전함 파괴나 붙잡힌 왕녀 힐다의 구출 임무를 마친 뒤 핀 성을 탈환해냈다. 적국 파라메키아의 다크 나이트의 정체가 오빠인 레온하르트였다는 사실에 큰 충격을 받았지만, 그가 새로운 황제로 즉위했을 때 설득을 자청하여, 완고했던 오빠의 마음을 움직였다.","Une jeune femme qui apparaît dans un conte de rebelles et d'empires, dans un monde très lointain. Maria rejoignit l'armée rebelle en même temps que Firion et Guy, et ensemble, ils parvinrent à secourir la princesse Hilda et à libérer le pays de Fynn. Cependant, lorsqu'ils apprirent que le Chevalier noir de l'empire n'était autre que Léon, Maria en fut profondément bouleversée. Lorsque Léon tenta de s'autoproclamer nouvel empereur, elle se porta volontaire pour aider son frère à retrouver la raison. Malgré son entêtement, Léon fut touché par les paroles de Maria et revint auprès de ses amis.","Junge Lady aus einer Erzählung von Rebellen und Imperien aus einer fernen Welt. Zusammen mit Firion und Guy schließt sich Maria der Rebellion an und gemeinsam befreien sie Finn, nachdem sie die entführte Prinzessin Hilda retten. Schließlich erfahren sie, dass der Dunkelritter des Imperiums Palmekia Leon ist, was Maria zutiefst erschüttert. Als Leon sich selbst zum neuen Imperator krönen will, hilft ihm Maria, wieder zu Sinnen zu kommen. Obwohl von Natur aus störrisch, lässt sich Leon von Maria überzeugen und schließt sich erneut seinen alten Freunden an.","Una joven dama que aparece en una historia de rebeldes e imperios, en un mundo lejano. María se unió al ejército rebelde junto a Firion y a Guy, y juntos logran liberar Fynn tras rescatar a la princesa Hilda, que había sido capturada. Finalmente descubren que el Caballero Oscuro del Imperio Palameciano no es otro que Leon, lo cual a María le llega al corazón. Cuando Leon intenta coronarse como el nuevo emperador tras el Emperador original, María se presta voluntaria para ayudar a que su hermano recupere el sentido común. Aunque es cabezota por naturaleza, a Leon le conmueven las palabras de María y se vuelve a unir a sus amigos."],"summon":["I'm looking for my long-lost brother.<br>If you know anything about him,<br>please let me know.","我在尋找失散的哥哥。你有沒有他的消息？可不可以告訴我？","생이별한 오빠를 찾고 있어.<br>뭔가 알고 있는 게 있다면<br>알려주지 않겠어?","Je suis à la recherche de mon grand-frère que je n'ai pas revu depuis des lustres.<br>Si vous savez quelque chose à son sujet,<br>dites-le-moi.","Ich suche nach meinem verschollenen Bruder.<br>Wenn du etwas weißt,<br>sag es mir bitte.","Estoy buscando a mi hermano desaparecido.<br>Si averiguas algo sobre él,<br>por favor házmelo saber."],"evolution":["I wish there was no fighting in the world,<br>then no one would have to die...","如果世間不再有紛爭，人們不會再為此喪命就好了……","이 세계에 전쟁이 사라지고,<br>그 누구도 목숨을 잃는 일이 없어졌으면……","J'aimerai que les gens arrête de se battre,<br>que plus personne ne soit tué sur le champ de bataille.","Gäbe es doch kein Kämpfen auf der Welt,<br>dann müsste niemand sterben ...","Ojalá no hubiera guerras en el mundo, así nadie tendría que morir..."],"affinity":["We will need your strength if we hope to ever live in peace again.<br>I hope you will continue to aid us.","這個世界需要和平，為此我需要你的力量。讓我今後也來幫助你吧。","세계가 평화로워지기 위해서는<br>당신의 힘이 필요해.<br>앞으로도 함께 하게 해줘.","Nous aurons besoin de ta force si nous voulons vivre un jour en paix.<br>J'espère que tu continueras à nous aider.","Wir brauchen deine Kraft, wenn wir je wieder in Frieden leben wollen.<br>Ich hoffe, du wirst uns weiter helfen.","Necesitaremos de tu fuerza si queremos volver a vivir en paz.<br>Espero que sigas ayudándonos."],"fusion":["I can't allow myself to die<br>until I'm reunited with my family.","在與家人團聚之前，我絕不能死。","다시 가족들과 함께 지낼 그 날까지<br>절대 죽을 수는 없어.","Je ne peux pas me permettre de mourir.<br>Pas tant que je n'aurai pas retrouvé ma famille.","Ich darf erste sterben,<br>wenn ich wieder mit meiner Familie zusammen bin.","No puedo perecer hasta que me haya reunido con mi familia."]}}},"skills":{"10020":{"name":"Cure","cost":{"MP":3},"attack_frames":[[90]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 150 (+3x, Heal) HP to target"],"icon":"ability_4.png"},"10030":{"name":"Blindna","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Blind for one ally"],"icon":"ability_3.png"},"10040":{"name":"Vox","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Silence for one ally"],"icon":"ability_3.png"},"10050":{"name":"Poisona","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison for one ally"],"icon":"ability_3.png"},"10070":{"name":"Cura","cost":{"MP":7},"attack_frames":[[100]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 400 (+3x, Heal) HP to all allies"],"icon":"ability_4.png"},"10100":{"name":"Raise","cost":{"MP":12},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Revive target from KO (30% HP)","Instant KO to Reaper target"],"icon":"ability_1.png"},"10120":{"name":"Regen","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 200 (+4x, Heal) HP split over 3 turns to one ally"],"icon":"ability_4.png"},"10130":{"name":"Dispel","cost":{"MP":7},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from one enemy"],"icon":"ability_3.png"},"10150":{"name":"Curada","cost":{"MP":9},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 800 (+3.4x, Heal) HP to target"],"icon":"ability_4.png"},"10160":{"name":"Curaga","cost":{"MP":15},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1000 (+3.4x, Heal) HP to all allies"],"icon":"ability_4.png"},"10200":{"name":"Dispelga","cost":{"MP":18},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Remove all buffs and debuffs from all enemies"],"icon":"ability_3.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100160":{"name":"SPR +10%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 10%"],"icon":"ability_77.png"},"201230":{"name":"Mystery Waltz","cost":{"MP":11},"attack_frames":[[130]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (0.35x, MAG) as MP drain (30%) to one enemy"],"icon":"ability_50.png"},"205340":{"name":"Friendly Affection","cost":{"MP":24},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Increase DEF by 40% for 3 turns to all allies"],"icon":"ability_63.png"}},"LB":{"name":"Life Rain","attack_count":[1],"attack_frames":[[204]],"damage_type":"Magic","element_inflict":["Light"],"min_level":["Restore 800 (+1.6x, Heal) HP to all allies"],"max_level":["Restore 800 (+2.55x, Heal) HP to all allies"]},"TMR":{"name":"Esuna","compendium_id":11,"compendium_shown":true,"unit_restriction":null,"skills":{"10110":{"name":"Esuna","cost":{"MP":8},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"],"icon":"ability_3.png","desc":""}},"effects":["Grants 'Esuna' magic."],"unique":false,"price_buy":8000,"price_sell":800,"icon":"ability_3.png","strings":{"names":["Esuna","復原","에스나","Guérison","Medica","Esna"],"desc_short":["Cure poison, blind, sleep, silence, paralysis, and confusion for one ally","治療1名隊員的中毒失明睡眠沉默麻痺混亂狀態","아군 1명의 독, 암흑, 수면, 침묵, 마비, 혼란 회복","Soigne poi., céc., som., sil., para. et conf. pour un allié","Heilt 1 Verb. von Gift, Blenden, Schlaf, Stille, Lähmung und Konfus.","Elimina veneno, ceguera, sueño, silencio, parálisis y confusión de un aliado."],"desc_long":["Cures poison, blind, sleep, silence, paralysis, and confusion for one ally.","治療1名隊員的中毒失明睡眠沉默麻痺混亂狀態。","아군 1명의 독, 암흑, 수면, 침묵, 마비, 혼란 상태를 회복합니다.","Soigne poison, cécité, sommeil, silence, paralysie et confusion pour un allié.","Heilt alle Zustände bei einem Verbündeten.","Elimina veneno, ceguera, sueño, silencio, parálisis y confusión de un aliado."]},"type":"MATERIA"}},"202000303":{"rarity_min":3,"rarity_max":5,"name":"Guy","game":"FFII","job":"Warrior","sex":"Male","equip":[1,2,8,9,10,16,30,40,41,50,51,60],"entries":{"202000303":{"compendium_id":417,"rarity":3,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[531,1609,210,105],"MP":[21,64,25,12],"ATK":[21,63,10,5],"DEF":[19,57,10,5],"MAG":[17,50,10,5],"SPR":[18,56,10,5]},"limitburst_id":202000303,"attack_count":1,"attack_damage":[[100]],"attack_frames":[29],"effect_frames":[27],"max_lb_drop":6,"ability_slots":2,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":1500,"materials":{"290010000":25,"290020100":10,"290030000":5,"290050200":15,"290050300":5}},"strings":{"description":["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. Guy was taken in by Leon and Maria's parents along with the orphaned Firion as part of their family. He boasts of great physical power to match his bulky and gigantic stature, but contrary to what his appearance may lead others to believe, is very gentle and kind in nature. His eloquence with words leaves much to be desired, however, as being raised by wolves when he was a babe impaired his ability to speak from infancy.","異界有關帝國與反叛軍戰鬥的故事中登場的青年，與孤兒弗利奧尼爾一起被萊昂哈特和瑪利亞的雙親收養，四人同親兄妹一般長大。他擁有健壯的體魄、發達的肌肉和一顆溫柔的心。由於兒時被狼養大，因此不擅與人交流，只能說一些隻言片語。","머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 청년. 고아였던 프리오닐과 함께, 레온하르트와 마리아의 부모 아래서 한 가족이나 마찬가지로 자랐다. 단련된 육체를 가진 거한으로 보기 드문 근력을 자랑하지만, 외견과는 정반대로 매우 온화하고 상냥한 성격을 지녔다. 어린 시절 늑대에게 키워졌기 때문에 인간과의 커뮤니케이션에 서툴며, 인간의 언어는 아직 더듬거리는 수준에 불과하다.","Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Guy fut adopté par les parents de Léon et Maria en même temps que Firion, devenu orphelin. Sa force physique impressionnante est à l'image de sa carrure de colosse, mais contrairement à ce que les apparences pourraient laisser croire, il est d'une grande gentillesse. Cependant, le fait d'avoir été élevé par des loups durant les premières années de sa vie n'a pas été sans conséquence sur son degré d'éloquence...","Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Als Waise wurde er gemeinsam mit Firion in die Familie von Leon und Marie aufgenommen. Seine massige wie riesige Statur zeugt von physischer Stärke, er ist jedoch von Natur aus sehr freundlich. Mit Worten ist er nicht besonders geschickt, denn da er von den Wölfen aufgezogen wurde, ist sein Sprachvermögen beeinträchtigt.","Un joven que aparece en las historias de un mundo lejano, donde protagoniza una historia de un imperio y de la rebelión que se enfrenta a él. Guy fue acogido por los padres de Leon y María, junto al huérfano Firion, como parte de su familia. Se jacta de tener un gran poder físico equiparado a su estatura gigantesca y corpulenta, pero al contrario de lo que su apariencia pueda hacer pensar a los demás, se trata de una persona muy educada y amable por naturaleza. Su elocuencia con las palabras deja mucho que deseas, aunque como fue criado por lobos cuando era un bebé, esto afectó a su capacidad de hablar desde la infancia."],"summon":["I will follow you.<br>I, now with you.<br>My power, now yours.","我要跟著你。讓我 一起。我會 幫你。","너를 따라간다.<br>나도 같이.<br>너의 힘이 된다.","Je vais te suivre.<br>Je suis avec toi maintenant.<br>Mon pouvoir est tien.","Ich folge dir.<br>Ich gehöre zu dir.<br>Meine Kraft ist dein.","Yo, seguirte.<br>Ahora, yo a tu lado.<br>Mi poder es tuyo."],"evolution":[null,null,null,null,null,null],"affinity":["I am happy with you.<br>Our journey was fun.<br>Fight more, with me!","我 很高興 能和你在一起。一起走過的旅程 很開心。我還要戰鬥 就和你一起！","나 너와 있으면 기쁘다.<br>함께 여행 즐겁다.<br>좀더 싸운다 함께!","Quelle joie d'être à tes côtés.<br>Notre aventure a vraiment été palpitante.<br>Reste avec moi, le combat continue !","Du machst mich glücklich.<br>Unsere Reise macht Spaß.<br>Kämpf mehr mit mir!","Yo estoy feliz contigo.<br>Nuestro viaje fue divertido.<br>¡Peleemos más juntos!"],"fusion":["I'm stronger.<br>Still, I can grow stronger.","我變強了，今後還要變得更強。","강해졌다.나는 더욱<br>강해진다.","Je suis plus fort.<br>Mais je peux l'être encore plus.","Ich bin stärker.<br>Doch ich kann noch stärker werden.","Soy más fuerte.<br>Pero puedo serlo más."]}},"202000304":{"compendium_id":418,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[690,2092,270,135],"MP":[28,84,35,17],"ATK":[27,83,14,7],"DEF":[25,75,14,7],"MAG":[21,65,14,7],"SPR":[24,73,14,7]},"limitburst_id":202000304,"attack_count":1,"attack_damage":[[100]],"attack_frames":[29],"effect_frames":[27],"max_lb_drop":8,"ability_slots":3,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020100":20,"290030000":10,"290040200":5,"290050300":10,"290050400":5}},"strings":{"description":["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. Guy possesses both an superhuman strength and a massive physical frame not present in any of his other adoptive siblings--Firion, Leon, and Maria. However, contrary to what his appearance may suggest, he is a kind a gentle soul at heart. Guy's ability to speak is no better than a child's after having been raised by wolves during the earliest years of his infancy. Curiously enough though, he is rumored to have been able to understand animals.","異界有關帝國與反叛軍戰鬥的故事中登場的青年，擁有超乎常人的怪力和堅實的肉體。他與弗利奧尼爾、萊昂哈特和瑪利亞一起長大，情同手足。雖然他看起來是個粗魯的巨漢，但其實性格十分溫柔，幼時被狼養大，只能說少數人類的語言。但同時，他也擁有能和動物交流的特技。","머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 청년. 비할 데 없는 괴력과 강인한 육체를 지녔다. 프리오닐과 레온하르트, 마리아와는 한 가족처럼 자란 의형제로, 우락부락한 외견과는 정반대로 매우 온화하고 상냥한 성격이다. 고아였으며, 어린 시절 늑대에게 키워졌기 때문에 인간의 말은 더듬거리는 수준에 불과하다. 하지만 동물과 의사소통을 할 수 있는 특기를 가지고 있다.","Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Guy peut se vanter d'être le seul de sa fratrie (composée de lui-même, Firion, Léon et Maria) à posséder une carrure colossale et une force surhumaine, mais contrairement aux apparences, il est doux comme un agneau. Sa capacité à s'exprimer équivaut à celle d'un enfant, ayant été élevé par des loups durant les premières années de sa vie. Cependant, on raconte qu'il aurait l'étrange faculté de savoir parler aux animaux.","Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Aufgrund seines massigen Körpers besitzt Guy übermenschliche Kräfte, die seine Adoptivgeschwister Firion, Leon und Maria nicht haben. Entgegen seiner Erscheinung trägt er jedoch das Herz am rechten Fleck. Guy wurde von Wölfen aufgezogen und hat daher ein eingeschränktes Sprachvermögen. Es heißt aber, er sei in der Lage, Tiere zu verstehen.","Un joven que aparece en las historias de un mundo lejano, donde protagoniza una historia de un imperio y de la rebelión que se enfrenta a él. Guy posee tanto una fuerza sobrehumana como una impresionante imagen física que no está presente en ninguno de sus otros hermanos adoptivos: Firion, Leon y María. Sin embargo, al contrario de lo que esto podría sugerir, se trata de un alma amable y gentil. La capacidad de palabra de Guy no es mejor que la de un niño, ya que fue criado por lobos durante los primeros años de su infancia. Algo curioso: se rumorea que es capaz de entender a los animales."],"summon":["I can understand animals.<br>They want to save you.<br>Surely, they will be of help.","我 聽懂 動物的話。幫助 你們。一定 能。","나 동물 말 알아.<br>너희들 도와준다.<br>분명 쓸모 있다.","Je peux comprendre les animaux.<br>Il veulent te sauver.<br>Ils te seront d'une grande aide.","Ich verstehe die Tiere.<br>Sie wollen dich retten.<br>Das wird sicher eine Hilfe sein.","Comprendo a los animales.<br>Quieren salvaros.<br>Seguro que os ayudarán."],"evolution":["Leave it to me.<br>I will protect everyone.<br>I will not lose!","交給我吧。我來守護大家。不會輸給任何人！","맡겨 줘.<br>나, 모두를 지킨다.<br>아무에게도 지지 않아!","Laisse-le-moi.<br>Je protégerai tout le monde.<br>la défaite n'est pas une option pour moi !","Überlasst es mir.<br>Ich werde alle schützen.<br>Und nicht verlieren!","Déjamelo a mi.<br>Yo os protegeré a todos.<br>¡No caeré!"],"affinity":["I am happy with you.<br>Our journey was fun.<br>Fight more, with me!","我 很高興 能和你在一起。一起走過的旅程 很開心。我還要戰鬥 就和你一起！","나 너와 있으면 기쁘다.<br>함께 여행 즐겁다.<br>좀더 싸운다 함께!","Quelle joie d'être à tes côtés.<br>Notre aventure a vraiment été palpitante.<br>Reste avec moi, le combat continue !","Du machst mich glücklich.<br>Unsere Reise macht Spaß.<br>Kämpf mehr mit mir!","Yo estoy feliz contigo.<br>Nuestro viaje fue divertido.<br>¡Peleemos más juntos!"],"fusion":["Are there giant beavers<br>in this world, as well?","這個世界也有大海狸嗎？","이 세계에도<br>자이언트 비버<br>있어……?","Existe-t-il des castors géants<br>dans ce monde aussi ?","Gibt es in dieser Welt auch<br>riesige Biber?","¿Hay castores gigantes también en este mundo?"]}},"202000305":{"compendium_id":419,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[898,2720,360,180],"MP":[36,110,40,20],"ATK":[36,108,16,8],"DEF":[32,98,16,8],"MAG":[28,85,16,8],"SPR":[32,96,16,8]},"limitburst_id":202000305,"attack_count":1,"attack_damage":[[100]],"attack_frames":[29],"effect_frames":[27],"max_lb_drop":10,"ability_slots":4,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. Guy is a gentle-hearted lad of great prowess and stature who decided to join the rebel army alongside Firion and Maria after his homeland of Fynn met its destruction at the hands of the Emperor. He uses both his strength and his unique ability to communicate with animals in order to protect his friends throughout their journey. Vowing to fight until peace returns to their world, Guy continues supporting Firion every step of the way.","異界有關帝國與反叛軍戰鬥的故事中登場的人物，擁有超乎常人的怪力、堅實的肉體和一顆溫柔的心。由於故鄉菲因鎮被帝國佔領，因此與弗利奧尼爾、瑪利亞一同加入了反叛軍。他用與生俱來的怪力和能與動物交流的能力保護著夥伴們，直到戰爭結束和平到來，他一直扶持著弗利奧尼爾。","머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 인물. 비할 데 없는 괴력과 강인한 육체를 지닌 상냥한 청년으로, 고향인 핀 마을이 제국의 침략을 받아 함락된 것을 계기로 프리오닐, 마리아와 함께 반란군에 지원하게 되었다. 괴력과 동물과의 의사소통 능력을 충분히 발휘하여 동료를 지키고 앞길을 열어준다. 싸움이 끝나고 평화가 찾아올 때까지, 프리오닐의 버팀목이 되어 주었다.","Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Aussi imposant physiquement que doux et innocent, Guy décida de rejoindre l'armée rebelle aux côtés de Firion et Maria après la destruction de leur terre natale, Fynn, des mains de l'Empereur. Tout au long de leur voyage, il utilisa aussi bien sa force que sa capacité unique à communiquer avec les animaux afin de protéger ses amis. Ayant juré de se battre jusqu'à ce que la paix revienne, Guy représente un allié des plus précieux pour Firion.","Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Guy ist ein sanftmütiger starker Kerl von mächtigem Talent und Körperbau. Gemeinsam mit Firion und Maria schloss er sich nach der Zerstörung seiner Heimat Finn durch den Imperator den Rebellen an. Mit seiner körperlichen Stärke und Fertigkeit, mit Tieren zu sprechen, beschützt er seine Freunde auf ihrer Reise. Da er geschworen hat, solange zu kämpfen, bis in ihrer Welt wieder Friede herrscht, unterstützt Guy Firion auf Schritt und Tritt.","Un joven que aparece en las historias de un mundo lejano, donde protagoniza una historia de un imperio y de la rebelión que se enfrenta a él. Guy es un muchacho de buen corazón, grandes progresos y estatura que decidió unirse al ejército rebelde junto a Firion y María después de que su nación de Fynn conociese la destrucción por las manos del Emperador. Utiliza tanto su fuerza como su habilidad única para comunicarse con los animales para proteger a sus amigos a lo largo de su viaje. Con la promesa de luchar hasta que la paz vuelva a su mundo, Guy sigue apoyando a Firion a cada paso del camino."],"summon":["You and me, now friends.<br>Friends make me happy.<br>I can try even harder.","我 和你 同伴。有 同伴 高興。我會 更努力。","나는 네 동료가 된다.<br>동료 있으면 기쁘다.<br>좀 더 힘낸다.","Toi et moi, amis maintenant.<br>Les amis me rendent heureux.<br>Je peux me dépasser.","Du und ich sind jetzt Freunde.<br>Freunde machen mich glücklich.<br>Ich kann mich noch mehr anstrengen.","Tú y yo, ahora amigos.<br>Los amigos me hacen feliz.<br>Podré esforzarme aún más."],"evolution":["I will end the fight.<br>I won't let anyone die.<br>No one!","我會讓戰爭結束。不會再讓任何人犧牲！","싸움을 끝낸다.<br>이제 누구도<br>죽게 하지 않아!","Je vais mettre un terme à ce combat.<br>Personne ne va mourir tant que je serai là. Personne !","Ich beende diesen Kampf.<br>Niemand wird sterben.<br>Niemand!","Acabaré con esta pelea.<br>No dejaré caer a nadie.<br>¡A nadie!"],"affinity":["I am happy with you.<br>Our journey was fun.<br>Fight more, with me!","我 很高興 能和你在一起。一起走過的旅程 很開心。我還要戰鬥 就和你一起！","나 너와 있으면 기쁘다.<br>함께 여행 즐겁다.<br>좀더 싸운다 함께!","Quelle joie d'être à tes côtés.<br>Notre aventure a vraiment été palpitante.<br>Reste avec moi, le combat continue !","Du machst mich glücklich.<br>Unsere Reise macht Spaß.<br>Kämpf mehr mit mir!","Yo estoy feliz contigo.<br>Nuestro viaje fue divertido.<br>¡Peleemos más juntos!"],"fusion":["I am happy.<br>With this power,<br>I can protect my friends.","我很開心。因為這樣就能更好地保護同伴了。","기쁘다.<br>이걸로 더욱<br>동료 지킨다.","Quelle joie !<br>JE peux protéger mes amis<br>avec ce pouvoir.","Ich bin glücklich.<br>Mit dieser Kraft<br>kann ich meine Freunde schützen.","Estoy contento.<br>¡Con este poder puedo proteger a mis amigos."]}}},"skills":{"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"100070":{"name":"ATK +10%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 10%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"101340":{"name":"Draw Attacks","attack_type":"None","element_inflict":null,"effects":["Increase chance of being targeted by 50%"],"icon":"ability_83.png"},"101410":{"name":"HP Stroll","attack_type":"None","element_inflict":null,"effects":["During explorations, recover 5 HP every 3 steps"],"icon":"ability_73.png"},"201170":{"name":"Full Break","cost":{"MP":14},"attack_frames":[[50]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to one enemy","Reduce ATK, DEF, MAG and SPR by 30% for 3 turns to one enemy"],"icon":"ability_54.png"},"205360":{"name":"Kick Off","cost":{"MP":17},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to one enemy"],"icon":"ability_10.png"},"205370":{"name":"Full Force","cost":{"MP":14},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to all enemies"],"icon":"ability_10.png"},"205380":{"name":"Latent Potential","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when HP drops below 50% (max 1x)","Increase DEF by 50% when HP drops below 50% (max 1x)"],"icon":"ability_77.png"},"205390":{"name":"Nature's Protection","cost":{"MP":6},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Cure Poison, Blind and Silence for caster"],"icon":"ability_3.png"}},"LB":{"name":"Gaia's Howl","attack_count":[1],"attack_frames":[[67]],"damage_type":"Physical","element_inflict":["Earth"],"min_level":["Physical earth damage (2.7x, ATK) to one enemy"],"max_level":["Physical earth damage (3.65x, ATK) to one enemy"]},"TMR":{"name":"Hill Digger","compendium_id":531,"compendium_shown":true,"unit_restriction":null,"skills":{"205350":{"name":"Hill Digger","attack_type":"None","element_inflict":null,"effects":["Increase HP by 30% and ATK by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Hill Digger' passive."],"unique":false,"price_buy":30000,"price_sell":3000,"icon":"ability_77.png","strings":{"names":["Hill Digger","山裡長大","산골 출신","Creuse tranchée","Hügelgräber","Criado en el campo"],"desc_short":["Boost HP by 30% and ATK by 10%","提高30%HP、10%攻擊","HP 30%, 공격력 10% 상승","Augmente les PV de 30% et l'ATT de 10%","Erhöht LP um 30 %, ANG um 10 %","Aumenta la VIT un 30% y el ATQ un 10%"],"desc_long":["Boosts HP by 30% and ATK by 10%.","提高30%HP、10%攻擊。","HP가 30%, 공격력이 10% 상승합니다.","Augmente les PV de 30% et l'ATT de 10%","Erhöht LP um 30 %, ANG um 10 %","Aumenta la VIT un 30% y el ATQ un 10%"]},"type":"MATERIA"}},"202000404":{"rarity_min":4,"rarity_max":5,"name":"Leon","game":"FFII","job":"Fell Knight","sex":"Male","equip":[1,2,7,8,10,30,31,40,41,51,52,60],"entries":{"202000404":{"compendium_id":420,"rarity":4,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[684,2073,210,105],"MP":[30,90,35,17],"ATK":[28,86,18,9],"DEF":[25,77,14,7],"MAG":[23,70,14,7],"SPR":[23,70,14,7]},"limitburst_id":202000404,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[22,57],"effect_frames":[20,55],"max_lb_drop":4,"ability_slots":3,"magic_affinity":[0,2,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":2500,"materials":{"290020200":25,"290030000":13,"290040400":8,"290050300":15,"290050400":8}},"strings":{"description":["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. Leon is older brother to Maria, and adoptive brother to Firion and Guy. Eventually he loses his parents to the invasion of the Palamecian Empire that strikes his homeland, and becomes separated from his siblings after suffering an attack by a Dark Knight. Lead astray by the circumstances surrounding him, he comes to believe that power is everything and joins forces with the empire, where his skill is immediately recognized and rewarded.","異界有關帝國與反叛軍戰鬥的故事中登場的青年，是瑪利亞的親哥哥，與弗利奧尼爾和卡伊一起長大，情同手足。他在帕拉美奇亞帝國侵佔家園時失去了雙親，又因受到黑騎士的襲擊而與妹妹失散。孤身一人的萊昂哈特認為力量才是全部，因此加入了敵國帕拉美奇亞，不久他就嶄露頭角，成為了司令官。","머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 청년. 마리아의 친오빠로, 프리오닐과 가이와는 의형제처럼 자랐다. 파라메키아 제국의 침공에 의해 부모님을 잃고, 흑기사의 습격으로 인해 여동생과도 생이별하고 만다. 혼자 남겨진 레온하르트는, 힘이야말로 전부라는 생각에 적국 파라메키아의 군대에 입대하게 되고, 두각을 나타내 눈 깜짝할 사이에 사령관의 위치까지 올라가게 된다.","Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Léon est le grand frère de Maria, ainsi que le frère adoptif de Firion et Guy. Malheureusement, il perdit ses parents lors de l'invasion de son pays par l'empire de Palmécia, puis fut séparé de ses frères et sœur après l'attaque d'un Chevalier noir. Emporté par les circonstances, il en vint à penser que rien ne comptait autant que le pouvoir et rejoignit les rangs de l'empire, où ses compétences furent aussitôt remarquées et récompensées.","Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Leon ist der ältere Bruder Marias und Adoptivbruder von Firion und Guy. Er verlor sein Eltern bei einem Angriff des Imperiums Palmekia und wird nach dem Angriff eines Dunkelritters von seinen Geschwistern getrennt. Durch die Umstände fehlgeleitet, glaubt er, dass alleine Macht zählt. Er schließt sich dem Imperium an, wo seine Fertigkeiten sofort erkannt und belohnt werden.","Un joven que aparece en las historias de un mundo lejano, donde protagoniza una historia de un imperio y de la rebelión que se enfrenta a él. Leon es el hermano mayor de María, y hermano adoptivo de Firion y Guy. Finalmente pierde a su padres debido a la invasión del Imperio Palamecio que asola a su nación, y se separa de sus hermanos después de sufrir el ataque de un Caballero Oscuro. Llevado por las circunstancias que lo rodean, llega a pensar que el poder lo es todo, y se une a las fuerzas del imperio, donde sus habilidades son reconocidas y premiadas inmediatamente."],"summon":["It was you who called upon me?<br>You think you can beat me?","是你召喚了我啊。你以為能戰勝我？","네가 날 불러냈는가.<br>날 이길 수 있다고 생각하나?","C'est toi qui viens se m'appeler ?<br>Tu crois que tu peux me battre ?","Du hast mich gerufen?<br>Denkst du, du kannst mich schlagen?","¿Eres tu quién me ha invocado?<br>¿Crees que podrás derrotarme?"],"evolution":[null,null,null,null,null,null],"affinity":["To have supported me,<br>a betrayer of my homeland, for so long...<br>You're quite a curious one.","我背叛了祖國，而你竟為我撐腰。這是個好事之徒。","조국을 배신한 내게<br>이렇게까지 힘을 부여해 주다니.<br>별난 녀석이군.","J'arrive pas à croire que tu sois resté à mes côtés si longtemps, moi, un traître à sa patrie.<br>T'es vraiment un curieux personnage.","Dass du mich so unterstützt,<br>einen Verräter seiner Heimat ...<br>Du bist wirklich merkwürdig.","Que me hayas apoyado,<br>siendo un traidor hacia mi patria, durante tanto tiempo...<br>Eres bastante peculiar."],"fusion":["I've become stronger!<br>There's no way I'm letting go<br>of this new power!","我變得更強了！絕不會把這力量讓給他人！！","난 강해진 것이다!<br>이 힘을 놓치지 않겠어!","Je suis plus fort désormais !,<br>Jamais je n'abandonnerai ce nouveau pouvoir !","Ich bin stärker!<br>Diese neue Kraft lasse ich<br>nicht mehr los!","¡Me he vuelto más fuerte!<br>¡No habrá quien me quite de las manos este poder!"]}},"202000405":{"compendium_id":421,"rarity":5,"exp_pattern":20,"stat_pattern":1,"stats":{"HP":[889,2695,240,120],"MP":[39,118,40,20],"ATK":[37,113,24,12],"DEF":[33,101,16,8],"MAG":[30,92,16,8],"SPR":[30,92,16,8]},"limitburst_id":202000405,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[22,57],"effect_frames":[20,55],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[0,3,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. After the Palamecian Empire gains control of Fynn, Leon leaves the empire's forces to become the Dark Knight. He is then tasked with the building of the Dreadnought and serves as the right-hand man of the Emperor, doing his bidding throughout the land. Leon encounters Firion and the others under the guise of the Dark Knight numerous times, but it was not until they heard him speak that his sister Maria recognized his true identity.","異界有關帝國與反叛軍戰鬥的故事中登場的青年，在祖國被帕拉美奇亞帝國侵佔之後，他投奔帝國軍，作為黑暗騎士主導著大戰艦的建造。同時，他也是皇帝的左膀右臂，和加入反叛軍的弗利奧尼爾等人也有過隔著頭盔對峙的機會。那時瑪利亞從聲音判斷出來他就是自己的親哥哥。","머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 청년. 조국인 핀 왕국이 파라메키아 제국의 지배를 받게 된 뒤, 제국군에 들어가 다크 나이트로서 대전함의 건조를 주도하게 된다. 황제의 오른팔이 되어 각지에서 활동하며, 반란군에 가담한 프리오닐 일행과는 투구로 얼굴을 감춘 상태로 직접 대치하기도 했다. 이때의 목소리를 계기로, 여동생 마리아에게 정체를 들키고 만다.","Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Après que l'empire de Palmécia prit le contrôle de Fynn, Léon quitta les rangs de l'armée impériale afin de devenir Chevalier noir. Il fut chargé de superviser la construction du Cuirassé et servit de bras droit à l'Empereur, exécutant ses moindres ordres. À de nombreuses reprises, il croisa la route de Firion et ses amis sous l'identité du Chevalier noir, mais ce fut lorsqu'ils entendirent sa voix que sa sœur Maria comprit sa véritable identité.","Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Nach der Machtübernahme von Finn durch das Imperium Palmekia verlässt Leon die imperialen Kräfte, um ein Dunkelritter zu werden. Er wird dann mit dem Bau des Schlachtschiffs beauftragt und dient als rechte Hand des Imperators. Als Dunkelritter verkleidet, trifft Leon mehrmals auf Firion und die anderen. Doch erst als sie ihn sprechen hören, erkennt seine Schwester Maria seine wahre Identität.","Un joven que aparece en las historias de un mundo lejano, donde protagoniza una historia de un imperio y de la rebelión que se enfrenta a él. Después de que el Imperio Palamecio obtenga el control de Fynn, Leon abandona las fuerzas del imperio para convertirse en el Caballero Oscuro. Luego se le asigna la tarea de construir El Acorazado y sirve como mano derecha del Emperador, llevando a cabo su voluntad en la tierra. Leon se encuentra a Firion y a los demás bajo la apariencia del Caballero Oscuro, pero hasta que no lo oyen hablar María no reconoce su verdadera identidad."],"summon":["Rest assured,<br>I will not abandon my responsibilities<br>and leave you in the thick of it.","我不會放棄任務，也不會半途而廢。放心吧。","임무를 내던지고<br>중간에 돌아갈 생각은 없어.<br>안심하라구.","Rassure-toi,<br>je n'abandonnerai pas mes resposabilités et<br>je ne te laisserai jamais en plan","Sei versichert,<br>ich werde meine Pflichten nicht aufgeben<br>und dich im Gefecht alleine lassen.","Estate seguro de que no abandonaré mi deber<br>y no te dejaré solo en la estacada."],"evolution":["What is it that rules over all?<br>It's power, I tell you!","支配這個世界的是什麼？當然是力量了！","이 세계를 지배하는 게 뭐냐고?<br>그건 바로 힘이다!","Qu'est-ce qui fait marcher le monde ?<br>La force, ça ne fait aucun doute !","Was beherrscht alles?<br>Kraft, ich sage es dir!","¿Qué es lo que está por encima de todo?<br>¡Yo te lo diré, es el poder!"],"affinity":["To have supported me,<br>a betrayer of my homeland, for so long...<br>You're quite a curious one.","我背叛了祖國，而你竟為我撐腰。這是個好事之徒。","조국을 배신한 내게<br>이렇게까지 힘을 부여해 주다니.<br>별난 녀석이군.","J'arrive pas à croire que tu sois resté à mes côtés si longtemps, moi, un traître à sa patrie.<br>T'es vraiment un curieux personnage.","Dass du mich so unterstützt,<br>einen Verräter seiner Heimat ...<br>Du bist wirklich merkwürdig.","Que me hayas apoyado,<br>siendo un traidor hacia mi patria, durante tanto tiempo...<br>Eres bastante peculiar."],"fusion":["This power is mine!<br>I'm not giving it to anyone!","這力量是屬於我的！絕不會把它讓給他人！！","이 힘은 내 것이다!<br>누구에게도 넘기지 않겠어.","Ce pouvoir est à moi !<br>Je le donnerai à personne !","Diese Kraft ist mein!<br>Sie gehört mir!","¡Este poder es todo mío!<br>¡No se lo daré a nadie!"]}}},"skills":{"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png"},"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"100140":{"name":"DEF +20%","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%"],"icon":"ability_77.png"},"200310":{"name":"Barrage","cost":{"MP":16},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["4 physical attacks (0.8x each, 3.2x total, ATK) to one random enemy"],"icon":"ability_53.png"},"205270":{"name":"Another Load","cost":{"MP":9},"attack_frames":[[30]],"attack_type":"Physical","element_inflict":["Dark"],"effects":["Physical dark damage (1.5x, ATK) to one enemy"],"icon":"ability_26.png"},"205280":{"name":"Blackout","cost":{"MP":20},"attack_frames":[[145]],"attack_type":"Physical","element_inflict":["Dark"],"effects":["Physical dark damage (1.9x, ATK) to all enemies"],"icon":"ability_26.png"},"205290":{"name":"Maverick","cost":{"MP":12},"attack_frames":[[40]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.6x, ATK) to one enemy","Increase ATK by 50% for 3 turns to caster"],"icon":"ability_54.png"},"205300":{"name":"Hypnotize","cost":{"MP":20},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Inflict Confusion (30%) on all enemies"],"icon":"ability_14.png"},"205310":{"name":"Phantom","cost":{"MP":27},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["2 physical attacks (1.6x each, 3.2x total, ATK) to all enemies"],"icon":"ability_54.png"},"205320":{"name":"Dark Charge","cost":{"MP":10},"attack_frames":[[130]],"attack_type":"None","element_inflict":null,"effects":["Increase power of the next normal attack (+2x, max +4x) and increase damage taken by 50%"],"icon":"ability_87.png"},"205330":{"name":"Battle Prep","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% and DEF by 20% when equipped with a Sword"],"icon":"ability_77.png"},"701930":{"name":"Battle Prep+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 40% and DEF by 20% when equipped with a Sword","Gain Regen (Auto) (10121) at the start of a battle or when revived"],"icon":"ability_77.png"},"701940":{"name":"Battle Prep+1","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% and DEF by 20% when equipped with a Sword","Gain Regen (Auto) (10121) at the start of a battle or when revived","Increase HP by 30%"],"icon":"ability_77.png"},"701950":{"name":"Phantom+1","cost":{"MP":27},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["2 physical attacks (1.9x each, 3.8x total, ATK) to all enemies"],"icon":"ability_54.png"},"701960":{"name":"Phantom+1","cost":{"MP":27},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["2 physical attacks (2.4x each, 4.8x total, ATK) to all enemies"],"icon":"ability_54.png"}},"LB":{"name":"Dark Ambition","attack_count":[1],"attack_frames":[[110]],"damage_type":"Physical","element_inflict":["Dark"],"min_level":["Physical dark damage (2.5x, ATK) to all enemies","Inflict Confusion (40%) on all enemies"],"max_level":["Physical dark damage (3.45x, ATK) to all enemies","Inflict Confusion (59%) on all enemies"]},"TMR":{"name":"Dark Knight's Soul","compendium_id":530,"compendium_shown":true,"unit_restriction":null,"skills":{"205260":{"name":"Dark Knight's Soul","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% when equipped with a Sword","Increase ATK by 20% when equipped with a Heavy Armor"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Dark Knight's Soul' passive."],"unique":true,"price_buy":50000,"price_sell":5000,"icon":"ability_77.png","strings":{"names":["Dark Knight's Soul","黑暗騎士之魂","다크 나이트 소울","Âme de chevalier noir","Dunkelritter-Seele","Alma de lord oscuro"],"desc_short":["Boost ATK when equipped with a sword, and boost ATK when equipped with heavy armor (Not stackable)","裝備劍時提高攻擊+裝備重鎧甲時提高攻擊 [無法重複裝備]","검 장착 시 공격력 상승+중갑 장착 시 공격력 상승 (중복 장착 불가)","Augmente l'ATT lorsqu'une épée est équipée, et augmente encore l'ATT lorsqu'une armure lourde est équipée (Non cumulable)","Erhöht ANG, wenn mit einem Schwert ausgerüstet und erhöht zusätzlich ANG, wenn mit schwerer Rüstung ausgerüstet (Nicht stapelbar).","Aumenta el ATQ al llevar espada, y aumento extra al llevar también armadura pesada (no acumulable)"],"desc_long":["Boosts ATK when equipped with a sword, and boosts ATK when equipped with heavy armor. Not stackable.","裝備劍時提高攻擊，裝備重鎧甲時提高攻擊。[無法重複裝備]","검 장착 시 공격력이 상승하고, 중갑 장착 시 공격력이 상승합니다. (중복 장착 불가)","Augmente l'ATT lorsqu'une épée est équipée, et augmente encore l'ATT lorsqu'une armure lourde est équipée. Non cumulable.","Erhöht ANG, wenn mit einem Schwert ausgerüstet und erhöht zusätzlich ANG, wenn mit schwerer Rüstung ausgerüstet. Nicht stapelbar.","Aumenta el ATQ al llevar espada, y aumento extra al llevar también armadura pesada (no acumulable)"]},"type":"MATERIA"}},"202000505":{"rarity_min":5,"rarity_max":7,"name":"Emperor","game":"FFII","job":"Emperor","sex":"Male","equip":[5,6,40,50,53,60],"entries":{"202000505":{"compendium_id":422,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[894,2708,240,120],"MP":[47,141,40,20],"ATK":[29,89,16,8],"DEF":[31,93,16,8],"MAG":[38,114,24,12],"SPR":[34,103,16,8]},"limitburst_id":202000505,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[31,35],"effect_frames":[29,33],"max_lb_drop":5,"ability_slots":4,"magic_affinity":[0,8,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060200":10,"290060300":10,"290060400":20}},"strings":{"description":["The ruler of the empire that a rebel army opposes in tales from a distant world. The Emperor stands atop the war-hungry empire of Palamecia, and is a man with no regard for human life. Capable of terrible magic, he summons demonic forces from hell into the mortal realm to destroy the world. After leaving the kingdoms of Deist and Kashuan in ruins, he subjugates the remaining territories around him to his merciless rule. Even more disconcerting, however, he has also begun the construction of the Dreadnought, a war machine of great power capable of ruthless destruction.","異界有關帝國與反叛軍戰鬥的故事中登場的皇帝。他是軍事國家帕拉美奇亞的一國之君，對任何人都十分冷酷無情。他用自己高超的魔力召喚魔界的魔物，在世界各地進行肆虐。在毀滅了多個國家之後，他把這些國家的城鎮歸入自己的統治。他還製造了以大戰艦為首的多種兵器，無情地破壞著整個世界。","반란군이 제국에 대항하는 이계의 이야기에 등장하는 황제. 군사국가 파라메키아의 정점에 선 존재로, 누구에게나 고압적인 태도를 고수한다. 지니고 있는 무시무시한 마력으로 마계로부터 마물을 소환하여, 세계 각지를 짓밟았다. 디스트와 카슈온을 차례차례 멸망시키고 남겨진 마을을 지배하에 두었으며, 대전함을 비롯한 병기를 움직여 각지를 무자비하게 궤멸시켜 나갔다.","Le dirigeant d'un empire auquel s'oppose une armée rebelle dans les légendes d'un monde lointain. L'Empereur se trouve à la tête de l'insatiable empire de Palmécia, à travers lequel il exprime son mépris total pour la vie humaine. Doté de pouvoirs effroyables, il invoque des forces démoniaques venues de l'Enfer afin de dominer le monde. Non content d'avoir dévasté les royaumes de Deist et de Kashuan, il entreprit de subjuguer les territoires restants. Mais surtout, il ordonna également la construction du Cuirassé, une arme de guerre surpuissante au potentiel de destruction terrifiant.","Der Herrscher des Imperiums aus den Geschichten einer fernen Welt, dem eine Rebellenarmee entgegensteht. Der Imperator steht an der Spitze des machthungrigen Imperiums Palmekia, dem ein Menschenleben nichts gilt. Zu schrecklicher Magie fähig, beschwört er dämonische Kräfte aus der Hölle in das Reich der Lebenden, um die Welt zu vernichten. Nachdem er die Königreiche von Deist und Kashuan in Ruinen hinterlässt, unterwirft er die übrigen Gebiete seiner gnadenlosen Herrschaft. Noch beunruhigender ist, dass er mit dem Bau einer mächtigen Kriegsmaschine beginnt, des Schlachtschiffs.","El soberano del imperio al que se opone un ejército rebelde que protagoniza las historias de un mundo lejano. El Emperador se encuentra en la cima del imperio de Palamecia, hambriento de guerra, y se trata de un hombre que no tiene miramientos con la vida humana. Capaz de producir una magia terrible, invoca fuerzas demoníacas del infierno en el reino de los mortales para destruir el mundo. Después de dejar el reino de Deist y de Kashuan en ruinas, subyuga los territorios que quedan a su alrededor a su terrible gobierno. Sin embargo, de forma desconcertante, también ha comenzado la construcción de El Acorazado, una máquina de guerra con una capacidad de destrucción despiadada."],"summon":["You require my power?<br>It will be quite costly, you know.","你需要我的力量？我可不會白白幫助你。","내 힘이 필요한가?<br>대가는 비쌀 것이다.","Tu as besoin de mes pouvoirs ?<br>Je te préviens, ça sera pas gratuit, hein !","Ihr benötigt meine Stärke?<br>Ihr wisst, das wird kostspielig?","¿Necesitas mi poder?<br>Te saldrá caro, que lo sepas."],"evolution":[null,null,null,null,null,null],"affinity":["Ha ha ha ha...<br>I approve of your service to me.","呵呵呵……我賦予你侍奉我的權利。","훗훗훗……<br>날 섬길 수 있도록 해 주지.","Hé hé hé hé...<br>J'accepte que tu me serves.","Hehehehe ...<br>Ich nehme deine Dienste an.","Je, je, je, je...<br>Quedas aceptado como mi sirviente."],"fusion":["You're quite thoughtful.<br>I shall use this gift you have given me.","你做得很好。去領賞吧。","훌륭한 마음가짐이다.<br>선물을 내리도록 하지.","Votre gentillesse vous honore.<br>Je ferai bon usage du cadeau que vous venez de me faire.","Du bist sehr aufmerksam.<br>Ich werde dein Geschenk einsetzen.","Que buen detalle.<br>Haré buen uso de este regalo que me has dado."]}},"202000506":{"compendium_id":423,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1162,3521,390,195],"MP":[61,184,65,32],"ATK":[38,116,26,13],"DEF":[40,121,26,13],"MAG":[49,149,34,17],"SPR":[44,134,26,13]},"limitburst_id":202000506,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[31,35],"effect_frames":[29,33],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[0,8,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300000110":1}},"strings":{"description":["The ruler of the empire that a rebel army opposes in tales from a distant world. The Emperor is the leader of the war-hungry empire of Palamecia, and a cruel man who believes in using any means necessary to satisfy his ambitions. He also views the rebel army based in Altair as nothing more than a source of entertainment on his path to world domination. However, he does kidnap the rebel army's leader Princess Hilda, in order to draw Firion and his friends to him. Not only does this lead to their first face to face encounter, but this underhanded tactic also results in the rebels' capture.","異界有關帝國與反叛軍戰鬥的故事中登場的皇帝。他是軍事國家帕拉美奇亞的總帥，為了達成目的不惜一切手段。他將反叛軍的活動視為自己統治世界的餘興節目看待，並拐走反叛軍的領袖希爾達公主，以此引誘弗利奧尼爾等人上鉤，為人十分陰險狡詐。","반란군이 제국에 대항하는 이계의 이야기에 등장하는 황제. 군사국가 파라메키아의 총수이며, 목적 달성을 위해서는 수단을 가리지 않는 비정한 인물이기도 하다. 알테아 마을을 중심으로 활동하는 반란군의 저항을, 자신이 세계를 지배하는 과정 속의 여흥 정도로밖에 여기지 않는다. 반란군을 지휘하는 왕녀 힐다를 납치해 프리오닐 일행을 유인하여, 굳이 자신과 접촉하게 한 뒤 붙잡는 등 음험한 책략을 일삼았다.","Le dirigeant d'un empire auquel s'oppose une armée rebelle dans les légendes d'un monde lointain. L'Empereur est le chef de l'insatiable empire de Palmécia, mais aussi un homme cruel qui n'hésite pas à employer tous les moyens nécessaires pour satisfaire ses ambitions. Il considère l'armée rebelle établie à Altaïr comme une source de divertissement au milieu de ses plans de conquête mondiale. Néanmoins, il enleva quand même leur meneuse, la princesse Hilda, afin d'attirer Firion et ses amis jusqu'à lui. Cette ruse sournoise aboutira non seulement à leur premier face-à-face, mais aussi à la capture des rebelles.","Der Herrscher des Imperiums aus den Geschichten einer fernen Welt, dem eine Rebellenarmee entgegensteht. Der Imperator steht an der Spitze des machthungrigen Imperiums Palmekia. Er ist ein grausamer Mann, der seine Ziele mit allen Mitteln durchsetzt. Die Rebellenarmee in Altair sieht er als Zeitvertreib auf dem Weg zur Weltherrschaft. Um Firion und seine Freunde zu sich zu locken, entführt er jedoch die Anführerin der Rebellenarmee, Prinzessin Hilda. Auf diese Weise treffen sich beide erstmalig und er kann die Rebellen gefangen nehmen.","El soberano del imperio al que se opone un ejército rebelde que protagoniza las historias de un mundo lejano. El Emperador se encuentra en la cima del imperio de Palamecia, hambriento de guerra, y se trata de un hombre cruel que utiliza cualquier medio necesario para satisfacer sus ambiciones. También ve al ejército rebelde con base en Altair como nada más que una fuente de entretenimiento en su camino hacia la dominación mundial. Sin embargo, secuestra a la líder del ejército rebelde, la princesa Hilda, para atraer a Firion y a sus amigos hacia él. Esto no solo los conduce a su primer encuentro cara a cara, sino que esta técnica tan deshonesta también provoca la captura de los rebeldes."],"summon":["What a feast we have before us.<br>I shall personally accompany you.","看起來很有意思啊。讓我親自對付吧！","즐거워 보이는 연회로군.<br>내가 직접 상대해 주겠다.","Quelle festin ! Tout à l'air délicieux.<br>Très bien, laisse-moi t'accompagner","Was für ein Fest wir vor uns haben.<br>Ich persönlich werde dich begleiten.","Menudo banquete nos espera.<br>Te acompañaré personalmente."],"evolution":["Bow before my power!","臣服於我的力量吧！","내 힘 앞에<br>엎드리도록 하라!","Prosternez-vous face à ma puissance !","Beugt euch meiner Macht!","¡Arrodíllate ante mi poder!"],"affinity":["Ha ha ha ha...<br>I approve of your service to me.","呵呵呵……我賦予你侍奉我的權利。","훗훗훗……<br>날 섬길 수 있도록 해 주지.","Hé hé hé hé...<br>J'accepte que tu me serves.","Hehehehe ...<br>Ich nehme deine Dienste an.","Je, je, je, je...<br>Quedas aceptado como mi sirviente."],"fusion":["I will crush the hopes and dreams<br>of all those pitiful little insects.","讓我來粉碎螻蟻們的美夢。","가엾은 벌레들의 소원을<br>짓밟아 주도록 하지.","J'écraserai les espoirs et les rêves<br>de tous ces pitoyables insectes.","Ich werde die Hoffnungen und Träume<br>dieser Insekten zerquetschen.","Aplastaré las esperanzas y los sueños de todos estos pobres e insignificantes insectos."]}},"202000507":{"compendium_id":979,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1510,4577,540,270],"MP":[79,239,90,45],"ATK":[50,150,40,20],"DEF":[52,164,40,20],"MAG":[64,193,65,32],"SPR":[57,182,40,20]},"limitburst_id":202000507,"attack_count":2,"attack_damage":[[50,50]],"attack_frames":[31,35],"effect_frames":[29,33],"max_lb_drop":6,"ability_slots":4,"magic_affinity":[0,8,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["The ruler of the empire that a rebel army opposes in tales from a distant world. The Emperor boasts of a powerful array of military forces which he seeks to use for world domination. He began his plans by committing a number of atrocities in various regions with weapons such as the Dreadnought he commanded be built in the town of Bafsk, and a powerful magical Cyclone. Firion and the rebel Wild Roses seek out the Emperor within the Cyclone and defeat him. However, having obtained even more power whilst in the depths of Hell, the Emperor comes back to life determined to destroy the world once and for all.","異界有關帝國與反叛軍戰鬥的故事中登場的皇帝。他憑藉帝國壓倒性的軍事力量妄圖征服世界。以在巴弗斯科鎮建造的大戰艦與魔力生成的龍捲為首，其下令製造的各種破壞兵器在各地引起慘劇，使諸國接連崩潰。弗利奧尼爾等反叛軍戰士們攻入了龍捲內部，使其一度敗北。但他在地獄獲得了究極的力量後復活，並計劃要破壞世界本身。","반란군이 제국에 대항하는 이계의 이야기에 등장하는 황제. 제국이 자랑하는 압도적인 군사력을 이용해 세계 정복을 꾀하고 있다. 바프스크 마을에서 만들어진 대전함과, 마력으로 만들어낸 회오리바람을 비롯한 파괴 병기로 여러 나라를 궤멸시키며 각지에 비극을 가져왔다. 프리오닐과 반란군이 회오리바람 내부로 쳐들어가 한 번 패배를 안겼지만, 지옥에서 궁극의 힘을 얻어 부활하여 세계 그 자체를 파괴하려는 계책을 꾸몄다.","Le suzerain d'un empire contesté par un groupe rebelle et que l'on retrouve dans de nombreux récits d'un monde lointain. L'Empereur, fort de sa puissante armée, est déterminé à régner sur sa planète tout entière. Ses desseins de conquête sont nés de manœuvres sournoises et d'autres actes d'horreur, perpétrés notamment grâce au Cuirassé, un immense navire de guerre construit dans la ville de Bafsk, et au cyclone magique qu'il a créé. Firion et ses compagnons rebelles, prêts à tout pour arrêter l'Empereur, plongent au cœur de ce cyclone et mettent visiblement fin à son règne de terreur. Une défaite qui n'est hélas que temporaire : l'Empereur, ayant emmagasiné encore plus de puissance aux tréfonds de l'Enfer, revient à la vie et se prépare à anéantir le monde et tous ses habitants.","Der Herrscher eines Imperiums, dem sich eine Rebellenarmee in Geschichten von einer fernen Welt entgegenstellt. Der Imperator prahlt über die militärische Macht, die ihm untersteht und die er für die Eroberung der Welt einsetzen möchte. Er begann seine Pläne durch eine Zahl von Greueltaten in verschiedenen Gegenden mit Waffen wie dem Schlachtschiff, dessen Bau er in der Stadt Bafsk befahl, und einem mächtigen magischen Wirbelsturm. Firion, seine Gefährten und die Rebellenarmee dringen in den Wirbelsturm ein und besiegen dort den Imperator. Dieser wird in den Tiefen der Hölle jedoch noch mächtiger und erwacht erneut zum Leben, um die Welt ein für allemal zu zerstören.","El soberano del imperio al que se opone un ejército rebelde que protagoniza las historias de un mundo lejano. El emperador presume de contar con una poderosa fuerza militar que pretende utilizar para dominar el mundo. Pone en marcha su plan cometiendo todo tipo de atrocidades en diferentes regiones, sirviéndose de armas como El Acorazado, que mandó construir en el pueblo de Bafsk, así como de un poderoso Ciclón mágico. Firion y sus camaradas rebeldes van en busca del emperador, provistos del Ciclón, y consiguen derrotarlo. Pero el emperador consigue incrementar su poder en las profundidades del inferno y resucita con el único propósito de destruir el mundo de una vez por todas."],"summon":["Absolute control. I shall rule over everything.","絕對性的君臨。就由我來支配一切吧。","절대 군림이다.<br>내가 모든 것을 지배하도록 하지.","Le contrôle absolu. Je régnerai sur chaque atome de cette planète.","Absolute Kontrolle. Ich werde über alles herrschen.","Control absoluto. Me corresponde reinar en cada rincón del mundo."],"evolution":["I see you have no intentions of making an enemy out of me.","把我當作敵人這種狀況真是想都沒想過呢。","날 적으로 돌리려는 생각은 마라.","Je vois que vous n'avez aucune intention de faire de moi votre nouvel ennemi.","Ich sehe, dass du keinerlei Absichten hegst, dich mir als Feind entgegenzustellen.","Veo que no tienes intención alguna de ser mi enemigo."],"affinity":["Ha ha ha ha...<br>I approve of your service to me.","呵呵呵……我賦予你侍奉我的權利。","훗훗훗……<br>날 섬길 수 있도록 해 주지.","Hé hé hé hé...<br>J'accepte que tu me serves.","Hehehehe ...<br>Ich nehme deine Dienste an.","Je, je, je, je...<br>Quedas aceptado como mi sirviente."],"fusion":["I shall make my enemies tremble even from the depths of Hell. I am the only emperor this world needs!","就算墜落地獄我也將重生歸來。世界只需要我一個皇帝！","지옥에서라도<br>다시 돌아오겠다.<br>세계의 황제는 나 하나뿐이다!","Je ferai trembler mes ennemis même depuis les tréfonds de l'Enfer. Je suis le seul empereur dont ce monde a besoin !","Ich werde meine Feinde selbst aus den Tiefen der Hölle erzittern lassen. Ich bin der einzige Imperator, den diese Welt braucht!","Haré que mis enemigos tiemblen desde las profundidades del mismísimo infierno. ¡El mundo no necesita más emperador que yo!"]}}},"skills":{"20200":{"name":"Firaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (1.8x, MAG) to all enemies"],"icon":"ability_21.png"},"20210":{"name":"Blizzaga","cost":{"MP":20},"attack_frames":[[150]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (1.8x, MAG) to all enemies"],"icon":"ability_22.png"},"20220":{"name":"Thundaga","cost":{"MP":20},"attack_frames":[[70]],"attack_type":"Magic","element_inflict":["Lightning"],"effects":["Magic lightning damage (1.8x, MAG) to all enemies"],"icon":"ability_20.png"},"20240":{"name":"Aeroga","cost":{"MP":20},"attack_frames":[[110]],"attack_type":"Magic","element_inflict":["Wind"],"effects":["Magic wind damage (1.8x, MAG) to all enemies"],"icon":"ability_25.png"},"20300":{"name":"Blizzaja","cost":{"MP":28},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Ice"],"effects":["Magic ice damage (2x, MAG) with consecutive damage increase (max. 4 times, +1x MAG each, 6x total) to all enemies"],"icon":"ability_22.png"},"20350":{"name":"Flare","cost":{"MP":35},"attack_frames":[[240]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2.3x, MAG) to one enemy","Reduce resistance to Water by 30% for 3 turns to one enemy"],"icon":"ability_30.png"},"100021":{"name":"HP +20%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 20%"],"icon":"ability_77.png"},"100050":{"name":"MP +20%","attack_type":"None","element_inflict":null,"effects":["Increase MP by 20%"],"icon":"ability_77.png"},"100120":{"name":"MAG +30%","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 30%"],"icon":"ability_77.png"},"200160":{"name":"Dual Black Magic","cost":{},"attack_frames":[[]],"attack_type":"Magic","element_inflict":["Dark"],"effects":["Enable unit to cast 2 black magic spells"],"icon":"ability_26.png"},"204960":{"name":"I'll never die!","attack_type":"None","element_inflict":null,"effects":["Recover MP (10%) per turn"],"icon":"ability_91.png"},"204970":{"name":"Starfall","cost":{"MP":50},"attack_frames":[[]],"attack_type":"Magic","element_inflict":null,"effects":["Use Starfall (507364), or Starfall (507363), if used after Elixir (226792)"],"icon":"ability_29.png"},"204980":{"name":"Fire From Below","cost":{"MP":25},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2x, MAG) with consecutive damage increase (max. 9 times, +2x MAG each, 20x total) to one enemy"],"icon":"ability_21.png"},"204990":{"name":"Subdue","cost":{"MP":20},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Reduce SPR by 40% for 5 turns to all enemies","Increase SPR by 60% for 5 turns to caster"],"icon":"ability_77.png"},"205000":{"name":"Control","cost":{"MP":20},"attack_frames":[[80]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 100% for 5 turns to caster","Reduce SPR by 20% for 5 turns to the rest of the party"],"icon":"ability_77.png"},"205010":{"name":"Present your offering!","cost":{"MP":14},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["50% HP damage to one ally, except caster","Restore 100 MP to caster"],"icon":"ability_6.png"},"205020":{"name":"Time Stopper","cost":{"MP":24},"attack_frames":[[40]],"attack_type":"None","element_inflict":null,"effects":["Inflict Stop (30%) for 3 turns on all enemies"],"icon":"ability_14.png"},"205030":{"name":"Insolent fools!","attack_type":"None","element_inflict":null,"effects":["Reduce chance of being targeted by 75%"],"icon":"ability_84.png"},"226790":{"name":"Double Hellfire","attack_type":"None","element_inflict":null,"effects":["Enable unit to use Fire From Below skills  [(204980) / +1 (702710) / +2 (702720)] twice in one turn"],"icon":"ability_8.png"},"226791":{"name":"Melancholic Cell","cost":{"MP":45},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["100% chance to counter physical attacks to the rest of the party with physical damage (1.5x, ATK) for 2 turns (max 6 / turn)"],"icon":"ability_68.png"},"226792":{"name":"Elixir","cost":{"MP":40},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Unlock Elixir (507362) on turn 1 [3 turns CD]"],"icon":"ability_105.png"},"226793":{"name":"Floating Mine","attack_type":"None","element_inflict":null,"effects":["50% chance to counter physical attacks with Floating Mine (507361) to caster (max 5 / turn)","Increase MAG by 50%"],"icon":"ability_68.png"},"507361":{"name":"Floating Mine","cost":{},"attack_frames":[[50]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (4x, MAG) to one enemy","Reduce ATK by 50% for 3 turns to one enemy"],"icon":"ability_68.png"},"507362":{"name":"Elixir","cost":{"MP":40},"attack_frames":[[120]],"attack_type":"None","element_inflict":null,"effects":["Restore 4000 HP to caster","Restore 10 MP to caster"],"icon":"ability_105.png"},"507363":{"name":"Starfall","cost":{"MP":80},"attack_frames":[[290]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (9.6x * 2 = 19.2x, MAG) to all enemies (ignore reflect)","Reduce resistance to Fire and Ice by 65% for 5 turns to all enemies"],"icon":"ability_29.png"},"507364":{"name":"Starfall","cost":{"MP":50},"attack_frames":[[350]],"attack_type":"Magic","element_inflict":null,"effects":["Magic damage (2.3x * 2 = 4.6x, MAG) to all enemies (ignore reflect)"],"icon":"ability_29.png"},"702710":{"name":"Fire From Below+1","cost":{"MP":25},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2x, MAG) with consecutive damage increase (max. 9 times, +2x MAG each, 20x total) to one enemy","Reduce resistance to Fire by 25% for 2 turns to one enemy"],"icon":"ability_21.png"},"702720":{"name":"Fire From Below+1","cost":{"MP":25},"attack_frames":[[80]],"attack_type":"Magic","element_inflict":["Fire"],"effects":["Magic fire damage (2.5x, MAG) with consecutive damage increase (max. 9 times, +2.5x MAG each, 25x total) to one enemy","Reduce resistance to Fire by 50% for 2 turns to one enemy"],"icon":"ability_21.png"},"702730":{"name":"Control+1","cost":{"MP":20},"attack_frames":[[80],[80]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 100% for 11 turns to caster","Reduce SPR by 50% for 11 turns to the rest of the party"],"icon":"ability_77.png"},"702740":{"name":"Control+1","cost":{"MP":20},"attack_frames":[[80],[80],[80]],"attack_type":"None","element_inflict":null,"effects":["Increase MAG by 200% for 11 turns to caster","Reduce SPR by 50% for 11 turns to the rest of the party","Reduce SPR by 50% for 11 turns to all enemies"],"icon":"ability_77.png"},"702750":{"name":"I'll never die!+1","attack_type":"None","element_inflict":null,"effects":["Recover MP (10%) per turn","Increase HP by 30%","Gain Regen (Auto) (10121) at the start of a battle or when revived"],"icon":"ability_91.png"},"702760":{"name":"I'll never die!+1","attack_type":"None","element_inflict":null,"effects":["Recover MP (10%) per turn","Increase HP by 30%","Gain Regen (Auto) (10121) at the start of a battle or when revived","50% chance to set HP to 1 upon fatal damage, if HP was above 40% (max 3 times)"],"icon":"ability_91.png"},"910508":{"name":"Insolent fools!+1","attack_type":"None","element_inflict":null,"effects":["Reduce chance of being targeted by 75%","Increase resistance to Silence and Confusion by 100%"],"icon":"ability_84.png"},"910509":{"name":"Insolent fools!+2","attack_type":"None","element_inflict":null,"effects":["Reduce chance of being targeted by 75%","Increase resistance to Silence and Confusion by 100%","Increase MAG by 50% when equipped with a Rod"],"icon":"ability_84.png"}},"LB":{"name":"Fierce Wind","attack_count":[7],"attack_frames":[[78,82,86,90,94,98,102]],"damage_type":"Magic","element_inflict":["Wind"],"min_level":["Magic wind damage (10.6x, MAG) to all enemies","Reduce resistance to all elements by 31% for 3 turns to all enemies"],"max_level":["Magic wind damage (13.5x, MAG) to all enemies","Reduce resistance to all elements by 60% for 3 turns to all enemies"]},"TMR":{"name":"Mateus's Malice","compendium_id":373,"compendium_shown":true,"rarity":8,"type_id":6,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"100010":{"name":"HP +10%","attack_type":"None","element_inflict":null,"effects":["Increase HP by 10%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'HP +10%' passive."],"stats":{"HP":0,"MP":0,"ATK":19,"DEF":0,"MAG":129,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":70000,"price_sell":7000,"icon":"item_10616.png","strings":{"name":["Mateus's Malice","馬提烏斯之惡意","마티우스의 악의","Malice de Mateus","Mateus‘ Groll","Maldad de Mateus"],"desc_short":["The desires of a tyrant turned into a rod.","象徵著暴君慾望的魔棒","폭군의 욕망이 형태로 빚어진 홀장","Les désirs d'un tyran ayant pris la forme d'un sceptre.","Das Sehnen eines Tyrannen gebannt in eine Rute.","Las ambiciones de un tirano materializadas en una vara."],"desc_long":["A rod handed down from another world. It was said to have been owned by a tyrannical emperor who had aspirations of world domination. This rod full of demonic power was created with an insatiable hunger for subjugation, the overflowing power of which sucks away at the SPR of any who come close to it. If one wishes to handle this weapon, it is necessary that they are of unshakably strong will.","流傳於異界的魔棒。它曾經屬於一位妄圖征服世界的殘暴皇帝。他向寓有惡魔之力的魔棒中注入了無止境的支配欲，從而造就了這個邪惡的魔棒。膨脹的惡意溢出魔棒，不斷侵蝕著周圍人的精神。如果想要操控這個武器，就必須具備堅定不移的意志力。","이계에서 전해져 내려온 홀장. 세계정복의 야망을 품고 온갖 포학한 짓을 일삼던 황제가 가지고 있었던 물건이라고 한다. 악마의 힘이 깃든 홀장에 지배를 향한 끊임없는 욕망을 주입하여 만든 것이기 때문에, 비대해진 악의가 홀장에서 넘쳐 흘러나와 주변 인간들의 정신력을 먹이로 삼게 되었다. 이 무기를 다루고 싶다면, 굳세고 강한 의지를 갖출 필요가 있다.","Un sceptre venant d'un autre monde. On raconte qu'il aurait appartenu autrefois à un empereur tyrannique qui voulait dominer le monde. Ce sceptre, empli d'une puissance démoniaque, fut fabriqué avec une insatiable soif de domination. Il possède un puissant pouvoir qui aspire la PSY de toute personne s'en approchant. C'est pour cela que celui qui souhaite s'en servir doit posséder une volonté à toute épreuve.","Eine Rute aus einer anderen Welt. Es heißt, sie gehörte einem tyrannischen Herrscher, der die Welt regieren wollte. Diese Rute wurde für den dämonischen Wunsch nach Unterwerfung erschaffen. Ihre überfließende Kraft saugt die PSY von jedem ein, der ihm nahe kommt. Wer diese Waffe schwingen will, braucht einen unerschütterlichen Willen.","Una vara procedente de otro mundo. Se cuenta que fue poseída por un emperador tiránico que aspiraba a dominar el mundo. Esta vara, llena de poder demoníaco, fue creada con una insaciable hambre de dominación, y el poder que desborda absorbe todo el ESP de aquel que se acerca a ella. La persona que desee manejar esta arma debe tener una voluntad firme e inquebrantable."]}},"STMR":{"name":"Corrupt Emperor","compendium_id":769,"compendium_shown":true,"unit_restriction":null,"skills":{"226892":{"name":"Corrupt Emperor","attack_type":"None","element_inflict":null,"effects":["Increase MAG by 60% and HP by 10%","Increase resistance to Fire by 50%"],"icon":"ability_77.png","desc":""}},"effects":["Grants 'Corrupt Emperor' passive."],"unique":true,"price_buy":200000,"price_sell":20000,"icon":"ability_77.png","strings":{"names":["Corrupt Emperor","背德的皇帝","배덕의 황제","Empereur corrompu","Der Peiniger","Emperador corrupto"],"desc_short":["Boost HP by 10%, MAG by 60%, and fire resistance by 50% (Not Stackable)","提高10%HP、60%魔力、50%火屬性耐性 [無法重複裝備]","HP 10%, 마력 60%, 불속성 저항력 50% 상승 (중복 장착 불가)","Augmente les PV de 10%, la MAGIE de 60% et la résistance au feu de 50% (non cumulable)","Erhöht LP um 10%, MAG um 60% und Feuerresistenz um 50% (Nicht stapelbar).","Aumenta la VIT un 10%, la MAG un 60% y la resistencia al fuego un 50% (no acumulable)"],"desc_long":["Boosts HP by 10%, MAG by 60%, and fire resistance by 50%. Not stackable.","提高10%HP、60%魔力、50%火屬性耐性。[無法重複裝備]","HP가 10%, 마력이 60%, 불속성 저항력이 50% 상승합니다. (중복 장착 불가)","Augmente les PV de 10%, la MAGIE de 60% et la résistance au feu de 50%. Non cumulable.","Erhöht LP um 10%, MAG um 60% und Feuerresistenz um 50% (nicht stapelbar).","Aumenta la VIT un 10%, la MAG un 60% y la resistencia al fuego un 50% (no acumulable)."]},"type":"MATERIA"}},"202001402":{"rarity_min":2,"rarity_max":3,"name":"Paul","game":"FFII","job":"Thief","sex":"Male","equip":[1,2,13,30,40,50,51,53,60],"entries":{"202001402":{"compendium_id":33,"rarity":2,"exp_pattern":10,"stat_pattern":1,"stats":{"HP":[278,841,450,225],"MP":[14,41,75,37],"ATK":[13,38,30,15],"DEF":[11,33,30,15],"MAG":[11,33,30,15],"SPR":[10,31,30,15]},"limitburst_id":202001402,"attack_count":1,"attack_damage":[[100]],"attack_frames":[19],"effect_frames":[17],"max_lb_drop":4,"ability_slots":1,"magic_affinity":[0,1,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":750,"materials":{"290010000":3,"290050100":8,"290050200":1}},"strings":{"description":["An elusive thief who appears in a tale of empires and rebels, told in a faraway world. His claim to be the best thief in the world is undisputed, provided you don't ask anyone else. No-one, though, can fault his moral fiber, as he steals only from the dastardly Empire. His infiltration of Castle Palamecia was an indubitable display of his talents, but his constant braggadocio has a tendency to wear on his companions.","異界有關帝國與反叛軍戰鬥的故事中登場的盜賊，他神出鬼沒，經常得意洋洋地稱自己是世界第一。但其實他是一個只從作惡多端的帝國那裡偷東西的義賊，為人十分講義氣。他身手過人，曾成功潛入過固若金湯的帕拉美奇亞城，但回來後總是無休止地向周圍的人炫耀當時的偉績，也算是他美中不足的一個缺點。","머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 신출귀몰한 도적. 세계 제일의 도적을 자처하는 등 성격은 경박하지만, 악행을 일삼는 제국의 재물만을 훔치는 정 많고 따뜻한 의적이다. 난공불락이던 파라메키아 성에 숨어들 정도로 실력은 뛰어나지만, 그 일을 주변 사람들의 귀에 딱지가 앉도록 자랑하고 다니는 것이 옥의 티이다.","Un voleur insaisissable qui apparaît dans une histoire d'empires et de rebelles, située dans un monde lointain. Il se dit le plus grand voleur au monde, ce qui est vrai tant que personne ne donne son avis. Personne ne nie son sens de la morale, lui qui ne vole qu'à l'ignoble Empire. Qu'il ait réussi à s'introduire dans le Château Palmécia est une preuve de son talent, mais ses vantardises ont tendance à agacer.","Raffinierter Dieb aus einer Sage über Imperien und Rebellen, die man sich in einer fernen Welt erzählt. Er hält sich für den größten Dieb auf der Welt. Niemand wird jedoch seine moralische Ader anzweifeln, da er nur das niederträchtige Imperium bestiehlt. Seine Infiltrierung des Schlosses Palmekia zeigt zweifelsohne sein Talent, doch seine Prahlerei zehrt an den Nerven seiner Begleiter.","Un ladrón escurridizo que aparece en un relato de imperios y rebeldes de un mundo remoto. Afirma que es el mejor de los ladrones, algo indiscutible si solo le preguntas a él. Aunque nadie puede dudar de su moralidad, ya que solo roba al cruel Imperio. Su infiltración en el castillo de Palamecia fue una muestra incuestionable de talento, pero que no deje de jactarse de ello suele cansar a sus compañeros."],"summon":["I'm Paul, greatest thief in all the world!<br>There's no loot I can't pilfer or pinch!","我是世界第一的盜賊保羅！<br>這世上就沒有我偷不走的東西！","이 몸이 세계 최고의 도적,<br>폴 님이시다!!<br>내가 훔치지 못하는 보물은 없어.","Je suis Paul le Magnifique, le plus grand voleur au monde !<br>Il n'existe rien que je ne puisse dérober !","Ich bin Paul, der größte Dieb der Welt!<br>Kein Schatz ist vor mir sicher!","¡Soy Pablo, el mejor ladrón del mundo!<br>¡Puedo mangar o birlar cualquier botín!"],"evolution":[null,null,null,null,null,null],"affinity":["That's it! I like you.<br>What do you say?<br>Come steal a fortune with me!","我十分中意你！<br>怎麼樣？<br>要不要來跟我一起當盜賊啊？","이 친구 마음에 드는데?<br>혹시 생각이 있으면<br>같이 손잡고 도적 일 해보지 않을래?","Tu me plais bien, toi ! Ça te dirait de former un duo de voleurs avec moi ?","Du und ich, wir sind aus demselben<br>Holz geschnitzt. Willst du nicht mit mir<br>ins Diebeshandwerk einsteigen?","¡Decidido! Me caes bien.<br>¿Qué me dices?<br>¿Te vienes a robar una fortuna conmigo?"],"fusion":["I always pay my debts.<br>Paul, greatest thief in all the world,<br>will pay you back, all right!","我最討厭欠別人人情了！<br>就交給我吧，<br>我會幫助你更多的！","난 빚지는 게 세상에서 제일 싫거든!<br>나만 믿고 있어 봐.<br>크게 한 건 해줄 테니까!","Je rembourse toujours mes dettes.<br>Je te pairai rubis sur l'ongle ! J'en fais le serment sur mon honneur !","Ich begleiche immer meine Schuld.<br>Paul, der größte Dieb aller Zeiten,<br>wird dir nichts schuldig bleiben!","Siempre pago mis deudas.<br>¡Pablo, ladrón entre ladrones, te devolverá lo recibido!"]}},"202001403":{"compendium_id":34,"rarity":3,"exp_pattern":10,"stat_pattern":1,"stats":{"HP":[374,1133,600,300],"MP":[18,55,100,50],"ATK":[17,52,40,20],"DEF":[15,45,40,20],"MAG":[15,44,40,20],"SPR":[14,42,40,20]},"limitburst_id":202001403,"attack_count":1,"attack_damage":[[100]],"attack_frames":[19],"effect_frames":[17],"max_lb_drop":8,"ability_slots":2,"magic_affinity":[0,2,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["An elusive thief who appears in a tale of empires and rebels, told in a faraway world. An honorable type who boasts that the Empire holds no ill-gotten treasure he cannot reappropriate, he won fame for infiltrating the nigh-impregnable Castle Palamecia. Sometimes saving, sometimes being saved by Firion and his fellow rebels, he provides them with valuable weapons and information after the liberation of his hometown of Fynn.","異界有關帝國與反叛軍戰鬥的故事中登場的盜賊，他神出鬼沒，是一個只從帝國那裡偷東西的義賊，曾成功潛入過固若金湯的帕拉美奇亞城。與參加反叛軍的弗利奧尼爾等人時常互幫互助，當被帝國佔領的故鄉菲因鎮解放後，他為來訪這裡的弗利奧尼爾等人提供了情報與財寶，並幫助了他們。","머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 신출귀몰한 도적. 제국의 재물만을 훔친다는 신념을 지닌 의적으로, 난공불락이던 파라메키아 성에 숨어든 적도 있다. 반란군에 소속된 프리오닐 일행과는 서로 돕고 돕는 기묘한 관계였는데, 제국이 점령했던 고향 마을 핀이 해방되자 프리오닐 일행에게 정보와 보물을 제공하는 등 도움을 아끼지 않았다.","Un voleur insaisissable qui apparaît dans une histoire d'empires et de rebelles d'un monde lointain. Un brave garçon qui prétend pouvoir s'emparer de n'importe quel trésor dans l'Empire. Il devint célèbre en s'introduisant dans l'imprenable Château Palmécia. Aidé par Firion et d'autres rebelles, quand ce n'est pas l'inverse, il leur fournit de précieuses armes et des informations après la libération de Fynn, sa ville natale.","Raffinierter Dieb aus einer Sage über Imperien und Rebellen, die man sich in einer fernen Welt erzählt. Ehrenhafter Kerl, der damit prahlt, dass das Imperium keine unrechtmäßig erworbenen Schätze besitzt, die er nicht zurückstehlen kann. Erlangte Berühmtheit durch Infiltrieren des uneinnehmbaren Schlosses Palmekia. Nach Befreiung seiner Heimatstadt Finn versorgt er die Rebellen mit wertvollen Waffen und Informationen.","Un ladrón escurridizo. Es una persona honesta que presume de que no hay ningún tesoro ilícito del Imperio que no pueda recuperar. Se ganó la fama infiltrándose en el castillo de Palamecia, casi inexpugnable. A veces salvador y a veces salvado por Firion y sus camaradas rebeldes, también les proporciona armas e información valiosa tras la liberación de Fyn, su patria."],"summon":["Leave the looting to Paul, the greatest thief the world has ever seen! Surely you've heard of me?","世界第一的盜賊保羅大人來也！<br>放心地交給我吧！","이 몸이 세계 최고의 도적,<br>폴 님이시다!<br>나만 믿으라고!","Si vous avez quelque chose à voler, je suis votre homme ! On ne m'appelle pas Paul le Magnifique pour rien, vous savez !","Überlass den schwierigen Teil ruhig mir, Paul, dem größten Dieb der Welt! ... Du weißt doch, wer ich bin, oder?","¡Deja el pillaje en manos de Pablo, el mejor ladrón de este mundo! Seguro que has oído hablar de mí, ¿no?"],"evolution":["So you're a collector, too?<br>Do you need to me to steal you something?","你還真是個愛管閒事的傢伙，<br>說吧，想讓我去偷什麼？","너도 참 어지간히<br>별난 녀석이네.<br>말만 해, 뭘 훔쳐다 줄까?","Alors, toi aussi tu aimes collectionner des trucs ?<br>Tu veux que je vole quelque chose pour toi ?","Also bist du auch ein Sammler?<br>Soll ich etwas für dich stehlen?","¡Así que tú también eres coleccionista!<br>¿Necesitas que te robe algo?"],"affinity":["That's it! I like you.<br>What do you say?<br>Come steal a fortune with me!","我十分中意你！<br>怎麼樣？<br>要不要來跟我一起當盜賊啊？","이 친구 마음에 드는데?<br>혹시 생각이 있으면<br>같이 손잡고 도적 일 해보지 않을래?","Tu me plais bien, toi ! Ça te dirait de former un duo de voleurs avec moi ?","Du und ich, wir sind aus demselben<br>Holz geschnitzt. Willst du nicht mit mir<br>ins Diebeshandwerk einsteigen?","¡Decidido! Me caes bien.<br>¿Qué me dices?<br>¿Te vienes a robar una fortuna conmigo?"],"fusion":["You want to hear about the time I snuck into Palamecia?<br>Sure, I used a kite to land on the roof...<br>Hey! Wait! What, you don't believe me!?","帕拉美奇亞？問得好，<br>我可是乘著風箏侵入的那座城……<br>啊，你倒是好好聽我說啊！","파라메키아? 장난 아니었지!<br>놀라지 마. 내가 말이야, 연을 타고<br>그 성에…… 야, 듣고 있어??","Tu savais que je me suis infiltré à Palmécia ?<br>J'ai atterri sur le toit avec un cerf-volant, et...<br>Comment ça, tu ne me crois pas ?!","Als ich in Palmekia eingedrungen bin,<br>da bin ich mit einem Gleiter ...<br>Was soll das heißen, du glaubst<br>mir nicht?!","¿Quieres que te cuente cómo me colé en Palamecia?<br>Está bien. Usé una cometa para aterrizar en el tejado...<br>¡Espera! ¡¿Qué pasa, no me crees?!"]}}},"skills":{"101270":{"name":"Gil Farmer","attack_type":"None","element_inflict":null,"effects":["Increase gil obtained by 100%"],"icon":"ability_74.png"},"101410":{"name":"HP Stroll","attack_type":"None","element_inflict":null,"effects":["During explorations, recover 5 HP every 3 steps"],"icon":"ability_73.png"},"200010":{"name":"Steal","cost":{"MP":3},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Steal item from one enemy"],"icon":"ability_82.png"},"200030":{"name":"Pilfer","cost":{"MP":3},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Steals gil (70-100%) from one enemy"],"icon":"ability_82.png"},"200410":{"name":"Hide","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Remove caster from fight for 3-5 turns"],"icon":"ability_42.png"}},"LB":{"name":"Thief Supreme","attack_count":[5],"attack_frames":[[80,85,90,95,100]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (1.8x, ATK) to one enemy","Steal item (+100%) from one enemy"],"max_level":["Physical damage (2.25x, ATK) to one enemy","Steal item (+100%) from one enemy"]},"TMR":{"name":"Escape","compendium_id":318,"compendium_shown":true,"unit_restriction":null,"skills":{"200250":{"name":"Escape","cost":{"MP":4},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Escape Battle"],"icon":"ability_57.png","desc":""}},"effects":["Grants 'Escape' ability."],"unique":false,"price_buy":1000,"price_sell":100,"icon":"ability_57.png","strings":{"names":["Escape","遁逃","줄행랑","Décamper","Fliehen","Escapar"],"desc_short":["Can escape most enemies","從戰鬥中逃脫（部份敵人除外）","일부 적을 제외하고 반드시 도주 가능","Permet de fuir la plupart des ennemis","Kann den meisten Gegnern entkommen","Permite escapar de la mayoría de los enemigos."],"desc_long":["Allows the party to escape from most enemies.","從戰鬥中逃脫（部分敵人除外）。","일부 적을 제외하고 반드시 도주할 수 있습니다.","Permet au groupe de fuir la plupart des combats.","Die Gruppe kann den meisten Gegnern erfolgreich entkommen.","Permite escapar de la mayoría de los enemigos."]},"type":"MATERIA"}},"202001605":{"rarity_min":5,"rarity_max":7,"name":"のばらの義士フリオニール","game":"FFII","job":"Warrior","sex":"Male","equip":[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,30,40,41,50,51,60],"entries":{"202001605":{"compendium_id":1535,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[962,2914,240,120],"MP":[48,146,40,20],"ATK":[40,122,24,12],"DEF":[37,112,16,8],"MAG":[30,90,16,8],"SPR":[38,115,16,8]},"limitburst_id":202001605,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[27,45,79,95,130],"effect_frames":[25,43,45,77,93,128],"max_lb_drop":2,"ability_slots":4,"magic_affinity":[4,3,3,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":10,"290060100":10,"290060200":5,"290060300":20}},"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"202001606":{"compendium_id":1536,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1250,3789,390,195],"MP":[63,190,65,32],"ATK":[52,159,34,17],"DEF":[48,146,26,13],"MAG":[39,117,26,13],"SPR":[50,150,26,13]},"limitburst_id":202001606,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[27,45,79,95,130],"effect_frames":[25,43,45,77,93,128],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[5,4,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001500":1}},"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"202001607":{"compendium_id":1537,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1626,4926,540,270],"MP":[82,247,90,45],"ATK":[68,207,65,32],"DEF":[63,191,40,20],"MAG":[50,153,40,20],"SPR":[65,196,40,20]},"limitburst_id":202001607,"attack_count":5,"attack_damage":[[20,20,20,20,20]],"attack_frames":[27,45,79,95,130],"effect_frames":[25,43,45,77,93,128],"max_lb_drop":3,"ability_slots":4,"magic_affinity":[5,4,4,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":{"10122":{"name":"Regen (Champion)","cost":{"MP":3},"attack_frames":[[120]],"attack_type":"Magic","element_inflict":null,"effects":["Restore 1800 (+1x, Heal) HP per turn to one ally"],"icon":"ability_4.png"},"100170":{"name":"SPR +20%","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 20%"],"icon":"ability_77.png"},"205190":{"name":"Forest Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Avians by 75%","Increase physical damage against Insects by 75%","Increase physical damage against Plants by 75%"],"icon":"ability_79.png"},"205200":{"name":"Legend Killer","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Beasts by 75%","Increase physical damage against Demons by 75%","Increase physical damage against Dragons by 75%"],"icon":"ability_79.png"},"205210":{"name":"Swordmaster","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 20% when equipped with a Dagger","Increase ATK and DEF by 20% when equipped with a Sword","Increase ATK and DEF by 20% when equipped with a Great Sword","Increase ATK and DEF by 20% when equipped with a Katana"],"icon":"ability_77.png"},"205220":{"name":"Heavy Breaker","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% when equipped with a Axe","Increase ATK by 30% when equipped with a Hammer","Increase ATK by 30% when equipped with a Spear","Increase ATK by 30% when equipped with a Fist"],"icon":"ability_77.png"},"205230":{"name":"Multi-Shooter","attack_type":"None","element_inflict":null,"effects":["Increase SPR by 30% and ATK by 25% when equipped with a Bow","Increase SPR by 30% and ATK by 25% when equipped with a Whip","Increase SPR by 30% and ATK by 25% when equipped with a Throwing","Increase SPR by 30% and ATK by 25% when equipped with a Gun"],"icon":"ability_77.png"},"205240":{"name":"Great Support","attack_type":"None","element_inflict":null,"effects":["Increase MAG and SPR by 30% when equipped with a Staff","Increase MAG and SPR by 30% when equipped with a Rod","Increase MAG and SPR by 30% when equipped with a Instrument","Increase MAG and SPR by 30% when equipped with a Mace"],"icon":"ability_77.png"},"230407":{"name":"Unleashed Power","attack_type":"None","element_inflict":null,"effects":["Use Unleashed Power (509523) at the start of a battle"],"icon":"ability_41.png"},"231150":{"name":"ライジングフィスト","cost":{"MP":24},"attack_frames":[[5]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy","Increase ATK by 120% for one turn to caster","Increase ATK by 100% for 2 turns to caster","Increase ATK by 80% for 3 turns to caster"],"icon":"ability_51.png"},"231151":{"name":"スピニングアックス","cost":{"MP":36},"attack_frames":[[70,77,82,89,96,103,110]],"attack_type":"Physical","element_inflict":null,"effects":["No effect","Increase the limit burst gauge fill rate by 300% for one turn to caster","Physical damage (2.8x, ATK) to all enemies"],"icon":"ability_10.png"},"231152":{"name":"プランダーランス","cost":{"MP":28},"attack_frames":[[110]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.1x, ATK) as HP drain (10%) to one enemy","Physical damage (0.3x, ATK) as MP drain (20%) to one enemy"],"icon":"ability_6.png"},"231153":{"name":"クイックアロー","cost":{"MP":28},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Use クイックアロー (509900), or ゴッドスピードアロー (509903), if used after アクセラレイトアロー (231154)"],"icon":"ability_61.png"},"231154":{"name":"アクセラレイトアロー","cost":{"MP":20},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Randomly use:\n50%: アクセラレイトアロー (509905)\n50%: アクセラレイトアロー (509904)"],"icon":"ability_61.png"},"231155":{"name":"シールドブロー","cost":{"MP":28},"attack_frames":[[2]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.25x, ATK) to one enemy","Inflict Stop (40%) for one turn on one enemy","Reduce DEF by 50% for one turn to one enemy","Use シールドブロー (509906) next turn on one enemy","Use シールドブロー (509907) after a 2 turn delay on one enemy"],"icon":"ability_65.png"},"231156":{"name":"伝説打倒","cost":{"MP":32},"attack_frames":[[27,45,79,95,130]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy","Increase physical damage against Beasts, Demons and Dragons by 25% to caster for 5 turns"],"icon":"ability_79.png"},"231157":{"name":"文明制圧","cost":{"MP":32},"attack_frames":[[27,45,79,95,130]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy","Increase physical damage against Humans, Machinas and Stones by 25% to caster for 5 turns"],"icon":"ability_79.png"},"231158":{"name":"自然超越","cost":{"MP":32},"attack_frames":[[27,45,79,95,130]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy","Increase physical damage against Avians, Insects and Plants by 25% to caster for 5 turns"],"icon":"ability_79.png"},"231159":{"name":"アクアワンド","cost":{"MP":40},"attack_frames":[[110,120,130,140,150,160,170,180,190,200]],"attack_type":"Physical","element_inflict":["Water"],"effects":["Physical water damage (3.5x, ATK) to one enemy","Add Water element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_23.png"},"231160":{"name":"エアロナイフ","cost":{"MP":40},"attack_frames":[[110,120,130,140,150,160,170,180,190,200]],"attack_type":"Physical","element_inflict":["Wind"],"effects":["Physical wind damage (3.5x, ATK) to one enemy","Add Wind element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_25.png"},"231161":{"name":"シャインブレード","cost":{"MP":40},"attack_frames":[[110,120,130,140,150,160,170,180,190,200]],"attack_type":"Physical","element_inflict":["Light"],"effects":["Physical light damage (3.5x, ATK) to one enemy","Add Light element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_5.png"},"231162":{"name":"フィン・ブロッサム","cost":{"MP":54},"attack_frames":[[110,120,130,140,150,160,170,180,190],[200]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, ATK) to one enemy","Physical damage (4.8x, ATK) to one enemy"],"icon":"ability_54.png"},"231163":{"name":"Wアームズ","attack_type":"None","element_inflict":null,"effects":["Enable unit to use アクアワンド (231159), アクセラレイトアロー (231154), アドヴァシティセーバー (231166), エアロナイフ (231160), クイックアロー (509900), ゴッドスピードアロー (509903), シャインブレード (231161), シールドブロー (231155), スピニングアックス (231151), フィン・ブロッサム (231162), ブラッディローズ (231164), プランダーランス (231152), ライジングフィスト (231150), 伝説打倒 (231156), 文明制圧 (231157) and 自然超越 (231158) twice in one turn"],"icon":"ability_8.png"},"231164":{"name":"ブラッディローズ","cost":{"MP":60},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock ブラッディローズ (509910) on turn 3 [3 turns CD]"],"icon":"ability_105.png"},"231165":{"name":"レジスタンスプライド","cost":{"MP":120},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock レジスタンスプライド (509911) on turn 1 [6 turns CD]"],"icon":"ability_105.png"},"231166":{"name":"アドヴァシティセーバー","cost":{},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock アドヴァシティセイバー (509912) on turn 7 [7 turns CD]"],"icon":"ability_105.png"},"231167":{"name":"のばらの射手","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Bow","Increase ATK by 30% when equipped with a Gun"],"icon":"ability_95.png"},"231168":{"name":"のばらの闘士","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% when equipped with a Sword","Increase ATK by 30% when equipped with a Great Sword","Increase ATK by 30% when equipped with a Axe"],"icon":"ability_95.png"},"231169":{"name":"命の炎","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Poison and Petrify by 100%","Increase ATK by 150% for 2 turns when HP drops below 61% (max 9999x)"],"icon":"ability_19.png"},"231170":{"name":"トゥーハンデッドウェポン","attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 2 per turn","Increase equipment ATK by 100% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon"],"icon":"ability_76.png"},"231171":{"name":"シヴィライズキラー","attack_type":"None","element_inflict":null,"effects":["Increase physical damage against Humans, Machinas and Stones by 75/75/75%"],"icon":"ability_79.png"},"231172":{"name":"反逆の剣","attack_type":"None","element_inflict":null,"effects":["Increase ATK and DEF by 20% when equipped with a Sword","Increase physical damage against Humans by 25% when equipped with Sword"],"icon":"ability_95.png"},"231173":{"name":"天穿の矢","attack_type":"None","element_inflict":null,"effects":["Increase ATK and SPR by 30% when equipped with a Bow","Increase physical damage against Avians by 25% when equipped with Bow"],"icon":"ability_95.png"},"231174":{"name":"星砕の斧","attack_type":"None","element_inflict":null,"effects":["Increase ATK and HP by 30% when equipped with a Axe","Increase physical damage against Stones by 25% when equipped with Axe"],"icon":"ability_95.png"},"231175":{"name":"力強い生命力","attack_type":"None","element_inflict":null,"effects":["Increase SPR and HP by 30%","Gain Regen (Champion) (10122) at the start of a battle or when revived","Recover MP (10%) per turn"],"icon":"ability_91.png"},"231176":{"name":"リベリオンオブアームズ","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% and MP by 20%","30% chance to counter physical attacks with リベリオンオブアームズ (509913) to caster (max 1 / turn)","30% chance to counter magic attacks with リベリオンオブアームズ (509913) to caster (max 1 / turn)"],"icon":"ability_77.png"},"231177":{"name":"フィンの義士","attack_type":"None","element_inflict":null,"effects":["Increase ATK, SPR and MP by 30%","Increase equipment ATK by 50% when armed with a single weapon","Increase Accuracy by 25% when armed with a single weapon","Increase LB damage by 30%"],"icon":"ability_77.png"},"231178":{"name":"不朽の正義","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%","Increase the damage of アドヴァシティセイバー (509912), フィン・ブロッサム (231162) and ブラッディローズ (509910) by (1x)"],"icon":"ability_77.png"},"509523":{"name":"Unleashed Power","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase LB gauge by 100 to caster"],"icon":"ability_4.png"},"509900":{"name":"クイックアロー","cost":{"MP":28},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Randomly use:\n20%: クイックアロー (509902)\n80%: クイックアロー (509901)"],"icon":"ability_61.png"},"509903":{"name":"ゴッドスピードアロー","cost":{"MP":28},"attack_frames":[[2],[12],[22]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.75x * 2 = 1.5x, ATK) to one enemy (ignore cover)","Physical damage (0.75x * 2 = 1.5x, ATK) to one enemy (ignore cover)","Physical damage (0.75x * 2 = 1.5x, ATK) to one enemy (ignore cover)","Gain 3 uses of アクアワンド (231159), アクセラレイトアロー (231154), アドヴァシティセーバー (231166), エアロナイフ (231160), クイックアロー (509900), ゴッドスピードアロー (509903), シャインブレード (231161), シールドブロー (231155), スピニングアックス (231151), フィン・ブロッサム (231162), ブラッディローズ (231164), プランダーランス (231152), ライジングフィスト (231150), 伝説打倒 (231156), 文明制圧 (231157) and 自然超越 (231158) for one turn"],"icon":"ability_61.png"},"509904":{"name":"アクセラレイトアロー","cost":{"MP":20},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5.5x, ATK) to one enemy"],"icon":"ability_61.png"},"509905":{"name":"アクセラレイトアロー","cost":{"MP":20},"attack_frames":[[42]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (5.5x, ATK) to one enemy","Increase damage of ゴッドスピードアロー (509903) by 25% for 2 turns"],"icon":"ability_61.png"},"509906":{"name":"シールドブロー","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce DEF by 60% for one turn to one enemy"],"icon":"ability_39.png"},"509907":{"name":"シールドブロー","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Reduce DEF by 70% for one turn to one enemy"],"icon":"ability_39.png"},"509910":{"name":"ブラッディローズ","cost":{"MP":60},"attack_frames":[[110,120,130,140,150,160,170,180,190],[200]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.5x, ATK) to one enemy","Physical damage (7.2x, ATK) to one enemy","Increase damage of フィン・ブロッサム (231162) by 100% for 3 turns"],"icon":"ability_105.png"},"509911":{"name":"レジスタンスプライド","cost":{"MP":120},"attack_frames":[[60]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 200% for 4 turns to caster (can not be removed)","Increase physical damage against Avians, Humans and Stones by 50% to caster for 4 turns","Gain 3 uses of アクアワンド (231159), アクセラレイトアロー (231154), アドヴァシティセーバー (231166), エアロナイフ (231160), クイックアロー (509900), ゴッドスピードアロー (509903), シャインブレード (231161), シールドブロー (231155), スピニングアックス (231151), フィン・ブロッサム (231162), ブラッディローズ (231164), プランダーランス (231152), ライジングフィスト (231150), 伝説打倒 (231156), 文明制圧 (231157) and 自然超越 (231158) for 2 turns"],"icon":"ability_105.png"},"509912":{"name":"アドヴァシティセイバー","cost":{},"attack_frames":[[110,120,130,140,150,160,170,180,190],[200]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2x, ATK) to one enemy","Physical damage (10.8x, ATK) to one enemy","Increase physical damage against Avians, Humans and Stones by 75% to caster for 3 turns","Gain 3 uses of アクアワンド (231159), アクセラレイトアロー (231154), アドヴァシティセーバー (231166), エアロナイフ (231160), クイックアロー (509900), ゴッドスピードアロー (509903), シャインブレード (231161), シールドブロー (231155), スピニングアックス (231151), フィン・ブロッサム (231162), ブラッディローズ (231164), プランダーランス (231152), ライジングフィスト (231150), 伝説打倒 (231156), 文明制圧 (231157) and 自然超越 (231158) for 2 turns","40% HP damage to caster"],"icon":"ability_105.png"},"509913":{"name":"リベリオンオブアームズ","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Gain 3 uses of アクアワンド (231159), アクセラレイトアロー (231154), アドヴァシティセーバー (231166), エアロナイフ (231160), クイックアロー (509900), ゴッドスピードアロー (509903), シャインブレード (231161), シールドブロー (231155), スピニングアックス (231151), フィン・ブロッサム (231162), ブラッディローズ (231164), プランダーランス (231152), ライジングフィスト (231150), 伝説打倒 (231156), 文明制圧 (231157) and 自然超越 (231158) for one turn"],"icon":"ability_68.png"}},"LB":{"name":"マスターオブアームズ","attack_count":[13],"attack_frames":[[58,66,74,82,90,98,106,114,122,130,138,146,154]],"damage_type":"Physical","element_inflict":null,"min_level":["No effect","Increase physical damage against Avians, Humans and Stones by 50% to caster for 4 turns","Physical damage (15x, ATK) to all enemies","Gain 3 uses of アクアワンド (231159), アクセラレイトアロー (231154), アドヴァシティセーバー (231166), エアロナイフ (231160), クイックアロー (509900), ゴッドスピードアロー (509903), シャインブレード (231161), シールドブロー (231155), スピニングアックス (231151), フィン・ブロッサム (231162), ブラッディローズ (231164), プランダーランス (231152), ライジングフィスト (231150), 伝説打倒 (231156), 文明制圧 (231157) and 自然超越 (231158) for 2 turns"],"max_level":["No effect","Increase physical damage against Avians, Humans and Stones by 50% to caster for 4 turns","Physical damage (34.5x, ATK) to all enemies","Gain 3 uses of アクアワンド (231159), アクセラレイトアロー (231154), アドヴァシティセーバー (231166), エアロナイフ (231160), クイックアロー (509900), ゴッドスピードアロー (509903), シャインブレード (231161), シールドブロー (231155), スピニングアックス (231151), フィン・ブロッサム (231162), ブラッディローズ (231164), プランダーランス (231152), ライジングフィスト (231150), 伝説打倒 (231156), 文明制圧 (231157) and 自然超越 (231158) for 2 turns"]},"TMR":{"name":"レッドソード(FFII)","compendium_id":1322,"compendium_shown":true,"rarity":8,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":true,"dmg_variance":[1.3,1.7],"accuracy":50,"requirements":null,"skills":{"231140":{"name":"ブラッドウェポン","attack_type":"None","element_inflict":null,"effects":["Heal for 25% of damage dealt by physical attacks (cannot exceed enemy max HP)"],"icon":"ability_6.png","desc":""}},"effects":["Grants 'ブラッドウェポン' passive."],"stats":{"HP":0,"MP":0,"ATK":135,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_10284.png","strings":{"name":[null,null,null,null,null,null],"desc_short":[null,null,null,null,null,null],"desc_long":[null,null,null,null,null,null]}},"STMR":{"name":"スペリオルオブアームズ","compendium_id":971,"compendium_shown":true,"unit_restriction":null,"skills":{"231141":{"name":"スペリオルオブアームズ","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 60%","Increase physical damage against Avians, Humans and Stones by 75%"],"icon":"ability_79.png","desc":""}},"effects":["Grants 'スペリオルオブアームズ' passive."],"unique":false,"price_buy":200000,"price_sell":20000,"icon":"ability_79.png","strings":{"names":[null,null,null,null,null,null],"desc_short":[null,null,null,null,null,null],"desc_long":[null,null,null,null,null,null]},"type":"MATERIA"}},"202001705":{"rarity_min":5,"rarity_max":7,"name":"闇騎士レオンハルト","game":"FFII","job":"Fell Knight","sex":"Male","equip":[1,2,3,7,8,10,30,31,40,41,51,52,60],"entries":{"202001705":{"compendium_id":1538,"rarity":5,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[949,2875,240,120],"MP":[42,126,40,20],"ATK":[40,122,24,12],"DEF":[38,114,16,8],"MAG":[28,86,16,8],"SPR":[35,107,16,8]},"limitburst_id":202001705,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[42,68,88],"effect_frames":[40,66,86],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,3,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":4000,"materials":{"290050500":5,"290060000":5,"290060200":10,"290060300":10,"290060400":20}},"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"202001706":{"compendium_id":1539,"rarity":6,"exp_pattern":30,"stat_pattern":1,"stats":{"HP":[1234,3738,390,195],"MP":[54,165,65,32],"ATK":[52,159,34,17],"DEF":[49,149,26,13],"MAG":[37,113,26,13],"SPR":[46,140,26,13]},"limitburst_id":202001706,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[42,68,88],"effect_frames":[40,66,86],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,4,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":{"gil":3000000,"materials":{"300001510":1}},"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"202001707":{"compendium_id":1540,"rarity":7,"exp_pattern":30,"stat_pattern":4,"stats":{"HP":[1604,4860,540,270],"MP":[71,215,90,45],"ATK":[68,207,65,32],"DEF":[64,194,40,20],"MAG":[49,148,40,20],"SPR":[60,182,40,20]},"limitburst_id":202001707,"attack_count":3,"attack_damage":[[30,30,40]],"attack_frames":[42,68,88],"effect_frames":[40,66,86],"max_lb_drop":4,"ability_slots":4,"magic_affinity":[0,4,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":{"100080":{"name":"ATK +20%","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 20%"],"icon":"ability_77.png"},"101370":{"name":"Dual Wield","attack_type":"None","element_inflict":null,"effects":["Enable unit to equip two one-handed weapons"],"icon":"ability_72.png"},"205330":{"name":"Battle Prep","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% and DEF by 20% when equipped with a Sword"],"icon":"ability_77.png"},"230765":{"name":"Dual Blade Mastery","attack_type":"None","element_inflict":null,"effects":["Increase maximum true double-wield bonus to 200%","Allow unit to reach 6x chain modifier, when using two one-handed weapons"],"icon":"ability_72.png"},"231180":{"name":"消失の剣","cost":{"MP":16},"attack_frames":[[42,68,88]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.4x, ATK) to one enemy","Remove all buffs and debuffs from one enemy"],"icon":"ability_54.png"},"231181":{"name":"ザ・ファントムII","cost":{"MP":45},"attack_frames":[[42,68,88],[46,72,92]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1.8x, ATK) to all enemies","Physical damage (1.8x, ATK) to all enemies"],"icon":"ability_54.png"},"231182":{"name":"ダークフロウ","cost":{"MP":40},"attack_frames":[[70,76,82,88,94,100,106,112]],"attack_type":"Physical","element_inflict":["Dark"],"effects":["Physical dark damage (3.5x, ATK) to one enemy","Add Dark element (100%) to physical attacks for 5 turns to caster"],"icon":"ability_26.png"},"231183":{"name":"背信の剣","cost":{"MP":52},"attack_frames":[[42,68,88]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (2.1x, ATK) as HP drain (10%) to one enemy","Reduce DEF and SPR by 50% for 3 turns to one enemy"],"icon":"ability_6.png"},"231184":{"name":"堕落の剣","cost":{"MP":52},"attack_frames":[[42,68,88]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.3x, ATK) as MP drain (20%) to one enemy","Reduce ATK and MAG by 50% for 3 turns to one enemy"],"icon":"ability_6.png"},"231185":{"name":"ダークコラプション","cost":{"MP":54},"attack_frames":[[70,76,82,88,94,100,106],[112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (1x, ATK) to one enemy","Physical damage (5.2x, ATK) to one enemy","Reduce resistance to Dark by 120% for 3 turns to one enemy"],"icon":"ability_10.png"},"231186":{"name":"ダークプリズン","cost":{"MP":48},"attack_frames":[[100]],"attack_type":"None","element_inflict":["Dark"],"effects":["Physical* dark damage (3x, ATK) per turn to all enemies for 3 turns","Reduce resistance to Dark by 100% for 3 turns to all enemies"],"icon":"ability_39.png"},"231187":{"name":"二連闇技","attack_type":"None","element_inflict":null,"effects":["Enable unit to use ザ・ファントムII (231181), ダークコラプション (231185), ダークナイトジャッジ (231190), ダークフロウ (231182), ダークプリズン (231186), 堕落の剣 (231184), 影従の剣 (231188), 消失の剣 (231180) and 背信の剣 (231183) twice in one turn"],"icon":"ability_8.png"},"231188":{"name":"影従の剣","cost":{"MP":96},"attack_frames":[[]],"attack_type":"Physical","element_inflict":null,"effects":["Unlock 影従の剣 (509923) on turn 7 [7 turns CD]"],"icon":"ability_105.png"},"231189":{"name":"黒き執行者","cost":{"MP":110},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Unlock 黒き執行者 (509924) on turn 1 [8 turns CD]"],"icon":"ability_105.png"},"231190":{"name":"ダークナイトジャッジ","cost":{"MP":84},"attack_frames":[[70,76,82,88,94,100,106],[112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (0.5x * 2 = 1x, ATK) to one enemy (ignore cover)","Physical damage (4.5x * 2 = 9x, ATK) to one enemy (ignore cover)","Increase damage of ダークコラプション (231185, 509920) by 300% for 2 turns"],"icon":"ability_54.png"},"231191":{"name":"分かたれた道","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Sleep and Disease by 100%","Recover MP (5%) per turn"],"icon":"ability_19.png"},"231192":{"name":"皇帝を継ぐ者","attack_type":"None","element_inflict":null,"effects":["Use 皇帝を継ぐ者 (509925) at the start of a battle","Increase equipment ATK by 50% when armed with two weapons"],"icon":"ability_72.png"},"231193":{"name":"力の渇望","attack_type":"None","element_inflict":null,"effects":["Increase ATK and HP by 20%","Increase the limit burst gauge fill rate by 100%"],"icon":"ability_77.png"},"231194":{"name":"ダークナイト","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30% when equipped with a Great Sword","Increase ATK by 30% when equipped with a Axe","Increase ATK by 30% when equipped with a Spear"],"icon":"ability_95.png"},"231195":{"name":"催眠技術","attack_type":"None","element_inflict":null,"effects":["Increase resistance to Confusion by 100%","Increase Charm resistance by 100% to caster","Increase SPR and MP by 20%"],"icon":"ability_19.png"},"231196":{"name":"闇の増幅","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 30%","Increase resistance to Light by 30%"],"icon":"ability_99.png"},"231197":{"name":"過去を捨てる覚悟","attack_type":"None","element_inflict":null,"effects":["Increase ATK, DEF and HP by 40%","Increase equipment ATK by 50% when armed with two weapons"],"icon":"ability_72.png"},"231198":{"name":"闇の先を見据える眼","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 30%","Increase the damage of ダークナイトジャッジ (231190) by (0.5x)","Increase the damage of ダーク skills  [コラプション (231185, 509920) / フロウ (231182)] by (1x)"],"icon":"ability_77.png"},"509923":{"name":"影従の剣","cost":{"MP":96},"attack_frames":[[70,76,82,88,94,100,106],[112]],"attack_type":"Physical","element_inflict":null,"effects":["Physical damage (3x, ATK) to one enemy","Physical damage (11.5x, ATK) to one enemy","Use ダークコラプション (509920) next turn on one enemy"],"icon":"ability_105.png"},"509924":{"name":"黒き執行者","cost":{"MP":110},"attack_frames":[[112]],"attack_type":"None","element_inflict":null,"effects":["Reduce ATK, DEF, MAG and SPR by 70% for 3 turns to one enemy","Reduce resistance to Dark by 120% for 3 turns to one enemy","Gain 3 uses of ザ・ファントムII (231181), ダークコラプション (231185), ダークナイトジャッジ (231190), ダークフロウ (231182), ダークプリズン (231186), 堕落の剣 (231184), 影従の剣 (231188), 消失の剣 (231180) and 背信の剣 (231183) for 2 turns","Restore 300 MP split over 3 turns to caster"],"icon":"ability_105.png"},"509925":{"name":"皇帝を継ぐ者","cost":{},"attack_frames":[[]],"attack_type":"None","element_inflict":null,"effects":["Increase ATK by 110% for 9999 turns to caster (can not be removed)"],"icon":"ability_63.png"}},"LB":{"name":"ダークネス・オーバーライド","attack_count":[6],"attack_frames":[[109,152,251,259,267,275]],"damage_type":"Physical","element_inflict":null,"min_level":["No effect","Increase ATK by 150% for 4 turns to caster (can not be removed)","Physical damage (10x * 2 = 20x, ATK) to all enemies (ignore cover)","Reduce resistance to Dark by 75% for 4 turns to all enemies"],"max_level":["No effect","Increase ATK by 250% for 4 turns to caster (can not be removed)","Physical damage (17.25x * 2 = 34.5x, ATK) to all enemies (ignore cover)","Reduce resistance to Dark by 120% for 4 turns to all enemies"]},"TMR":{"name":"ディフェンダー(FFII)","compendium_id":1324,"compendium_shown":true,"rarity":8,"type_id":2,"type":"EQUIP","slot_id":1,"slot":"Weapon","is_twohanded":false,"dmg_variance":null,"accuracy":0,"requirements":null,"skills":{"231142":{"name":"守護の剣","attack_type":"None","element_inflict":null,"effects":["Increase DEF by 20%","10% chance of evading physical attacks"],"icon":"ability_77.png","desc":""}},"effects":["Grants '守護の剣' passive."],"stats":{"HP":0,"MP":0,"ATK":135,"DEF":0,"MAG":0,"SPR":0,"element_resist":null,"element_inflict":null,"status_resist":null,"status_inflict":null},"price_buy":50000,"price_sell":5000,"icon":"item_10356.png","strings":{"name":[null,null,null,null,null,null],"desc_short":[null,null,null,null,null,null],"desc_long":[null,null,null,null,null,null]}},"STMR":{"name":"ダークナイトオーソリティ","compendium_id":972,"compendium_shown":true,"unit_restriction":null,"skills":{"231143":{"name":"ダークナイトオーソリティ","attack_type":"None","element_inflict":null,"effects":["Increase ATK by 50% when equipped with a Sword","Increase ATK by 50% when equipped with a Heavy Armor"],"icon":"ability_95.png","desc":""}},"effects":["Grants 'ダークナイトオーソリティ' passive."],"unique":false,"price_buy":200000,"price_sell":20000,"icon":"ability_95.png","strings":{"names":[null,null,null,null,null,null],"desc_short":[null,null,null,null,null,null],"desc_long":[null,null,null,null,null,null]},"type":"MATERIA"}}}