{"900000101":{"rarity_min":3,"rarity_max":5,"name":"Mini Tough Pot","names":["Mini Tough Pot","迷你健體罐","미니 터프 포트","Mini pot de vie","Mini-Fit-Gefäß","Mini tarro robusto"],"game_id":11001,"game":"FFBE","job_id":900,"job":"Enhancer","sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900000101":{"compendium_id":342,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,140,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A monster inside a green pot. It takes great joy in training its body, and is always carrying around dumbbells. Little is known about these enigmatic creatures, but some believe they were created by the gods themselves to collect knowledge of the various powers existing in the world. Among these, it is said that tough pots have a particular fondness for HP, the knowledge relating to which, this pot stores in its pot.","住在綠色罐子裡的神秘魔物。牠隨身攜帶著啞鈴，以鍛煉身體為至高無上的喜悅。關於其生態並沒有詳細的記載，但有一種說法是，神為了收集世界上充斥著的各種力量的知識而創造了牠。強力罐容易被HP吸引。會將收集來的知識儲存在罐子之中。","녹색 항아리 속에 들어있는 마물. 육체 단련에 희열을 느끼며, 항상 아령을 들고 다닌다. 그들의 생태는 불분명하지만, 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재인 모양이다. 그중에서도 터프 포트 종은 HP에 강하게 끌리는 성질이 있다. 그들이 모은 지식은 항아리 안에 축적되어 있다고 한다.","Un monstre dans un pot vert. Il prend grand plaisir à entraîner son corps et ne se sépare jamais de ses haltères. On sait peu de choses au sujet de ces créatures énigmatiques, mais certains pensent qu'elles ont été créées par les dieux pour collecter des informations sur les divers pouvoirs existant dans le monde. Parmi ceux-ci, les pots verts semblent particulièrement attirés par les PV et emmagasinent maintes connaissances à leur sujet dans leur pot.","Ein Monster in einem grünen Topf. Es liebt Krafttraining und schleppt stets seine Hanteln mit sich herum. Wenig ist bekannt über diese Wesen, aber einer Theorie zufolge wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte in der Welt zu sammeln. Dabei sind die Fit-Gefäße besonders von LP fasziniert und verstauen alles Wissen darüber in ihrem Topf.","Monstruo que reside dentro de un tarro verde. Le encanta entrenar su cuerpo, por lo que siempre se le ve sujetando pesas. Se sabe muy poco acerca de estas enigmáticas criaturas, pero hay quien opina que fueron los propios dioses los que las crearon para reunir conocimientos sobre los numerosos poderes que coexisten en el mundo. Entre ellos, algunos dicen que los tarros más duros tienen cierta predilección por la VIT, y que en su interior almacena conocimiento relacionado con él."],"summon":["Must become...more...<br>powerful...","想要變得，更強……更可靠……","더욱 강하고…<br>듬직해지고… 싶다…","Je dois devenir... plus...<br>puissant...","Muss ... stärker werden ...<br>Mehr ... Muskeln ...","Debo hacerme más...<br>más fuerte..."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["With this...I can also...grow...stronger...","這樣……我也……會變……更強……","이걸로…… 나도……<br>더욱…… 강하게……","Grâce à ceci... je peux aussi... gagner... en puissance...","Damit ... werde auch ich ... viel ... stärker ...","Así... también puedo... hacerme... más fuerte..."]}},"900000201":{"compendium_id":343,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,210,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A grown-up mini tough pot. They store all the knowledge they have obtained relating to HP within their pot. They also carry around dumbbells wherever they go, never missing a training session.  It is thought that such pots were originally produced by the gods to gather up knowledge relating to the various powers throughout the world. It is unknown whether this is true, but what is known is that they are able to bestow their knowledge to others.","迷你健身罐經過成長之後的形態。變得更大的罐中存儲著牠們收集來的有關HP的知識。牠隨身攜帶沉重的啞鈴，時刻不忘強身健體。罐子是神為了收集並獲得世界上充斥著的各種力量而創造的。這種傳說的真實性尚有待考證，唯一可以確定的是，牠們的確能夠將儲蓄的知識轉讓給他人。","미니 터프 포트가 성장한 모습. 한층 더 커진 항아리에는 그들이 모은 HP에 관한 지식이 축적되어 있다. 커다란 아령을 들고 다니며, 자기 단련도 거르지 않는다. 원래 포트 종은 세계에 충만한 각양각색의 힘을 모아 신에게 바치는 존재라고 여겨져 왔다. 그 전설이 진실인지는 밝혀진 바가 없지만, 축적된 지식을 타인에게 건네준다는 것은 사실이다.","Un mini pot de vie qui a atteint la maturité. Il emmagasine des connaissances sur les PV dans son pot. En outre, il transporte toujours des haltères sur lui afin de ne jamais rater une session d'entraînement. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde. Si cette théorie n'a pas encore été vérifiée, on sait cependant qu'ils sont capables de transmettre leurs connaissances.","Ein ausgewachsenes Mini-Fit-Gefäß. In seinem großen Topf sammelt es Wissen über LP. Es führt schwere Hanteln mit sich und trainiert pausenlos seinen Körper. Wie es heißt, wurden diese Gefäße von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln. Niemand weiß, ob dies zutrifft oder nicht, aber es besteht kein Zweifel daran, dass diese Wesen ihr gesammeltes Wissen an andere weitergeben können.","Mini tarro robusto hiperdesarrollado. Almacenan en su interior todos los conocimientos relacionados con la VIT que han ido adquiriendo. Además, siempre llevan pesas en las manos para no perderse una sesión de entrenamiento. Se considera que los tarros de este tipo los crearon originalmente los dioses para que reunieran conocimientos sobre los numerosos poderes que coexisten en el mundo. No se sabe a ciencia cierta, pero lo que sí que es seguro es que son capaces de transferir a otros con su conocimiento."],"summon":["Have you all been training...?<br>Strong humans... I love them!","你們在，鍛煉身體嗎？我，喜歡強壯的人！","너희들, 단련하고 있냐…?<br>나, 듬직한 인간, 좋다!","Vous vous êtes tous entraînés... ?<br>Des humains puissants... Je les adore !","Trainiert ihr alle regelmäßig ...?<br>Ich mag Menschen mit Muskeln.","¿Habéis entrenado?<br>Humanos fuertes... ¡me encantan!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["I will train...<br>But you guys should train harder!","我會，鍛鍊……好好鍛鍊……你們！","난 단련한다……<br>너희도, 더욱 단련해라……!","Je m'entraînerai...<br>Mais tu devrez en faire autant, et plus encore !","Ich werde euch stählen ...Ich werde euch noch viel mehr stählen ...!","Voy a prepararme...<br>¡Pero vosotros deberíais entrenar aún más!"]}},"900000301":{"compendium_id":344,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,250,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A form of pot which all tough pots strive to become.  It carries around massive dumbbells, training harder than it ever has. Some say they were created by the gods to wander the world gathering information on various powers, but the truth isn't well understood. What is known is that they are so rare one would have to be very lucky just to see one, and that they hold a massive amount of knowledge regarding HP in their large pots.","所有健體罐都嚮往成為牠一樣。隨身攜帶著巨大的啞鈴，更加努力鍛煉自己的身體了。有一種說法是，神為了收集世界上充斥著的各種力量而創造了牠，不過具體情況無人知曉。現在能夠確定的是，能夠遇見牠已經是極為幸運了，在那巨大的罐子中儲存著大量有關HP的知識。","모든 터프 포트들의 꿈이자 존경해 마지않는 존재. 거대한 아령을 들고 다니며, 더욱 격렬한 자기 단련에 힘쓰고 있다. 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재라고 전해지지만, 명확하게 밝혀진 바는 없다. 분명한 것은 만나기만 해도 행운이라고 여겨질 정도로 희귀하고, 그 커다란 항아리에는 HP에 관한 막대한 양의 지식이 축적되어 있다는 점뿐이다.","Véritable pot modèle, tous les pots de vie aspirent à devenir comme lui. Il transporte d'énormes haltères pour s'entraîner plus dur que jamais. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde, mais on ignore encore la vérité. On sait cependant qu'ils sont d'une grande rareté et qu'ils stockent une quantité impressionnante de connaissances sur les PV dans leur large pot.","Jedes Fit-Gefäß träumt davon, eines Tages diese Stufe zu erreichen. Mit ihren riesigen Hanteln trainieren diese Wesen ohne Unterlass ihre Körper. Wie es heißt, wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln, doch genau weiß dies niemand. Allein eine solch seltene Kreatur zu treffen gilt als großer Glücksfall, und in ihren Töpfen verbirgt sich immenses Wissen über LP.","El tipo de tarro que todos los tarros robustos querrían ser. Lleva unas pesas enormes para entrenar con más ahínco que nunca. Los hay que creen que los crearon los dioses para que recorrieran el mundo reuniendo información sobre diversos poderes, pero no se sabe a ciencia cierta. Lo que es seguro es que son tan poco habituales que uno podría darse con un canto en los dientes si lograse ver a uno solo en toda su vida, y que albergan una cantidad ingente de conocimientos acerca de la VIT en sus enormes tarros."],"summon":["Do you require my power?<br>Then allow me to see how full of vitality you all are.","你們想要，我的力量？那就讓我看看，你們生命的，力量吧……","내 힘이 필요한가?<br>너희의 생명의 힘,<br>보여달라…","Vous avez besoin mon pouvoir ?<br>Alors permettez-moi de vous montrer à quel point vous êtes vivants.","Ihr benötigt meine Stärke?<br>Dann zeigt mir im Gegenzug, wie stark ihr seid.","¿Necesitáis de mis poderes?<br>Entonces mostrarme vuestros poderes."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Show me just how long you can truly survive.","讓我見識到了。你們，生命的可能性。","보여다오.<br>너희 생명의 가능성을.","Montre-moi combien de temps tu es capable de tenir.","Zeig sie mir! Zeig mir die Grenzen deiner Lebenskraft!","Muéstrame todo lo que puedes sobrevivir."]}}},"skills":null},"900001101":{"rarity_min":3,"rarity_max":5,"name":"Mini Magi Pot","names":["Mini Magi Pot","迷你增魔罐","미니 매직 포트","Mini pot de magie","Mini-Hex-Gefäß","Mini tarro mágico"],"game_id":11001,"game":"FFBE","job_id":900,"job":"Enhancer","sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900001101":{"compendium_id":345,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,30,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A monster inside a yellow pot. It's always carrying around a magic tome, constant thinking about everything concerning MP.  Little is known about these enigmatic creatures, but some believe they were created by the gods themselves to collect knowledge of the various powers existing in the world. Magi pots are obsessed with anything and everything relating to MP, information relating to which they keep in their pots.","住在黃色罐子裡的神秘魔物，隨身攜帶著魔道書，時刻在考慮MP究竟為何物。關於其生態並沒有詳細的記載，但有一種說法是，神為了收集世界上充斥著的各種力量的知識而創造了牠。增魔罐具有吸引MP的性質。會將收集來的知識儲存在罐子之中。","노란색 항아리 속에 들어있는 마물. 항상 마도서를 들고 다니며, MP란 무엇인가에 대해 생각하고 있다. 그들의 생태는 불분명하지만, 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재인 모양이다. 그중에서도 매직 포트 종은 MP에 강하게 끌리는 성질이 있다. 그들이 모은 지식은 항아리 안에 축적되어 있다고 한다.","Un monstre dans un pot jaune. Il ne se sépare jamais de son livre de magie et passe son temps à réfléchir aux PM. On ne sait pas grand-chose sur ces mystérieuses créatures, mais selon certains, elles auraient été créées par les dieux eux-mêmes pour rassembler des informations sur les divers pouvoirs existants dans le monde. Les pots magiques sont obsédés par tout ce qui touche aux PM et conservent ces informations dans leur pot.","Ein Monster in einem gelben Topf. Es trägt stets ein Zauberbuch bei sich und sinniert ununterbrochen über die Natur der MP. Wenig ist bekannt über diese Wesen, aber einer Theorie zufolge wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln. Dabei sind die Hex-Gefäße besonders von MP fasziniert und verstauen alles Wissen darüber in ihrem Topf.","Monstruo que reside dentro de un tarro amarillo. Siempre se le ve sujetando un libro de magia, con la cabeza llena de asuntos relacionados con los PM. Se sabe muy poco acerca de estas enigmáticas criaturas, pero hay quien opina que fueron los propios dioses los que los crearon para reunir conocimientos sobre los numerosos poderes que coexisten en el mundo. Los tarros mágicos están obsesionados con todo aquello que tenga que ver con PM, y almacenan toda la información sobre ellos en su interior."],"summon":["I sense MP...<br>I will stick with you!","MP的感覺……我要跟著，你們走！","MP의 기척…<br>너희, 따라가겠다!","Je sens des PM...<br>Je vais rester un petit moment avec vous !","Ich wittere MP ...<br>Ich bleibe bei euch!","Siento PM...<br>¡Me quedare con vosotros!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["The more we learn about MP, the more we will grow.","如同ＭＰ的知識增加一般我們也成長了吶。","MP에 대한 지식이 늘어날수록<br>우린 성장하는 거다.","Plus on en apprend sur les PM, plus on évolue.","Je mehr wir über MP lernen, desto mehr werden wir uns verbessern.","Mientras más aprendemos sobre los PM, más fuertes nos hacemos."]}},"900001201":{"compendium_id":346,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,30,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A grown-up mini magi pot. They store all the knowledge they have obtained relating to MP within their pot. It carries around a large magic tome so as not to miss out on its MP studies. It is thought that such pots were originally produced by the gods to gather up knowledge relating to the various powers throughout the world. They love watching humans use MP, often following around and befriending those who do so.","迷你增魔罐經過成長之後的形態。變得更大的罐中存儲著牠們收集來的有關MP的知識。隨身攜帶著大型魔道書，時刻不忘記學習MP的知識。罐子是神為了收集並獲得世界上充斥著的各種力量的知識而創造的。牠喜歡看人類使用MP的場景，不知不覺間就會把人類當成同伴並與之一起行動。","미니 매직 포트가 성장한 모습. 한층 더 커진 항아리에는 그들이 모은 MP에 관한 지식이 축적되어 있다. 커다란 마도서를 들고 다니며, MP에 관한 공부도 거르지 않는다. 원래 포트 종은 세계에 충만한 각양각색의 힘을 모아 신에게 바치는 존재라고 한다. 인간들이 MP를 소비하는 장면을 구경하는 것을 좋아해서 어느 틈엔가 동료들 사이에 섞여 있었다는 사례도 있다.","Un mini pot magique qui a atteint la maturité. Il emmagasine des connaissances sur les PM dans son pot. Toujours muni de son grand grimoire, il étudie en permanence les PM. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde. Ils adorent regarder les humains utiliser les PM et se mettent souvent à les suivre, se prenant d'amitié pour eux.","Ein ausgewachsenes Mini-Hex-Gefäß. In seinem großen Topf sammelt es Wissen über MP. Es führt ein großes Zauberbuch mit sich und studiert ununterbrochen das Wesen der MP. Wie es heißt, wurden diese Gefäße von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln. Sie lieben es, Menschen beim Verbrauchen von MP zu beobachten, und freunden sich manchmal mit ihnen an.","Mini tarro mágico hiperdesarrollado. Almacenan en su interior todos los conocimientos relacionados con los PM que han ido adquiriendo. Siempre se le ve sujetando un enorme libro de magia para no olvidar sus estudios sobre PM. Se considera que los tarros de este tipo los crearon originalmente los dioses para que reunieran conocimientos sobre los numerosos poderes que coexisten en el mundo. Disfrutan viendo a los seres humanos usar PM, y a menudo se hacen amigos de ellos y los siguen."],"summon":["If I were to become one with you,<br>I wonder if you could understand MP?","只要和你們，合為一體，就能了解更多，MP的事情。","너희와, 하나가 되면<br>MP에 대해, 더 자세히 알 수 있어?","Si je devais ne faire qu'un avec vous,<br>je me demande si vous seriez en mesure de comprendre les PM ?","Wenn ich mich mit euch verbinde,<br>lerne ich dann mehr über MP?","¿En caso de unirme,<br>entendéis sobre PM?"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Teach me more about MP!","再多告訴我一點有關ＭＰ的事吧。","MP에 대해<br>더욱 알려다오!","Je veux en apprendre davantage sur les PM !","Bring mir mehr über MP bei!","¡Enséñame sobre los PM!"]}},"900001301":{"compendium_id":347,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,45,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A form of pot which all magi pots strive to become. It carries around a thick magic tome as it is constantly thinking about MP. Some say they were created by the gods to wander the world gathering information on various powers, but the truth isn't well understood. They are incredibly curious about MP, and once they find a human using magic or other skills, they can't help but run towards them to get a closer look.","所有增魔罐都嚮往成為牠一樣。隨身攜帶著很厚的魔道書，時刻在研究MP究竟為何物。有一種說法是，神為了收集世界上充斥著的各種力量而創造了牠，不過具體情況無人知曉。牠對MP的好奇心非常強，在看到有人使用魔法或者技能時，就會坐立不安地想再靠近一些去觀察他們。","모든 매직 포트들의 꿈이자 존경해 마지않는 존재. 두꺼운 마도서를 들고 다니며, 항상 MP에 대해 생각하고 있다. 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재라고 전해지지만, 명확하게 밝혀진 바는 없다. MP에 대한 호기심이 굉장히 강하여, 마법이나 기술을 사용하는 인간을 발견하면 초조해져 어쩔 줄 모르다가 좀 더 가까이서 보기 위해 뛰쳐나온다.","Véritable pot modèle, tous les pots magiques aspirent à devenir comme lui. Muni d'un grimoire épais, il ne fait que penser aux PM. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde, mais on ignore encore la vérité. Ils sont passionnés par les PM, et s'ils trouvent un humain qui utilise la magie ou d'autres techniques, ils ne pourront pas s'empêcher d'accourir pour le regarder de plus près.","Jedes Hex-Gefäß träumt davon, eines Tages diese Stufe zu erreichen. Mit ihren magischen Folianten philosophieren diese Gestalten ohne Unterlass über das Wesen der MP. Wie es heißt, wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln, doch genau weiß dies niemand. Ihre Wissbegierde ist so groß, dass sie jeden Menschen, der Magie oder Spezialfähigkeiten einsetzt, unbedingt aus nächster Nähe inspizieren müssen.","El tipo de tarro que todos los tarros mágicos de estallido querrían ser. Lleva un grueso libro de magia encima porque no siempre tiene la cabeza llena de asuntos relacionados con los PM. Los hay que creen que los crearon los dioses para que recorrieran el mundo reuniendo información sobre diversos poderes, pero no se sabe a ciencia cierta. Los PM les producen una curiosidad irresistible, y cada vez que se encuentran con un humano usando magia u otro tipo de habilidades, no pueden evitar correr hacia ellos para poder verlos mejor."],"summon":["Show me more how you wield MP!","再讓我看看，你們使用MP的樣子！","MP를 사용하는 모습,<br>더 많이 보여달라~!","Montre-moi comment tu utilises les PM !","Zeigt mir, wie ihr eure MP verbraucht!","¡Mostradme como usáis vuestros PM!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["I've finally learned the endless possibilities of MP!","讓我了解到了。ＭＰ的，無限的可能性……！","이제 알 것 같다.<br>MP의, 무한한 가능성을……!","J'ai enfin appris toutes les possibilités infinies qu'offrent les PM !","Ich hab's, ich hab's! Endlich verstehe ich die unendlichen Möglichkeiten der MP!","¡Al fin he aprendido sobre la infinidad de posibilidades que ofrecen los PM!"]}}},"skills":null},"900002101":{"rarity_min":3,"rarity_max":5,"name":"Mini Power Pot","names":["Mini Power Pot","迷你強力罐","미니 파워 포트","Mini pot de puissance","Mini-Kraft-Gefäß","Mini tarro potente"],"game_id":11001,"game":"FFBE","job_id":900,"job":"Enhancer","sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900002101":{"compendium_id":348,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,9,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A monster inside a red pot. Nothing makes it happier than sharpening its attack power, and it always carries around a blade. Little is known about these enigmatic creatures, but some believe they were created by the gods themselves to collect knowledge of the various powers existing in the world. Power pots are obsessed with anything and everything relating to ATK, information relating to which they keep in their pots.","住在紅色罐子裡的神秘魔物，隨身攜帶著長劍，以提高自身攻擊力為至高無上的喜悅。關於其生態並沒有詳細的記載，但有一種說法是，神為了收集世界上充斥著的各種力量的知識而創造了牠。強力罐具有吸引攻擊力的性質。會將收集來的知識儲存在罐子之中。","붉은색 항아리 속에 들어있는 마물. 공격력을 갈고 닦는 것에 희열을 느끼며, 항상 검을 들고 다닌다. 그들의 생태는 불분명하지만, 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재인 모양이다. 그중에서도 파워 포트 종은 공격력에 강하게 끌리는 성질이 있다. 모은 지식은 항아리 안에 축적되어 있다고 한다.","Un monstre dans un pot rouge. Rien ne le rend plus heureux que de renforcer sa puissance d'attaque, et il a toujours son épée avec lui. On ne sait pas grand-chose sur ses mystérieuses créatures, mais selon certains, elles auraient été créées par les dieux eux-mêmes pour rassembler des informations sur les divers pouvoirs existants dans le monde. Les pots d'énergie sont obsédés par tout ce qui touche à l'ATT, et conservent ces informations dans leur pot.","Ein Monster in einem roten Topf. Es arbeitet ständig an seiner Angriffstechnik und hat immer ein Schwert bei sich. Wenig ist bekannt über diese Wesen, aber einer Theorie zufolge wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln. Dabei sind die Kraft-Gefäße besonders von ANG fasziniert und verstauen alles Wissen darüber in ihrem Topf.","Monstruo que reside dentro de un tarro rojo. Nada le gusta más que pulir su poder de ataque, y siempre lleva encima una espada. Se sabe muy poco acerca de estas enigmáticas criaturas, pero hay quien opina que fueron los propios dioses los que los crearon para reunir conocimientos sobre los numerosos poderes que coexisten en el mundo. Los tarros potentes están obsesionados con todo aquello que tenga que ver con ATQ, y almacenan toda la información sobre él en su interior."],"summon":["I can fight, too!<br>Slash! Chop! Hack!","我也要，戰鬥！刷刷！　砍倒敵人！","나도 싸우겠다!<br>슉슉! 베어주마~!","Moi aussi je sais me battre !<br>Prends ça ! Et ça ! Et encore ça !","Ich kann auch kämpfen!<br>Zack! Und zack!","¡Yo también sé luchar!<br>¡Toma eso! ¡Y esto! ¡E incluso esto!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["If we combine our powers, we are invincible! I'm all fired up now!","團結一心，絕對無敵！鬥志全都湧出來啦！","힘을 합치면<br>무적이다!<br>전의가 불타오른다!!","Si nous combinons nos pouvoirs, nous sommes invincibles ! Je suis tout feu tout flamme maintenant !","Wenn wir unsere Kräfte vereinen, sind wir unbezwingbar! Mein Kampfgeist sprudelt gleich über!","Si unimos nuestro poder, ¡nada podrá detenernos! ¡Estoy que me salgo!"]}},"900002201":{"compendium_id":349,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,10,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A grown-up mini power pot. They store all the knowledge they have obtained relating to ATK within their pot. They carry around a great sword, never missing a chance to train themselves. It is thought that such pots were originally produced by the gods to gather up knowledge relating to the various powers throughout the world. It loves preparing for battle, and when it sees a potential powerful ally, it often follows them into battle.","迷你強力罐經過成長之後的形態。變得更大的罐中存儲著牠們收集來的有關攻擊力的知識。隨身攜帶著大劍，時刻不忘記鍛煉自己。罐子是神為了收集並獲得世界上充斥著的各種力量的知識而創造的。牠認為用武器進行戰鬥才是最值得讚揚的，如果發現了強大的對手，便會跟著對手以便發起挑戰。","미니 파워 포트가 성장한 모습. 한층 더 커진 항아리에는 그들이 모은 공격력에 관한 지식이 축적되어 있다. 커다란 검을 들고 다니며, 자신의 힘을 갈고 닦는 수행도 거르지 않는다. 원래 포트 종은 세계에 충만한 각양각색의 힘을 모아 신에게 바치는 존재라고 한다. 무기를 사용한 전투야말로 최고라고 생각하며, 강한 상대를 발견하면 겨뤄보기 위해 따라오는 경우도 있다.","Un mini pot d'énergie qui a atteint la maturité. Il emmagasine des connaissances sur l'ATT dans son pot. Toujours munis d'une grande épée, ils ne manquent pas une occasion de s'entraîner. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde. Il adore se préparer aux combats, et lorsqu'il voit un puissant allié potentiel, il va souvent le rejoindre dans un combat.","Ein ausgewachsenes Mini-Kraft-Gefäß. In seinem großen Topf sammelt dieses Wesen Wissen über ANG. Es führt ein großes Schwert mit sich und feilt ständig an seiner Angriffstechnik. Wie es heißt, wurden diese Gefäße von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln. Sie lieben den bewaffneten Kampf und wenn sie einen starken Gegner finden, schließen sie sich ihm manchmal an, in der Hoffnung auf weitere Gefechte.","Mini tarro potente hiperdesarrollado. Almacenan en su interior todos los conocimientos relacionados con el ATQ que han ido adquiriendo. Además, siempre llevan una espada grande en las manos para no perderse ni una sola oportunidad de entrenar. Se considera que los tarros de este tipo los crearon originalmente los dioses para que reunieran conocimientos sobre los numerosos poderes que coexisten en el mundo. Le encanta prepararse para la batalla, y cuando encuentra un poderoso aliado potencial, a menudo lo sigue al combate."],"summon":["I won't lose again!<br>Ready your weapons,<br>it's time for battle!","下次我，一定不會輸！亮出武器，決一勝負！","다음엔 지지 않겠다!<br>승부다, 무기를 들어라~!","Je ne perdrai pas à nouveau ! Prépare ton artillerie ! C'est l'heure de la baston !","Nächstes Mal gewinne ich!<br>En garde!<br>Zeit für die nächste Runde!","¡No perderé de nuevo!<br>Alistad las armas,<br>¡es hora de batallar!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["I've become stronger! I'll never lose to anyone else ever again!","變強啦！感覺自己，不會輸給任何人啦！","강해졌다!<br>이제, 그 누구에게도<br>지지 않는다!","Je suis encore plus puissant ! Plus personne ne pourra jamais me vaincre !","Ich bin stärker geworden! Ich werde nie wieder gegen jemanden verlieren!","¡Me he vuelto más fuerte! ¡Nadie va a poder derrotarme a partir de ahora!"]}},"900002301":{"compendium_id":350,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,10,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A form of pot which all power pots strive to become. It carries a great, splendid sword around, training with it night and day. Some say they were created by the gods to wander the world gathering information on various powers, but the truth isn't well understood. It loves a good fair fight, and greatly enjoys taking out its enemies with physical attacks. Even after becoming its ally, it still insists on challenging its partners to duels.","所有強力罐都嚮往成為牠一樣。隨身攜帶著雄偉的大劍，日日夜夜都不忘記鍛煉自己。有一種說法是，神為了收集世界上充斥著的各種力量而創造了牠，不過具體情況無人知曉。牠非常喜歡堂堂正正地戰鬥，如果能用物理攻擊正面擊潰敵人的話，會使牠感到非常開心。就算成為了同伴，牠也會時常要求進行實戰訓練。","모든 파워 포트들의 꿈이자 존경해 마지않는 존재. 거대하고 훌륭한 검을 들고 다니며, 밤낮으로 수행에 힘쓰고 있다. 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재라고 전해지지만, 명확하게 밝혀진 바는 없다. 정정당당한 승부를 즐기며, 물리 공격으로 상대를 정면에서 쓰러트리는 것을 즐기는 무인. 동료가 된 후에도 끊임없이 승부를 요구해온다.","Véritable pot modèle, tous les pots d'énergie aspirent à devenir comme lui. Il est muni d'une grande et vaillante épée, avec laquelle il s'entraîne jour et nuit. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde, mais on ignore encore la vérité. Il aime les combats justes et équitables, et se fait un plaisir de finir ses ennemis par une bonne attaque physique. Même une fois devenu ses alliés, il insiste encore pour défier ses partenaires en duel.","Jedes Kraft-Gefäß träumt davon, eines Tages diese Stufe zu erreichen. Mit ihren prächtigen, riesigen Schwertern trainieren diese Wesen Tag und Nacht. Wie es heißt, wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln, doch genau weiß dies niemand. Diese Haudegen lieben es, ihre Gegner in einem fairen Kampf mit physischen Angriffen zu besiegen. Selbst ihre Verbündeten fordern sie immer wieder zum Sparring heraus.","El tipo de tarro que todos los tarros potentes querrían ser. Sujeta una magnífica espada con la que entrena de sol a sol. Los hay que creen que los crearon los dioses para que recorrieran el mundo reuniendo información sobre diversos poderes, pero no se sabe a ciencia cierta. Le encantan los combates justos y disfruta derrotando a sus enemigos a base de ataques físicos. Su pasión le lleva a insistir incluso a retar insistentemente a sus compañeros a un duelo."],"summon":["Strength is everything.<br>You all think so too, correct?","攻擊力，才是一切！你們也是，這麼想的吧？","공격력이야말로 최고다!<br>너희도, 그렇게 생각하지?!","Seule la force importe.<br>Je suis sûr que tu penses la même chose, n'est-ce pas ?","Angriffskraft ist das Einzige, was zählt!<br>Oder sieht das jemand anders?!","¡La fuerza lo es todo!<br>¿No pensáis lo mismo?"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["I finally understand the fundamentals of attacking! Now come and get some!","掌握攻擊的奧義啦！上吧上吧！全都一起上吧！","공격의 극의를 깨우쳤다!<br>자! 덤벼라!","Je comprends enfin les principes de l'attaque ! À présent, viens un peu voir de quel bois j'me chauffe !","Ich habe das letzte Geheimnis des Angriffes gelüftet! Komm nur her! Los!","¡Al fin he aprendido las claves de la ofensiva! ¡Ahora ven a recibir!"]}}},"skills":null},"900003101":{"rarity_min":3,"rarity_max":5,"name":"Mini Shield Pot","names":["Mini Shield Pot","迷你防身罐","미니 디펜드 포트","Mini pot de défense","Mini-Hart-Gefäß","Mini tarro duro"],"game_id":11001,"game":"FFBE","job_id":900,"job":"Enhancer","sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900003101":{"compendium_id":351,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,9,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A monster inside a blue pot. Nothing makes it happier than sharpening its defensive power, and it always carries around a shield. Little is known about these enigmatic creatures, but some believe they were created by the gods themselves to collect knowledge of the various powers existing in the world. Shield pots are obsessed with anything and everything relating to DEF, information relating to which they keep in their pots.","住在藍色罐子裡的神秘魔物，隨身攜帶著盾牌，以提高自身防禦力為至高無上的喜悅。關於其生態並沒有詳細的記載，但有一種說法是，神為了收集世界上充斥著的各種力量的知識而創造了牠。防身罐具有吸引防禦力的性質。會將收集來的知識儲存在罐子之中。","푸른색 항아리 속에 들어있는 의문의 마물. 방어력을 갈고 닦는 것에 희열을 느끼며, 항상 방패를 들고 다닌다. 그들의 생태는 불분명하지만, 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재인 모양이다. 그중에서도 디펜드 포트 종은 방어력에 강하게 끌리는 성질이 있다. 그들이 모은 지식은 항아리 안에 축적되어 있다고 한다.","Un monstre dans un pot bleu. Rien ne le rend plus heureux que de renforcer sa défense, et il a toujours son bouclier avec lui. On ne sait pas grand-chose sur ses mystérieuses créatures, mais selon certains, elles auraient été créées par les dieux eux-mêmes pour rassembler les informations sur les divers pouvoirs existants dans le monde. Les pots de défense sont obsédés par tout ce qui touche à la DÉF, et conservent ces informations dans leur pot.","Ein Monster in einem blauen Topf. Es arbeitet ständig an seiner Verteidigungstechnik und hat immer einen Schild bei sich. Wenig ist bekannt über diese Wesen, aber einer Theorie zufolge wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln. Dabei sind die Harttöpfe besonders von ABW fasziniert und verstauen alles Wissen darüber in ihrem Topf.","Monstruo que reside dentro de un tarro azul. Nada le gusta más que pulir su poder defensivo, y siempre lleva encima un escudo. Se sabe muy poco acerca de estas enigmáticas criaturas, pero hay quien opina que fueron los propios dioses los que los crearon para reunir conocimientos sobre los numerosos poderes que coexisten en el mundo. Los tarros duros están obsesionados con todo aquello que tenga que ver con DEF, y almacenan toda la información sobre él en su interior."],"summon":["I will strengthen<br>your power to protect!","……要把，守護之力，鍛煉到最強！","…수호의, 힘.<br>더욱 단련한다!","Je vais renforcer<br>votre pouvoir de protection !","Ich muss meine Abwehr<br>noch weiter verbessern!","Reforzaré,<br>¡vuestro poder de protección!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["I feel like my power to protect others has grown even stronger.","感覺，守護的力量……又變強了呢……","수호의 힘이……<br>또다시 강해진 것 같다……","J'ai comme l'impression que ma faculté à protéger les autres s'est décuplée.","Die Kraft der Verteidigung ... Ich glaube, sie ist erneut gewachsen ...","¡Siento que ha aumentado mi poder para proteger a la gente!"]}},"900003201":{"compendium_id":352,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,10,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A grown-up mini shield pot. They store all the knowledge they have obtained relating to DEF within their pot. It carries around a big shield which it wields flawlessly in defending itself. It is thought that such pots were originally produced by the gods to gather up knowledge relating to the various powers throughout the world. It has a strange disposition, taking enjoyment out of using its shield to defend itself from violent attacks.","迷你防身罐經過成長之後的形態。變得更大的罐中存儲著牠們收集來的有關防禦力的知識。隨身攜帶著大盾，時刻都在努力加強自己的防御力。罐子是神為了收集並獲得世界上充斥著的各種力量的知識而創造的。牠有一種奇怪的特性，喜歡用自身的盾牌防禦住強力的攻擊，這對牠來說是至高無上的喜悅。","미니 디펜드 포트가 성장한 모습. 한층 더 커진 항아리에는 그들이 모은 방어력에 관한 지식이 축적되어 있다. 커다란 방패를 들고 다니며, 자신의 방어력을 갈고 닦는 데에도 여념이 없다. 원래 포트 종은 세계에 충만한 각양각색의 힘을 모아 신에게 바치는 존재라고 한다. 격렬한 공격을 자신의 방패로 받아넘기며 기쁨을 느끼는 등 이상한 성질을 가지고 있다.","Un mini pot de défense qui a atteint la maturité. Il emmagasine des connaissances sur la DÉF dans son pot. Il est toujours muni d'un grand bouclier qu'il ne manque jamais de brandir pour se défendre. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde. Il possède un étrange tempérament, se faisant un plaisir de se défendre de violentes attaques avec son bouclier.","Ein ausgewachsenes Mini-Hart-Gefäß. In seinem großen Topf sammelt es Wissen über ABW. Er führt einen großen Schild mit sich und feilt ständig an seiner Verteidigungstechnik. Wie es heißt, wurden diese Gefäße von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln. Sie haben die sonderbare Neigung, sich absichtlich den heftigsten Angriffen auszusetzen und diese mit ihrem Schild abzuwehren.","Mini tarro duro hiperdesarrollado. Almacenan en su interior todos los conocimientos relacionados con la DEF que han ido adquiriendo. Sujeta un escudo que utiliza de manera impecable para defenderse. Se considera que los tarros de este tipo los crearon originalmente los dioses para que reunieran conocimientos sobre los numerosos poderes que coexisten en el mundo. Tiene la singularidad de disfrutar usando su escudo para defenderse de ataques violentos."],"summon":["Come on, attack me more...<br>You'll never break my guard!","再多，攻擊我啊……我絕對會，承受住的……","더욱 격렬히, 공격해달라…<br>반드시 받아내겠다…","Allez, soit plus agressif...<br>Sans ça tu n'arriveras jamais à briser ma garde !","Los, greif mich an ...<br>Du wirst nie durch meine Deckung kommen!","Atacarme más fuerte...<br>¡Nunca romperéis mi guardia!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["I've become so sturdy...<br>Should I give my new powers a try?","變得，十分堅固呢……要試試看嗎？","엄청나게 견고해졌다……<br>시험해 보겠는가……?","Je suis si robuste à présent...<br>Est-ce que je devrais mettre mes nouveaux pouvoirs à l'épreuve ?","Ich bin sowas von stalhart geworden ... Na, willst du mal ausprobieren ...?","Me he vuelto más fuerte...<br>¿Debería probar mis nuevos poderes?"]}},"900003301":{"compendium_id":353,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,10,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A form of pot which all shield pots strive to become. I carries around a large shield, which offers it an exceedingly firm line of defense. Some say they were created by the gods to wander the world gathering information on various powers, but the truth isn't well understood. It takes great enjoyment in defending itself from heavy attacks, and regardless how violent the battle, it never hides or flees. There are many who are attracted to this tenacious creature.","所有防身罐都嚮往成為牠一樣。隨身攜帶著堅固的大盾，構建出了銅墻鐵壁般的防禦。有一種說法是，神為了收集世界上充斥著的各種力量而創造了牠，不過具體情況無人知曉。牠喜歡用自身的盾牌防禦住強力的攻擊，這對牠來說是至高無上的喜悅，無論多麼激烈的戰鬥牠都不會逃跑，這份堅挺不放棄的精神有時甚至會讓敵人士氣低迷。","모든 디펜드 포트들의 꿈이자 존경해 마지않는 존재. 거대한 방패를 들고 다니며, 한층 더 견고한 방어력을 자랑한다. 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재라고 전해지지만, 명확하게 밝혀진 바는 없다. 강력한 공격을 자신의 방패로 받아넘기는 것에서 기쁨을 느끼며, 그 어떤 격렬한 전투 속에서도 숨거나 도망가는 일이 절대 없다. 그 패기에 압도당하는 자도 있다고 한다.","Véritable pot modèle, tous les pots de défense aspirent à devenir comme lui. Il est muni d'un grand bouclier qui lui assure une défense sans faille. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde, mais on ignore encore la vérité. Il se fait un plaisir de se défendre d'attaques brutales, et peu importe la violence des combats, il ne se cache ou ne fuit jamais. Beaucoup sont attirés par cette créature tenace.","Jedes Hart-Gefäß träumt davon, eines Tages diese Stufe zu erreichen. Mit ihren riesigen Schildern sind sie fast unüberwindbare Bollwerke der Verteidigung. Wie es heißt, wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln, doch genau weiß dies niemand. Sie lieben es, heftige Angriffe abzuwehren und geben selbst in den aussichtslosesten Situationen nie klein bei. Manche Gegner werden allein von dieser Unnachgiebigkeit eingeschüchtert.","El tipo de tarro que todos los tarros duros querrían ser. Porta un escudo grande que le ofrece una poderosa línea de defensa. Los hay que creen que los crearon los dioses para que recorrieran el mundo reuniendo información sobre diversos poderes, pero no se sabe a ciencia cierta. Disfruta mucho defendiéndose de ataques devastadores y jamás se esconde ni huye por muy violenta que se vuelva la batalla. Muchos sienten predilección por esta criatura tan tenaz."],"summon":["Go ahead, come at me.<br>I can withstand any attack you unleash.","放馬過來吧，不管是怎樣的攻擊，我都會承受住。","얼마든지 덤벼라.<br>그 어떤 공격도, 버텨내겠다.","Allez, attaque ! Qu'est-ce que tu attends ?<br>Je peux repousser toutes tes attaques.","Zeig mir deinen stärksten Angriff.<br>Ich stecke alles weg, was du zu bieten hast.","¡Vamos, atacar!<br>Puedo repeler todos vuestros ataques."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["He he he...<br>Hide behind me, I promise you'll be safe.","呼呼呼……儘管躲到我後面吧。不管發生什麼都保證安全喔。","후후후……<br>내 뒤에 숨어 있어라.<br>무엇이 닥쳐와도 안전할 거다.","Hé, hé, hé...<br>Cache-toi derrière moi, tu seras en sécurité. C'est promis.","He he he ... Versteck dich ruhig hinter mir. Was auch passiert, dort bist du sicher.","Je, je, je...<br>Si te quedas detrás de mí, te prometo que no te pasará nada."]}}},"skills":null},"900004101":{"rarity_min":3,"rarity_max":5,"name":"Mini Smart Pot","names":["Mini Smart Pot","迷你魔力罐","미니 인텔리 포트","Mini pot d'intelligence","Mini-Schlau-Gefäß","Mini tarro astuto"],"game_id":11001,"game":"FFBE","job_id":900,"job":"Enhancer","sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900004101":{"compendium_id":354,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,9,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A monster inside a purple pot. Nothing makes it happier than sharpening its magic power, and it always carries around a magic cane. Little is known about these enigmatic creatures, but some believe they were created by the gods themselves to collect knowledge of the various powers existing in the world. Smart pots are obsessed with anything and everything relating to MAG, information relating to which they keep in their pots.","住在紫色罐子裡的神秘魔物，隨身攜帶著魔道士用的魔棒，以提高自身魔力為至高無上的喜悅。關於其生態並沒有詳細的記載，但有一種說法是，神為了收集世界上充斥著的各種力量的知識而創造了牠。魔力罐具有吸引魔力的性質。會將收集來的知識儲存在罐子之中。","보라색 항아리 속에 들어있는 마물. 마력을 갈고닦는 것에 희열을 느끼며, 마도사용 지팡이를 들고 다닌다. 그들의 생태는 불분명하지만, 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재인 모양이다. 그중에서도 인텔리 포트 종은 마력에 강하게 끌리는 성질이 있다. 그들이 모은 지식은 항아리 안에 축적되어 있다고 한다.","Un monstre dans un pot violet. Rien ne le rend plus heureux que de renforcer sa magie, et il a toujours son sceptre avec lui. On ne sait pas grand-chose sur ses mystérieuses créatures, mais selon certains, elles auraient été créées par les dieux eux-mêmes pour rassembler les informations sur les divers pouvoirs existants dans le monde. Les pots d'intelligence sont obsédés par tout ce qui touche à la MAG, et conservent ces informations dans leur pot.","Ein Monster in einem violetten Topf. Es trainiert ständig seine magische Kraft und legt seinen Zauberstab nie aus der Hand. Wenig ist bekannt über diese Wesen, aber einer Theorie zufolge wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf er Welt zu sammeln. Dabei sind die Schlau-Gefäße besonders von MAG fasziniert und verstauen alles Wissen darüber in ihrem Topf.","Monstruo que reside dentro de un tarro morado. Nada le gusta más que pulir su poder mágico, y siempre lleva encima un bastón mágico. Se sabe muy poco acerca de estas enigmáticas criaturas, pero hay quien opina que fueron los propios dioses los que los crearon para reunir conocimientos sobre los numerosos poderes que coexisten en el mundo. Los tarros astutos están obsesionados con todo aquello que tenga que ver con MAG, y almacenan toda la información sobre él en su interior."],"summon":["You need my power?<br>You have quite the eye, don't you?","需要我的力量？你們，真有眼光！","내 힘이 필요하다고?<br>역시 너흰, 보는 눈이 있구나!","Tu as besoin de ma puissance ?<br>On dirait que tu as de bon yeux !","Du bittest mich um Hilfe?<br>Ich muss sagen, du hast ein gutes Gespür!","¿Necesitáis mi poder?<br>¡Tenéis buenos ojos!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Are you going to make me even smarter? Wow, you really get it!","要讓我變得更聰明嗎？你們很明事理嘛！","날 더욱 현명케 하는가?<br>뭘 좀 아는군!","Est-ce que tu vas me rendre plus intelligent ? Ouah, tu as tout compris !","Willst du mich schlauer machen? Was für eine hervorragende Idee!","¿Me vas a hacer aún más inteligente? ¡Guau, eres genial!"]}},"900004201":{"compendium_id":355,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,10,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A grown-up mini smart pot. They store all the knowledge they have obtained relating to MAG within their pot. It carries around a wonderful cane, and is obsessed with increasing its own MAG. It is thought that such pots were originally produced by the gods to gather up knowledge relating to the various powers throughout the world. Though incredibly wise, looking down on the ignorant, it is very timid, and will hide in its pot if scared.","迷你魔力罐經過成長之後的形態。變得更大的罐中存儲著牠們收集來的有關魔力的知識。隨身攜帶著精緻的魔棒，時刻都在努力加強自己的魔力。罐子是神為了收集並獲得世界上充斥著的各種力量的知識而創造的。牠非常聰明，經常傲慢地鄙視比自己無知的對手，不過實際上牠膽子很小，稍微嚇牠一下，牠就會縮進罐子裡。","미니 인텔리 포트가 성장한 모습. 한층 더 커진 항아리에는 그들이 모은 마력에 관한 지식이 축적되어 있다. 훌륭한 지팡이를 들고 다니며, 자신의 마력을 갈고 닦는 데에도 여념이 없다. 원래 포트 종은 세계에 충만한 각양각색의 힘을 모아 신에게 바치는 존재라고 한다. 아주 똑똑해서 자신보다 머리가 나쁜 상대를 얕보는 등 거만한 성격이지만, 겁이 상당히 많아서 깜짝 놀라면 항아리 속으로 숨어버린다.","Un mini pot d'intelligence qui a atteint la maturité. Il emmagasine des connaissances sur la MAG dans son pot. Toujours muni de son magnifique sceptre, il n'a qu'une idée en tête : augmenter sa MAG. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde. Bien que fort intelligent et prenant de haut les ignorants, il est très timide et se cachera dans son pot s'il est effrayé.","Ein ausgewachsenes Mini-Schlau-Gefäß. In seinem großen Topf sammelt er Wissen über MAG. Er führt einen ansehnlichen Zauberstab mit sich und versucht ständig, seine magische Kraft zu vergrößern. Wie es heißt, wurden diese Gefäße von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln. Sie sind extrem intelligent und haben keinen Respekt für weniger begabte Wesen, doch wenn sie Ärger wittern, verstecken sie sich feige in ihrem Topf.","Mini tarro astuto hiperdesarrollado. Almacenan en su interior todos los conocimientos relacionados con la MAG que han ido adquiriendo. Sujeta un bastón increíble, y tiene la obsesión de querer aumentar su propia MAG. Se considera que los tarros de este tipo los crearon originalmente los dioses para que reunieran conocimientos sobre los numerosos poderes que coexisten en el mundo. Posee una sabiduría inimaginable y suele considerar inferiores a los ignorantes, pero en el fondo es muy tímido y se oculta en el tarro siempre que algo la asusta."],"summon":["There is none more intelligent than me. I feel sorry for my foolish enemies.","我比誰都聰明！笨蛋不要和我說話！","나는 세상에서 제일 똑똑하다!<br>멍청한 녀석은 상대하고 싶지 않다!","Personne n'est plus intelligent que moi. Ça me fait de la peine pour mes ennemis.","Niemand ist intelligenter als ich. Für Idioten habe ich keine Zeit!","No hay persona más inteligente que yo.Me da pena por mis pobres enemigos."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["To think that you'd lay your eyes on me. I'm glad to see you're smarter than I thought!","竟然能注意到我。比我想得更聰明呢，這樣就放心了。","날 눈여겨 보다니.<br>생각보다 영리하군. 안심이야.","Je n’aurais jamais pensé que tu puisses poser les yeux sur moi. Je constate avec plaisir que tu as plus de jugeote que je croyais !","Wer hätte gedacht, dass du mich wählst? Du bist schlauer als gedacht ... Ich bin erleichtert.","Y pensar que me ibas a echar el ojo. ¡Me gusta ver que eres más inteligente de lo que pensaba!"]}},"900004301":{"compendium_id":356,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,10,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A form of pot which all smart pots strive to become. It carries with it a splendid cane, and boasts some of the highest MAG around. Some say they were created by the gods to wander the world gathering information on various powers, but the truth isn't well understood. It likes talking more than any of the other kinds of pots, but can quickly become boring as it usually only talks about itself. However, it doesn't seem to care what is said in return as simply nodding and listening don't seem to bother it.","所有魔力罐都嚮往成為牠一樣。隨身攜帶著精緻的魔棒，自身蘊含的魔力變得更加強大了。有一種說法是，神為了收集世界上充斥著的各種力量而創造了牠，不過具體情況無人知曉。牠是眾多罐子中最愛說話的一個，經常會不停地講述自己的知識，很讓人困擾，不過就算敷衍回答牠，牠也不會發現。","모든 인텔리 포트들의 꿈이자 존경해 마지않는 존재. 훌륭한 지팡이를 들고 다니며, 한층 더 강력한 마력을 지니고 있다. 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재라고 전해지지만, 명확하게 밝혀진 바는 없다. 수많은 포트 종 중에서도 유난히 수다를 좋아해서, 자신의 지식을 일방적으로 늘어놓는 곤란한 일면을 가지고 있다. 하지만 듣는 쪽이 대충 대답하고 있어도 눈치채지 못하는 모양이다.","Véritable pot modèle, tous les pots d'intelligence aspirent à devenir comme lui. Muni d'un splendide sceptre, il dispose d'une des plus puissantes MAG. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde, mais on ignore encore la vérité. Parmi tous les types de pots, c'est celui qui aime le plus parler. Mais comme il parle surtout de lui-même, il peut rapidement devenir ennuyant. Cependant, il ne semble pas se soucier de ce qu'on lui répond ; l'écouter en hochant la tête lui suffira.","Jedes Schlau-Gefäß träumt davon, eines Tages diese Stufe zu erreichen. In ihren riesigen Zauberstäben liegt ungeahnte magische Kraft verborgen. Wie es heißt, wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln, doch genau weiß dies niemand. Sie sind außerordentlich redselig und halten oft stundenlange Vorträge zu beliebigen Themen. Dabei scheint es ihnen aber recht egal zu sein, ob ihnen wirklich zugehört wird oder nicht.","El tipo de tarro que todos los tarros astutos querrían ser. Sujeta un espléndido bastón y presume de una MAG impresionante. Los hay que creen que los crearon los dioses para que recorrieran el mundo reuniendo información sobre diversos poderes, pero no se sabe a ciencia cierta. Es más locuaz que el resto de tarros, pero no tarda en volverse aburrido puesto que solo habla de sí mismo. Eso sí, parece resultarle indiferente que se le responda con un simple movimiento de cabeza y no se ofende por ello."],"summon":["You wish to hear what I have to say?<br>What admirable dedication.<br>First off, we must speak of magic...","想要讓我來，給你講一課？很有骨氣嘛。聽好了，魔力這東西原本是……","내 이야기가 듣고 싶은가?<br>기특한 마음가짐이다.<br>애초에, 마력이라고 하는 건…","Tu veux vraiment entendre ce que j'ai à te dire ?<br>Quel admirable dévouement.<br>Allez, commençons par aborder la magie avant toute chose...","Du möchtest meinen Rat?<br>Eine ausgezeichnete Entscheidung.<br>Beginnen wir bei den theoretischen Grundlagen ...","¿Quieres escuchar lo que tengo que decir?<br>Qué dedicación más admirable.<br>Primero, hablemos un poco de magia..."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["It seems you're curious about the true essence of magic. Very well, I shall teach it to you.","你好像對魔力的精髓很有興趣？很好，就讓我來教教你吧。","마력의 진수에<br>흥미가 있나 보군.<br>좋다, 가르쳐 주마.","Tu sembles désireux d'en savoir plus au sujet de la véritable essence de la magie. Eh bien, prépare-toi pour une leçon.","Du hast also Interesse an der Essenz magischer Kraft. Also gut, ich werde dich darin lehren.","Parece que sientes curiosidad por la verdadera esencia de la magia. Muy bien, déjame que te enseñe."]}}},"skills":null},"900005101":{"rarity_min":3,"rarity_max":5,"name":"Mini Soul Pot","names":["Mini Soul Pot","迷你提神罐","미니 스피릿 포트","Mini pot d'esprit","Mini-Seelen-Gefäß","Mini tarro piadoso"],"game_id":11001,"game":"FFBE","job_id":900,"job":"Enhancer","sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900005101":{"compendium_id":357,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,9,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A monster inside a silver pot. Nothing makes it happier than sharpening its spirit power, and is always meditating. Little is known about these enigmatic creatures, but some believe they were created by the gods themselves to collect knowledge of the various powers existing in the world. Soul pots are obsessed with anything and everything relating to SPR, information relating to which they keep in their pots.","住在銀色罐子裡的神秘魔物，以提高自身精神力為至高無上的喜悅，經常進行冥想。關於其生態並沒有詳細的記載，但有一種說法是，神為了收集世界上充斥著的各種力量的知識而創造了牠。提神罐具有吸引精神力的性質。會將收集來的知識儲存在罐子之中。","은색 항아리 속에 들어있는 의문의 마물. 정신력을 갈고 닦는 것에 희열을 느끼며, 항상 명상을 하고 있다. 그들의 생태는 불분명하지만, 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재인 모양이다. 그중에서도 스피릿 포트 종은 정신력에 강하게 끌리는 성질이 있다. 그들이 모은 지식은 항아리 안에 축적되어 있다고 한다.","Un monstre dans un pot en argent. Rien ne le rend plus heureux que de renforcer son pouvoir spirituel, et il est toujours en train de méditer. On ne sait pas grand-chose sur ses mystérieuses créatures, mais selon certains, elles auraient été créées par les dieux eux-mêmes pour rassembler les informations sur les divers pouvoirs existants dans le monde. Les pots d'esprit sont obsédés par tout ce qui touche à la PSY, et conservent ces informations dans leur pot.","Ein Monster in einem silbernen Topf. Es arbeitet ununterbrochen an seiner seelischen Widerstandskraft und meditiert bei jeder Gelegenheit. Wenig ist bekannt über diese Wesen, aber einer Theorie zufolge wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln. Dabei sind die Seelen-Gefäße besonders von PSY fasziniert und verstauen alles Wissen darüber in ihrem Topf.","Monstruo que reside dentro de un tarro plateado. Nada le gusta más que pulir su poder espiritual, y siempre está meditando. Se sabe muy poco acerca de estas enigmáticas criaturas, pero hay quien opina que fueron los propios dioses los que los crearon para reunir conocimientos sobre los numerosos poderes que coexisten en el mundo. Los tarros piadosos están obsesionados con todo aquello que tenga que ver con ESP, y almacenan toda la información sobre él en su interior."],"summon":["This world...<br>How did it come into existance...?","這個世界……是怎麼，誕生的？","이 세계…<br>어떻게, 태어났는가…?","Comment ce monde... est-il apparu... ?","Diese Welt ...<br>Wo nahm sie ihren Anfang ...?","Este mundo...<br>¿Cómo llegó a existir...?"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["A tiny spirit...must work harder and harder...","小小的，精神……循序……漸進……","작은, 정신……<br>조금씩, 조금씩……","Un esprit minuscule... il faut redoubler nos efforts...","So wird aus einer kleinen Psyche ... nach und nach ...","Un espíritu minúsculo... tiene que trabajar duro, muy muy duro..."]}},"900005201":{"compendium_id":358,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,10,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A grown-up mini soul pot. They store all the knowledge they have obtained relating to SPR within their pot. It is in a constant state of peaceful meditation in order to properly preserve its spirit power. It is thought that such pots were originally produced by the gods to gather up knowledge relating to the various powers throughout the world. They often just sit around thinking, and are hardly ever heard speaking. Even when they are, it is usually to themselves.","迷你提神罐經過成長之後的形態。變得更大的罐中存儲著牠們收集來的有關精神力的知識。時刻都在進行冥想，絕不怠慢增加自身精神力的修行。罐子是神為了收集並獲得世界上充斥著的各種力量的知識而創造的。牠時時刻刻都在思考著什麼，幾乎沒有人看見過牠說話，就算有說話，大多也是自言自語。","미니 스피릿 포트가 성장한 모습. 한층 더 커진 항아리에는 그들이 모은 정신력에 관한 지식이 축적되어 있다. 항상 차분히 명상을 하며, 강한 정신력을 유지하기 위한 수행을 게을리하지 않는다. 원래 포트 종은 세계에 충만한 각양각색의 힘을 모아 신에게 바치는 존재라고 한다. 언제나 생각에 잠겨있으며, 말을 하는 것을 본 자는 거의 없다. 어쩌다 입을 열어도 대부분이 혼잣말이다.","Un mini pot d'esprit qui a atteint la maturité. Il emmagasine des connaissances sur la PSY dans son pot. Il est en perpétuel état de méditation profonde, afin de préserver au mieux son pouvoir spirituel. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde. Taciturnes, ils sont souvent plongés dans leurs pensées. Les rares fois où on les entend parler, c'est à eux-mêmes.","Ein ausgewachsenes Mini-Seelen-Gefäß. In seinem großen Topf sammelt es Wissen über PSY. Es meditiert ununterbrochen vor sich hin und arbeitet an seiner seelischen Widerstandskraft. Wie es heißt, wurden diese Gefäße von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln. Sie wirken oft in Gedanken versunken und sprechen so gut wie nie. Selbst wenn sie es tun, reden sie meistens nur mit sich selbst.","Mini tarro piadoso hiperdesarrollado. Almacenan en su interior todos los conocimientos relacionados con el ESP que han ido adquiriendo. Se mantiene en un estado constante de tranquila meditación para conservar mejor su poder espiritual. Se considera que los tarros de este tipo los crearon originalmente los dioses para que reunieran conocimientos sobre los numerosos poderes que coexisten en el mundo. Suelen pasar el rato meditando, y sólo se los escucha hablar en ocasiones excepcionales. Y cuando lo hacen, normalmente es consigo mismos."],"summon":["Visions...<br>...How curious.","……幻兵，好稀奇……","…………비전…<br>신기하다…","Les visions...<br>sont vraiment une chose bien étrange.","... Visionen ...<br>... So wundersam ...","Visiones...<br>...Que curioso."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["My spirit is heightening...<br>How curious...","變強的，精神……不可……思議……","정신이, 향상한다……<br>신기해……","Mon esprit s'élève...<br>Comme c'est curieux...","Die Psyche wird stärker ... Rätselhaft ...","Mi espíritu está aumentando...<br>Qué curioso..."]}},"900005301":{"compendium_id":359,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,10,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A form of pot which all soul pots strive to become. It is constantly sharpening its spirit energy, undisturbed by anything that happens around it. Some say they were created by the gods to wander the world gathering information on various powers, but the truth isn't well understood. It has no interest in others, and is unmoving regardless of what happens, thanks to its strong spiritual power. Even if it is suddenly introduced to a new environment, it is able to instantly adapt.","所有提神罐都嚮往成為牠一樣。時時刻刻都在磨煉自身的精神，不管發生什麼都不會驚慌失措。有一種說法是，神為了收集世界上充斥著的各種力量而創造了牠，不過具體情況無人知曉。牠精神強大堅強不屈，同時對任何人都提不起興趣。就算把牠放到陌生的環境，牠也能很快適應該地。","모든 스피릿 포트들의 꿈이자 존경해 마지않는 존재. 항상 정신을 집중하고 있으며, 무슨 일이 일어나도 결코 동요하지 않는다. 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재라고 전해지지만, 명확하게 밝혀진 바는 없다. 타인에게 전혀 흥미를 보이지 않으며, 어떤 일이 일어나도 흔들리지 않는 강인한 정신력을 가졌다. 모르는 곳에 내팽개쳐져도 그 즉시 순응할 정도로 적응력 또한 뛰어나다.","Véritable pot modèle, tous les pots d'esprit aspirent à devenir comme lui. Il est constamment en train de renforcer son énergie spirituelle, imperturbable à tout ce qui l'entoure. Certains disent que les pots ont été créés par les dieux afin de collecter des informations sur les divers pouvoirs existant dans le monde, mais on ignore encore la vérité. Il ne s'intéresse à personne et reste immobile quoi qu'il arrive, grâce à son puissant pouvoir spirituel. Même soudainement placé dans un nouvel environnement, il s'y adapte aussitôt.","Jedes Seelen-Gefäß träumt davon, eines Tages diese Stufe zu erreichen. Diese Wesen arbeiten pausenlos an ihrer seelischen Kraft und können durch nichts in der Welt erschüttert werden. Wie es heißt, wurden sie von den Göttern erschaffen, um Wissen über die diversen Kräfte auf der Welt zu sammeln, doch genau weiß dies niemand. Sie interessieren sich nicht für andere und verlieren niemals die Beherrschung. Gleichzeitig können sie sich augenblicklich an jede neue Situation anpassen.","El tipo de tarro que todos los tarros piadosos querrían ser. Mantiene su energía espiritual en constante proceso de mejora, indiferente a todo lo que sucede a su alrededor. Los hay que creen que los crearon los dioses para que recorrieran el mundo reuniendo información sobre diversos poderes, pero no se sabe a ciencia cierta. No tiene interés en nadie más, y se mantiene inmóvil en todo momento gracias a su increíble poder espiritual. Si se lo introduce en un nuevo entorno, es capaz de adaptarse a él al instante."],"summon":["The hearts of people...<br>...of monsters...<br>...of the world...","人類的心……魔物的心……世界的心……","인간의 마음… 마물의 마음…<br>세계의, 마음…","Les gens ont un cœur... les monstres ont un cœur et le monde aussi.","Die Seele eines Menschen ...<br>... die Seele eines Monsters ...<br>... die Seele der Welt ...","El corazón humano...<br>...los monstruos...<br>...del mundo..."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["You can do anything...if you polish your mind.","心智的，磨練……不論……何地……","마음을, 갈고 닦는다……<br>끝없이……","Tout est possible... si l'on accepte d'aiguiser son esprit.","Ich schärfe ... deinen Geist ... Bis ins ... Unendliche ...","Si te preparas mentalmente... puedes con lo que sea."]}}},"skills":null},"900010101":{"rarity_min":1,"rarity_max":1,"name":"Mini Gil Snapper","names":["Mini Gil Snapper","小金幣龜","미니 길거북","Mini Gilkhélone","Mini-Gilkröte","Mini guilonio"],"game_id":11001,"game":"FFBE","job_id":902,"job":"Gil Unit","sex_id":0,"sex":"Other","tribe_id":3,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900010101":{"compendium_id":200,"rarity":1,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A turtle of sparkling gold. It is known to provide good luck, and was even used as a form of currency for a time. Due to its beauty and rarity, it still fetches as fine a price at stores as any gem or ingot. In wealthy circles, it is not uncommon to hear tiresome vulgarians bragging about how many Mini Gil Snappers they keep, as a way of flaunting their affluence. Rumors even tell of a competition, held somewhere in the world, to find the most beautiful specimens.","閃著金光的龜，是吉祥的象徵，在過去曾被當成貨幣的替代品使用，現如今也因其美麗又珍貴而身價居高不下，和寶石、貴金屬擁有同等的地位。在富人的世界中，養了多少小金幣龜是一個人財力強弱的證明。另外聽說在世上某個地方，還舉辦著評選最美小金幣龜的品評會。","금빛으로 빛나는 거북. 길한 동물로 유명하며, 옛날에는 화폐 대신 사용되었다고 한다. 아름답고 희귀해서 지금도 보석이나 귀금속처럼 고가에 거래되고 있다. 자기가 기르는 미니 길거북의 수로 재력을 과시하는 부자도 적지 않으며, 세계 어딘가에서는 가장 아름다운 미니 길거북을 뽑는 품평회까지 열린다는 소문이다.","Une tortue dorée. Elle est connue pour porter chance et servait même de monnaie d'échange à une certaine époque. Sa beauté et sa rareté en font un bien aussi prisé qu'une gemme ou un lingot. Se vanter du nombre de mini Gilkhélones que l'on possède, comme pour étaler sa richesse, est un fléau bien courant parmi les riches élites. Il existerait même un concours où le but serait d'en trouver les plus beaux spécimens.","Eine Schildkröte mit einem Panzer aus glitzerndem Gold, bekannt dafür, Glück zu bringen. Er wurde eine Zeit lang sogar als Währung gebraucht. Durch seine Schönheit und Seltenheit erzielt er immer noch sehr gute Preise. Unter Wohlhabenden ist es nicht ungewöhnlich, damit zu prahlen, wie viele Gilkröten sie besitzen, um ihren Wohlstand zu demonstrieren. Gerüchte berichten sogar von einem Wettbewerb, bei dem es darum geht, die schönsten Exemplare zu finden.","Una tortuga de oro brillante. Se conoce que da suerte e incluso se usó como divisa durante un tiempo. Debido a su belleza y rareza, en las tiendas todavía vale tanto como una gema o un lingote. En los círculos más ricos, es común escuchar a los más pesados y maleducados presumir sobre la cantidad de mini guilonios que tienen, para ostentar su riqueza. Se rumorea que hay una competición en algún lugar del mundo para encontrar los especímenes más bellos."],"summon":["I go with humans...humans feed me, yes?","只要跟著人類走就有肉吃？","인간 따라가면<br>맛있는 먹이 왕창 먹여준대……?","Si je pars avec humains... Humains donner beaucoup, beaucoup de nourriture à moi ?","Ich gehe mit Menschen, Menschen mir füttern viel, ja?","Yo ir con humanos... Humanos darme comida, ¿sí?"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"900010201":{"rarity_min":2,"rarity_max":2,"name":"Gil Snapper","names":["Gil Snapper","金幣龜","길거북","Gilkhélone","Gilkröte","Guilonio"],"game_id":11001,"game":"FFBE","job_id":902,"job":"Gil Unit","sex_id":0,"sex":"Other","tribe_id":3,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900010201":{"compendium_id":201,"rarity":2,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A turtle with a body of sparkling gold, which is valued as highly as any gemstone. It is a popular talisman for two distinct reasons. Firstly, because of the beauty of its golden body; and secondly, because of its great longevity. It is known that Gil Snappers live longer than men, and grow slowly but steadily over time. This is why many who hope to live long and grow ever more prosperous consider coming into possession of one an absolute boon.","身上閃耀著金色光芒的龜，價格如寶石般昂貴。其姿態優美華麗，生命力極強，是世人皆知的吉祥的象徵，深受想要獲得財富和想要長生不老的人喜愛。金幣龜的壽命比人類長，因此成長也比較緩慢。","몸이 금빛으로 빛나는 거북. 보석과 마찬가지로 고가에 거래되고 있다. 길한 동물로 알려져 인기가 높은데, 그 이유는 두 가지가 있다. 하나는 금빛으로 빛나는 아름다운 모습, 또 하나는 긴 수명이다. 길거북은 인간보다 훨씬 장수하며, 시간을 들여 천천히 성장한다. 그래서 부와 장수를 소망하는 사람들에게 행운의 상징으로 여겨지는 듯하다.","Une tortue au corps recouvert d'or, dont la valeur dépasse celle d'un joyau. C'est un talisman très prisé pour la beauté de son corps doré et pour sa longévité exceptionnelle. On dit que les Gilkhélones vivent plus longtemps que les hommes, et que leur croissance ne s'arrête jamais. Voilà pourquoi beaucoup espèrent vivre plus longtemps et plus riches s'ils possèdent l'un de ces trésors.","Eine Schildkröte mit einem Panzer aus glitzerndem Gold, der so wertvoll wie ein Edelstein ist. Die Schönheit des goldenen Rumpfes und die Langlebigkeit machen die Gilkröte zu einem beliebten Talisman. Es ist bekannt, dass Gilkröten länger als Menschen leben und mit der Zeit langsam aber stetig wachsen. Deswegen erachten viele, die sich ein langes und gesundes Leben wünschen, den Besitz eines Panzers als absoluten Segen.","Una tortuga con el cuerpo de oro brillante. Es un talismán muy popular por dos razones. Primero, por la belleza de su cuerpo dorado y, segundo, por su gran longevidad. Los guilonios viven más que los hombres y crecen lentamente, pero sin parar, a lo largo del tiempo. Este es el motivo por el que aquellos que esperan vivir mucho tiempo y hacerse más ricos consideran que tener un guilonio es toda una suerte."],"summon":["Gsssssshhh!<br>You just keep me around until I die?","哎呀！<br>難道你也打算把我養死嗎？","쉬익!<br>너도 날 애완동물로<br>삼을 셈이냐?","Pssssch !<br>Vous avez pris moi pour animal de compagnie ?","Zschhhhhh!<br>Und später du lässt mich wieder sitzen, ja?","¡Gssshhh!<br>¿Matarme de hambre queréis?"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"900010301":{"rarity_min":3,"rarity_max":3,"name":"King Gil Snapper","names":["King Gil Snapper","金幣龜王","대왕 길거북","Roi Gilkhélone","Königsgilkröte","Rey guilonio"],"game_id":11001,"game":"FFBE","job_id":902,"job":"Gil Unit","sex_id":0,"sex":"Other","tribe_id":3,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900010301":{"compendium_id":202,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A turtle with a shell encrusted with beautiful, sparkling stones. Amongst Gil Snappers, which are known for their longevity, only those that live the longest ever achieve this magnificent form. The stones on its back can be sold to be used as gemstones, which have great popularity. Since the stones grow ever larger the longer a turtle lives, people work themselves into a frenzy searching for the largest King Gil Snapper they can find. The gemstones from their shells are commonly known as Gil Snapper Sapphires.","甲殼上覆滿閃光美石的龜，在以長壽馳名的金幣龜中，牠活得也是最久的。牠背上的石頭被當做是寶石進行交易，十分受賣家的追捧。由於其個頭越大，背上的寶石也就越大，因此人們為了尋找更大個的金幣龜王簡直殺紅了眼。牠背上的石頭一般被人們稱作金幣龜珠寶。","반짝반짝 빛나는 아름다운 돌로 빽빽이 뒤덮인 거북. 수명이 긴 길거북 중에서도 특히 오래 산 개체만이 이렇게 변한다고 한다. 등딱지에 박힌 돌은 보석의 일종으로 인기가 높다. 몸이 성장함에 따라 등에 있는 보석도 커지기 때문에, 사람들은 혈안이 되어 더 큰 대왕 길거북을 찾아 헤맨다. 등에 있는 보석은 보통 길거북석이라는 이름으로 불린다.","Une tortue à la carapace recouverte de pierres précieuses. Parmi les Gilkhélones, réputées pour leur longévité, seuls les spécimens les plus âgés atteignent cette forme d'une incroyable beauté. Les pierres sur leur dos peuvent être vendues comme des joyaux et sont très prisées. Comme elles grandissent en même temps que la tortue, les gens se pressent pour dénicher le plus grand roi Gilkhélone existant. Les gemmes incrustées sur leur dos sont appelées des saphirs de Gilkhélone.","Eine Schildkröte mit einem Panzer, der von schönen, glitzernden Steinen bedeckt ist. Unter Gilkröten, die für ihre lange Lebensdauer bekannt sind, erreichen nur die ältesten diese wundervolle Form. Die Steine auf seinem Rücken können als Edelsteine verkauft werden und erfreuen sich größter Beliebtheit. Da die Steine mit dem Alter der Gilkröte größer werden, sind die Leute wie verrückt auf der Suche nach der größten, die sie finden können. Die Edelsteine ihrer Panzer sind auch als Gilkröten-Saphire bekannt.","Una tortuga con el caparazón engarzado en gemas preciosas y brillantes. Los guilonios son conocidos por su longevidad, pero solo los que viven más alcanzan esta forma tan magnífica. Las piedras preciosas de su espalda se pueden vender para usarlas como gemas y son muy populares. Como las gemas crecen a medida que la tortuga envejece, la gente está loca por encontrar un rey guilonio lo más grande posible. Las gemas de sus caparazones se conocen comúnmente como \"zafiros de guilonio\"."],"summon":["Greedy humans!<br>You just want me for my shell, yes!?","貪婪的人類……<br>准是想要我的甲殼！","탐욕스러운 인간…….<br>내 등딱지를 노리는가?","Humains cupides !<br>Vous voulez carapace à moi, avouez !","Gieriges Menschlein!<br>Du willst auch nur meinen Panzer, ja?!","¡Humanos codiciosos!<br>Solo mi caparazón queréis, ¡¿no?!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"900010401":{"rarity_min":4,"rarity_max":4,"name":"Gil Snapper Family","names":["Gil Snapper Family","金幣龜家族","길거북 패밀리","Famille de gilkhélones","Gilkröten-Familie","Familia guilonio"],"game_id":11001,"game":"FFBE","job_id":902,"job":"Gil Unit","sex_id":0,"sex":"Other","tribe_id":3,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900010401":{"compendium_id":512,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1500,1500,0,0],"MP":[0,0,0,0],"ATK":[30,30,0,0],"DEF":[30,30,0,0],"MAG":[30,30,0,0],"SPR":[30,30,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A type of turtle with a jewel encrusted shell that shines in splendor. Many speculate that the mini gil snapper with such elegant stones on its shell is riding atop its equally radiant mother. However, since little is known concerning the reproduction of gil snappers, this theory has yet to be proven. The mysteries surrounding the gil snapper family make it a highly coveted subject for research, and its value in gil far surpasses that of the king gil snapper as well.","背上長滿華美寶石的金幣龜，仔細看還能看到牠的背上站著一個閃閃發光的小金幣龜，很可能那是牠的孩子。金幣龜的生態到現在還有許多未解之謎，繁殖方法也不為人知。為此金幣龜家族的學術價值非常高，甚至比金幣龜王還要值錢。","등딱지에 아름답게 빛나는 보석이 빽빽하게 자라 있는 길거북의 일종. 훌륭한 결정이 등딱지에 나 있는 작은 길거북이 커다란 길거북 위에 올라타 있는 모습으로, 마치 부모자식처럼 보이기도 한다. 길거북의 생태에 관해서는 아직 풀리지 않은 수수께끼가 많고, 아직 번식 방법도 판명되지 않았다. 그 때문에 길거북 패밀리가 가지는 학술 가치 또한 매우 높고, 대왕 길거북을 뛰어넘는 가격으로 거래되고 있다.","Une sorte de tortue à la carapace incrustée de joyaux resplendissants. Certains affirment qu'il s'agirait d'une mini gilkhélone particulièrement étincelante agrippée au dos de sa mère, mais comme on ignore encore tout du processus de reproduction des gilkhélones, cette théorie reste à prouver. Les mystères entourant la famille gilkhélone en font un sujet de recherche très prisé, tant et si bien que sa valeur en gil dépasse de loin celle du roi gilkhélone.","Eine Schildkröte mit einem Juwelen in ihrem Panzer. Vielen spekulieren, dass die Mini-Gilkröte mit so eleganten Steinen so viel wert ist wie das Muttertier. Da aber wenig bekannt ist über die Fortpflanzung von Gilkröten, muss dies erst bewiesen werden. Geheimnisse um die Gilkrötenfamilie machen sie zu einem begehrten Forschungsobjekt, zumal ihr gemeinsamer Wert den der Königsgilkröte weit übertrifft.","Tipo de tortuga con gemas brillantes engarzadas en el caparazón. Muchos especulan que los mini guilonios con piedras preciosas viajan a lomos de sus madres, tan radiantes como ellos. No obstante, todavía no se ha podido demostrar tal hipótesis porque se sabe muy poco de la reproducción de esta especie. El misterio que rodea a las familias de guilonios las hacen un objeto de estudio muy interesante. Además, su valor conjunto sobrepasa con creces el del rey guilonio."],"summon":["It is safe on my shell.<br>It is a very comfortable ride!","甲殼上，很安全。舒適又方便！","등딱지 위는, 매우 안전해.<br>승차감도 좋아!","C'est plus sûr d'être sur ma carapace.<br>C'est très conforable.","Es ist sicher auf meiner Schale.<br>Es ist sehr komfortabel!","Mi concha es un lugar seguro.<br>¡Y se viaja muy cómodo!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"900010501":{"rarity_min":5,"rarity_max":5,"name":"Gil Snapper Tower","names":["Gil Snapper Tower","金幣龜塔","길거북 타워","Tour de gilkhélones","Gilkrötenturm","Torre de guilonios"],"game_id":11001,"game":"FFBE","job_id":902,"job":"Gil Unit","sex_id":0,"sex":"Other","tribe_id":3,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900010501":{"compendium_id":1206,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[2000,2000,0,0],"MP":[0,0,0,0],"ATK":[40,40,0,0],"DEF":[40,40,0,0],"MAG":[40,40,0,0],"SPR":[40,40,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A type of turtle with a jewel encrusted shell that shines in splendor. Because they always move in groups of three, they are speculated to be members of a family. However, because discoveries are so rare, it is unclear whether or not they are actually a family and why they stay in groups. Gil snappers in a gil snapper tower are incredibly close, and become unmanageable if one tries to separate them, so they are usually traded in sets of three.","背上長滿華美寶石的金幣龜，通常是三隻疊在一起行動，有人推測這是不是一家。然而由於發現的案例極少，所以是不是真是一家，以及為何疊在一起行動都尚未明確。金幣龜塔有如字面意義般關係緊密，想把牠們分開的話會被牠們憤怒地咬到手，所以一般都是三隻一組進行交易。","등딱지에 아름답게 빛나는 보석이 빽빽하게 자라 있는 길거북의 일종. 항상 세 마리가 함께 포개어진 상태로 움직이기 때문에, 가족이 아닌가 하는 추측을 받고 있다. 그러나 발견된 사례가 지극히 적기 때문에 정말로 가족인지, 어째서 포개어져 움직이는가에 대해서는 밝혀지지 않았다. 길거북 타워는 무척이나 사이가 좋고, 떼어내려 하면 광분하여 손댈 수가 없기 때문에, 3마리가 항상 세트로 거래되고 있다.","Des sortes de tortues à la carapace incrustée de joyaux resplendissants. Comme elles se déplacent toujours par groupe de trois, les spécialistes ont avancé l'hypothèse qu'il s'agirait d'une famille. Cependant, il est si rare d'en croiser que l'on manque encore d'éléments afin de confirmer cette supposition, sans parler de leur étrange manie de se tenir sur le dos de leurs camarades... Une chose de sûre, néanmoins : les gilkhélones formant une tour sont extrêmement attachées les unes aux autres et deviennent incontrôlables si on tente de les séparer, si bien qu'elles sont toujours vendues telles quelles.","Eine Schildkrötenart, dessen prunkvoll erstrahlenden Schild über und über mit einer Kruste aus Juwelen bedeckt ist. Weil sie sich stets in Dreiergruppen bewegen, wird angenommen, dass es sich um Mitglieder einer Familie handelt. Weil Funde allerdings so selten sind, ist weder der Verwandtschaftsgrad geklärt, noch, warum sie Gruppen bilden. Gilkröten in einem Gilkrötenturm stehen sich unglaublich nahe und werden furchtbar widerspenstig, wenn man versucht, sie zu trennen. Aus diesem Grund werden sie für gewöhnlich in Dreiergruppen verkauft.","Tipo de tortuga con gemas brillantes engarzadas en el caparazón. Como siempre van en grupos de tres, se piensa que son miembros de la misma familia. Sin embargo, hay tan pocos ejemplares que no se sabe si son familia ni por qué van en grupo. Los guilonios de una misma torre están muy unidos y se vuelven incontrolables si se los intenta separar, por lo que normalmente se intercambian en grupos de tres."],"summon":["We are friends. Always together, we are!","我們、好朋友。永遠一起！","우리는, 친구야.<br>항상 함께야!","Nous, toujours par trois ! Nous, inséparables !","Wir sind Freunde. Immer zusammen, unzertrennlich!","¡Somos amigos! ¡Siempre vamos juntos!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"900020101":{"rarity_min":1,"rarity_max":1,"name":"Metal Minituar","names":["Metal Minituar","金屬小仙人掌","메탈 미니텐","Mini Pampinator","Mini-Metallkaktor","Mini cactilio de metal"],"game_id":11001,"game":"FFBE","job_id":901,"job":"EXP Unit","sex_id":0,"sex":"Other","tribe_id":11,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900020101":{"compendium_id":188,"rarity":1,"exp_pattern":201,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A rare, sparkling silver miniature cactuar. Despite the mellow, unassuming expression it wears, its prickly body is a treasure trove of knowledge and experience. Aware of this, hunters are constantly in search of them. However, they rarely appear in front of humans and the location of their habitat is unknown.","閃著銀光的稀有小仙人掌，牠雖然看上去渾身無力還傻乎乎的，但其實滿腹經綸十分聰慧。據說只要抓到銀色的小仙人掌，就可以獲得令人刮目相看的成長，因此人們為了牠簡直是找紅了眼。不過牠很少在人前露面，再加上誰也不知道牠們有沒有特定的棲息地，因此想要抓到牠是十分困難的。","은빛으로 빛나는 희귀한 미니텐더. 무기력한 표정과는 달리 몸 속에는 대량의 지식과 경험이 축적되어 있다. 은빛 미니텐더를 사로잡은 자는 크게 성장한다는 소문이 있어, 많은 사람이 눈에 불을 켜고 찾아 헤맨다. 하지만 발견하는 일은 매우 드물고, 정해진 서식지가 없어 대단히 잡기 힘든 마물이다.","Un rare pampa miniature argenté. Sous des dehors décontractés, son corps épineux est un véritable puits de savoir et d'expérience. Les chasseurs bien informés sont ainsi constamment en quête de ces créatures. Ils apparaissent rarement devant les humains et l'on ignore même où ils vivent.","Ein seltener, silbern glitzernder Miniatur-Kaktor. Trotz seines gelassenen Gesichts ist sein stachliger Körper eine wahre Schatztruhe voller Wissen und Erfahrung. Darum wissend, sind ihm ständig Jäger auf den Fersen. Sie tauchen jedoch nur selten in der Nähe von Menschen auf und ihre Heimat ist nicht bekannt.","Un cactilio enano y plateado, brillante e insólito. Aunque se muestra despreocupado, su cuerpo espinoso es un tesoro oculto de conocimiento y experiencia. Los cazadores, conocedores de ello, los buscan constantemente. Sin embargo, estos cactilios no suelen dejarse ver frente a los humanos y no se sabe dónde viven."],"summon":["Human...<br>Human...<br>Scary...","人類……<br>人類、好恐怖……","인간…….<br>인간, 무서워…….","Humains...<br>Humains...<br>Effrayants...","Mensch ...<br>Mensch ...<br>Beängstigend ...","Humano...<br>Humano...<br>Qué miedo..."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Now I'm able to give humans even more experience than before!","我，能給人們，更多的經驗囉。","인간에게더 많은 경험치를줄 수 있게 되었어.","Maintenant, je peux donner aux humains encore plus d'expérience qu'auparavant !","Ich kann euch Menschen nun noch viel mehr Erfahrung geben!","¡Ahora los humanos recibirán más experiencia conmigo!"]}}},"skills":null},"900020201":{"rarity_min":2,"rarity_max":2,"name":"Metal Cactuar","names":["Metal Cactuar","金屬仙人掌","메탈 사보텐","Pampinator","Metallkaktor","Cactilio de metal"],"game_id":11001,"game":"FFBE","job_id":901,"job":"EXP Unit","sex_id":0,"sex":"Other","tribe_id":11,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900020201":{"compendium_id":189,"rarity":2,"exp_pattern":202,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A very rare, sparkling silver miniature cactuar. Eager to harvest the abundance of knowledge and experience stored in metal cactuars, those who encounter them grow frantic with greed. However, like others of its kind, the metal cactuar almost never appears in front of humans.","閃著銀色光芒的仙人掌，很是稀有，牠滿腹經綸十分聰慧，比金屬小仙人掌擁有更豐富的經驗，因此人們為了捉住牠用盡了一切的手段。不過牠和其他金屬種一樣，很少在人前現身，因此想要抓到牠是極為困難的。並且還有人報告稱，只要一個不留神，牠就會混進跟牠長得十分相似的魔物中。","은빛으로 반짝반짝 빛나는 아주 희귀한 사보텐더. 몸 속에 막대한 지식과 경험이 축적되어 있다. 메탈 미니텐보다 많은 경험치를 얻을 수 있어서 누구나 수단을 가리지 않고 잡고 싶어 한다. 하지만 다른 메탈 마물과 마찬가지로 거의 나타나지 않기 때문에 사로잡기 매우 어렵다. 쥐도 새도 모르게 마물들 사이에 껴 있었다는 사례도 있다.","Un rare pampa miniature argenté. Cette espèce attire la convoitise de ceux qui veulent s'emparer des connaissances et de l'expérience stockées sous ses épines. Mais comme tous ses congénères, le Pampinator n'apparaît presque jamais devant les humains.","Ein seltener, silberner Miniatur-Kaktor. Jene, die einem begegnen, werden blind vor Gier und setzen alles daran, die Erfahrung und das Wissen, das die Kaktoren in sich tragen, zu erlangen. Wie andere ihrer Art erscheinen die Metallkaktoren jedoch fast nie in der Nähe von Menschen.","Un cactilio enano y plateado, brillante y muy insólito. Los ansiosos por cosechar la abundancia de conocimiento y experiencia que contienen los cactilios de metal se vuelven locos de avaricia al encontrarlos. No obstante, como corresponde a su raza, estos cactilios casi nunca se muestran frente a los humanos."],"summon":["Human...<br>You...want...power?","人類……<br>你也、想要奪取我的力量嗎？","인간…….<br>너도 힘이 목적이야……?","Humain...<br>Tu désires... du pouvoir... ?","Mensch ...<br>Auch du ... willst ... Macht?","Humano...<br>¿Tú... querer... poder?"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["I wonder if humans would be happier if I grew more powerful.","我如果變強，人們，會開心嗎？","내 힘이 더 강해지면인간은 기쁜 거야?","Je me demande si les humains seraient plus heureux si je gagnais en puissance.","Macht es euch Menschen glücklich, wenn ich stärker werde?","Me pregunto si los humanos serían más felices si me hiciese más fuerte."]}}},"skills":null},"900020301":{"rarity_min":3,"rarity_max":3,"name":"Metal Gigantuar","names":["Metal Gigantuar","金屬巨型仙人掌","메탈 사보텐더","Méga Pampinator","Metallkaktorius","Cactilión de metal"],"game_id":11001,"game":"FFBE","job_id":901,"job":"EXP Unit","sex_id":0,"sex":"Other","tribe_id":11,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900020301":{"compendium_id":190,"rarity":3,"exp_pattern":203,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["An extremely rare, shimmering silver cactuar with a handsome mustache. Metal cactuars absorb energy from their surroundings, growing larger the more energy they absorb. Jumbo ones hold a tremendous amount of experience, and are so big that it is a wonder they are almost never seen.","閃著銀色耀眼光芒的仙人掌，極為稀有，紳士般的小鬍子使牠看起來十分俏皮。牠比普通的仙人掌大出許多倍，因此體內也積蓄了多到無法測量的經驗值。金屬仙人掌擁有能夠吸收周圍力量的能力，這些力量會在牠們的體內聚積，讓牠們變得越來越巨大。然而這麼大的身體卻很少被人們看見，讓人懷疑牠到底是怎麼把這巨大的身體隱藏起來的。","은빛으로 번쩍번쩍 빛나는 엄청나게 희귀한 사보텐더. 중후한 수염이 매력적이다. 일반적인 사보텐더보다 훨씬 거대한 몸에 상상을 초월하는 경험치가 축적되어 있다. 메탈 사보텐은 주변의 힘을 흡수하는 능력이 있으며, 힘을 축적할수록 거대해진다고 한다. 목격된 적은 거의 없는데, 그 거대한 몸으로 어떻게 숨는지는 알려진 바가 없다.","Un pampa argenté extrêmement rare pourvu d'une magnifique moustache. Les Pampinators absorbent l'énergie de leur environnement et grandissent durant ce processus. Les plus gros ont emmagasiné tellement d'expérience et sont si gros qu'on ignore comment ils peuvent passer inaperçus.","Ein äußerst seltener, silbern schimmernder Miniatur-Kaktor mit Schnurrbart. Metallkaktoren absorbieren die Energie ihrer Umgebung, und werden dadurch größer. Jumbo-Kaktoren haben eine riesige Menge an Erfahrung und sind so groß, dass man sich wundert, wieso sie fast nie gesehen werden.","Un cactilio plateado, brillante y extremadamente insólito, con un elegante bigote. Los cactilios de metal absorben la energía de su alrededor y crecen a medida que lo hacen. Los cactiliones contienen un montón de experiencia y son tan grandes que es un misterio que sea tan difícil verlos."],"summon":["Ho ho!<br>You...need...my...help?","<br>咳咳！<br>需要我幫忙嗎？","어험!<br>자네, 내 도움이 필요한가?","Haha !<br>Tu veux... mon aide... ?","Haha ...<br>Du brauchst ... meine ... Hilfe?","¡Ja, ja!<br>¿Necesitar... mi... ayuda?"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Hmm! Feels nice to be the one being nurtured for once!","呼姆！一直以來都在養成他人被他人養成的感覺也不錯吶！","흠! 항상 성장시켜주기만 하다가성장하는 입장이 되니기분이 나쁘지 않은걸!","Hmm ! Ça fait du bien qu'on prenne soin de moi, pour une fois !","Hmpf! Dabei bin ich doch normalerweise derjenige, der Erfahrung weitergibt!","¡Mmm! ¡Qué gustito! Qué bien sienta que te cuiden."]}}},"skills":null},"900020401":{"rarity_min":4,"rarity_max":4,"name":"King Metal Minituar","names":["King Metal Minituar","金屬小仙人掌王","킹 메탈 미니텐","Roi mini pampinator","König-Mini-Metallkaktor","Rey mini cactilio de metal"],"game_id":11001,"game":"FFBE","job_id":901,"job":"EXP Unit","sex_id":0,"sex":"Other","tribe_id":11,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"900020401":{"compendium_id":511,"rarity":4,"exp_pattern":204,"stat_pattern":1,"stats":{"HP":[1500,1500,0,0],"MP":[0,0,0,0],"ATK":[30,30,0,0],"DEF":[30,30,0,0],"MAG":[30,30,0,0],"SPR":[30,30,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A group of metal minituars that shine elegantly in sparkling silver. Always traveling in groups of three, the amount of experience this cluster provides exceeds that of even the metal gigantuar. Although the amount of experience each species of cactuar holds was initially attributed to their size, the existence of the king metal minituar altered that perspective. Scholars are currently struggling with the invalidation of their original theory.","閃著華美光輝的一團稀有小仙人掌，牠們經常3只一起行動，身上所包含的經驗值比金屬巨型仙人掌還要高。一直以來，人們都認為金屬仙人掌身上的經驗值與身體的大小成正比，但金屬小仙人掌王的出現打破了這一規律，使得研究者很是頭疼。","고급스러운 광채를 발하는 미니텐더 집단. 항상 3마리가 행동을 같이하며, 그 몸에 담긴 경험치는  메탈 사보텐더마저 능가한다. 지금까지는, '메탈 사보텐더가 지닌 경험치의 양은 그 크기에 비례한다'라는 것이 정설이었지만, 킹 메탈 미니텐의 존재가 확인됨에 따라 그 정설은 힘을 잃고, 연구자들에게 고민거리를 안겨 주었다.","Un groupe de mini pampinators à l'éclat argenté de toute beauté. Ils voyagent toujours trois par trois, et la quantité d'expérience qu'ils représentent dépasse même celle du méga pampinator ! Jusqu'ici, on pensait que la quantité d'expérience contenue dans un pampa variait en fonction de sa taille, mais l'existence du roi mini pampinator bouscule cette théorie. À l'heure actuelle, les chercheurs ne savent plus quoi penser.","Eine Gruppe von Minikaktoren, die in elegantem Silber glitzern. Stets in Dreiergruppen anzutreffen, liefert diese Gruppe sogar noch mehr Erfahrung als ein Metallkaktorius. Zwar bemisst sich die jeweilige Erfahrung eines Kaktorius nach der Größe, jedoch ist der Königs-Mini-Metallkaktor eine Ausnahme. Die Gelehrten überdenken aktuell ihre ursprüngliche These.","Grupo de mini cactilios de metal que desprenden un bonito brillo plateado. Como siempre viajan en grupos de tres proporcionan incluso más experiencia que el cactilión de metal. Al principio se creía que la cantidad de experiencia obtenida de una especie de cactilio dependía de su tamaño, pero el descubrimiento del rey mini cactilio de metal cambió tal suposición. Ahora, los académicos se esfuerzan por rebatir la teoría original."],"summon":["Do you want our power?<br>Well? Weeeeell?","想要藉助我們的力量嗎？怎樣啊？　怎樣啊？","우리들의 힘을, 빌려줄까?<br>어쩔까? 어쩔까?","Veux-tu notre pouvoir ?<br>Alors ? Alooooors ?","Du möchtest unsere Kraft?<br>Möchtest du? Jaaaa?","¿Anhelas nuestro poder?<br>Pues venga. Veeeenga."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["We've grown even more powerful than before! Do you want our help? Well, do you?","我們的力量又變得更強大囉！想要借助我們的力量嗎？想要嗎？","우리 힘이<br>더욱 강해졌어!<br>힘을 빌려줄까? 갖고 싶어?","Nous sommes encore plus puissants qu'auparavant ! Veux-tu de notre aide ? Alors, c'est oui ou c'est non ?","Wir sind stärker denn je zuvor! Willst du unsere Hilfe? Na, willst du?!","¡Ahora somos incluso más fuertes que antes! ¿Necesitas ayuda? ¿Eh?"]}}},"skills":null},"903001101":{"rarity_min":3,"rarity_max":4,"name":"ミニタフドア","names":[null,null,null,null,null,null],"game_id":11001,"game":"FFBE","job_id":905,"job":null,"sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"903001101":{"compendium_id":1410,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"903001102":{"compendium_id":1411,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"903001201":{"rarity_min":3,"rarity_max":4,"name":"ミニマジドア","names":[null,null,null,null,null,null],"game_id":11001,"game":"FFBE","job_id":905,"job":null,"sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"903001201":{"compendium_id":1412,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"903001202":{"compendium_id":1413,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"903001301":{"rarity_min":3,"rarity_max":4,"name":"ミニパワドア","names":[null,null,null,null,null,null],"game_id":11001,"game":"FFBE","job_id":905,"job":null,"sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"903001301":{"compendium_id":1414,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"903001302":{"compendium_id":1415,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"903001401":{"rarity_min":3,"rarity_max":4,"name":"ミニデフドア","names":[null,null,null,null,null,null],"game_id":11001,"game":"FFBE","job_id":905,"job":null,"sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"903001401":{"compendium_id":1416,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"903001402":{"compendium_id":1417,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"903001501":{"rarity_min":3,"rarity_max":4,"name":"ミニインテリドア","names":[null,null,null,null,null,null],"game_id":11001,"game":"FFBE","job_id":905,"job":null,"sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"903001501":{"compendium_id":1418,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"903001502":{"compendium_id":1419,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"903001601":{"rarity_min":3,"rarity_max":4,"name":"ミニスピルドア","names":[null,null,null,null,null,null],"game_id":11001,"game":"FFBE","job_id":905,"job":null,"sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"903001601":{"compendium_id":1420,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}},"903001602":{"compendium_id":1421,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":[null,null,null,null,null,null],"summon":[null,null,null,null,null,null],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":[null,null,null,null,null,null]}}},"skills":null},"904000105":{"rarity_min":5,"rarity_max":5,"name":"Trust Moogle","names":["Trust Moogle","信賴度莫古利","트러스트 모그리","Mog de confiance","Treuemogry","Moguri fiel"],"game_id":11001,"game":"FFBE","job_id":903,"job":"Fusion Unit","sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"904000105":{"compendium_id":302,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A moogle that carries a dazzling crystal. The crystal itself is said to be composed of the mystical forces that connect the hearts of people. Trust Moogles are so rare that they may turn heads even within the moogle community itself, so to encounter one is considered quite auspicious. Trust Moogles do not search for these special crystals as a hobby, nor even as part of their training, but as the foremost task of their very purpose in life: to strengthen the bonds between people. Thus, should they encounter someone worthy of receiving a crystal, they will hand it over freely and without qualm.","懷抱閃閃發亮的結晶體的莫古利，結晶體中寄宿著可以連接人與人內心的不可思議的力量，在信賴度莫古利中也是數一數二稀有的品種，光是能夠遇見就已經十分幸運了。信賴度莫古利們之所以會搬運結晶體，並不是因為興趣，也不是因為習性，而是因為牠們的使命就是運送羈絆的力量。為此，只要牠們遇到了合適的人選，就會把結晶體交給他。","눈부신 빛을 발하는 결정을 끌어안은 모그리. 그 결정에는 사람들의 마음과 마음을 이어주는 신기한 힘이 깃들어 있다고 한다. 트러스트 모그리 중에서도 특히 희귀한 개체이므로 만나기만 해도 행운이라 전해진다. 트러스트 모그리들이 결정을 찾아 운반하는 것은 취미는 물론 습성 때문도 아니다. 인연의 힘을 전하는 것이 그들의 사명이기 때문이다. 그래서 결정을 받을 자격이 있는 상대를 발견하면 기뻐하며 순순히 넘겨준다고 한다.","Un Mog qui transporte un cristal éblouissant. On dit que ce cristal est composé des pouvoirs mystiques qui relient les cœurs des gens entre eux. Les Mogs de confiance sont si rares qu'ils sont considérés comme uniques même au sein de la communauté des Mogs, et en croiser un est perçu comme un bon présage. Les Mogs de confiance ne recherchent pas ces cristaux imbus de pouvoir émotionnel par plaisir, ou même par coutume, mais parce qu'il s'agit de leur raison d'être. Par conséquent, lorsqu'ils trouvent une personne digne de recevoir leur cristal, il le lui remette sans hésitation.","Ein Mogry mit einem blendenden Kristall. Der Kristall selbst soll aus mystischen Kräften bestehen, die die Herzen der Menschen verbinden. Treuemogrys sind so selten, dass sie sogar innerhalb der Mogry-Gemeinschaft als einzigartig gelten. Einen zu treffen, gilt daher als glücksverheißendes Ereignis. Treuemogrys suchen nach den Kristallen der Gefühlsbande nicht als Hobby oder zum Training, es ist ihr Lebenssinn. Wann immer sie jemanden finden, der des Kristalls würdig erscheint, schenken sie ihn dem rechtmäßigen Besitzer ohne zu zögern.","Un moguri que porta un cristal resplandeciente. Se dice que el mismo cristal está hecho del poder místico que conecta los corazones de la gente. Los moguris fieles son tan infrecuentes que hasta los demás consideran ver a uno un evento sorprendente. Los moguris fieles no ansían estos cristales portadores de lazos emocionales por afición, ni siquiera por costumbre, sino porque esta es su meta en la vida. Así pues, cuando estos encuentran a alguien digno de recibir el cristal, no dudan en entregárselo."],"summon":["Sorry for the wait, kupo!<br>Let me help you out.<br>I can come in pretty handy, kupo!","久等了庫啵！莫古會成為你們的力量的庫啵！可不要小看莫古的力量喲庫啵！","기다렸지쿠포!<br>모그가 도와줄게쿠포!<br>모그의 힘은 굉장하다고쿠포~!","Désolé pour l'attente, kupo !<br>Laissez-moi vous aider.<br>Il ne faut pas me sous-estimer, kupo !","Entschuldigt die Verspätung, kupo!<br>ich helfe euch.<br>Ich kann nützlich sein, kupo!","Lamento la espera ¡kupó!<br>Deja que te ayude.<br>Puedo ser muy útil, ¡kupó!"],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["My moogle strength has increased!<br>I can now be more helpful to you, kupo!","莫古之力變強了，庫啵！<br>有更多能力可以幫助你們了，庫啵～！","모그의 힘이 넘쳐난다쿠포!<br>너희들을 더 힘껏 도와줄게쿠포~!","Ma force de mog s’est décuplée !<br>À présent, je peux être plus utile pour le groupe, kupo !","Ich fühle meine Mogrykraft wachsen, kupo! <br>Nun kann ich euch eine größere Hilfe sein, kupo!","¡Ha aumentado mi fuerza moguri!<br>¡Ahora te podré ser más útil, kupó!"]}}},"skills":null},"904000115":{"rarity_min":5,"rarity_max":5,"name":"Prism Moogle","names":["Prism Moogle","信賴度莫古利（原晶）","프리즘 모그리","Prismog","Prismamogry","Moguri prismático"],"game_id":11001,"game":"FFBE","job_id":903,"job":"Fusion Unit","sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"904000115":{"compendium_id":968,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A moogle protected by the Crystal that holds a radiant prism. Rumor has it that this moogle roams the Farplane freely, and has thus made a lot of connections along the way. According to the moogle itself, it feels a great sense of comfort from within the prism it holds. Whenever it appears while happily holding its treasure, it is sure to be near those seeking to form a strong bond with others.","懷抱閃閃發亮的結晶體，被水晶保護的莫古利。因能在異界自由自在地巡遊而獲得了廣泛的人脈。「水晶裡暖暖的很舒服，這感覺最棒了，庫啵！」它經常這樣說著，享受著現狀的同時，等候不知何時出現的追求強大羈絆之人。","빛나는 결정체를 끌어안은, 크리스탈의 수호를 받는 모그리. 이계를 자유자재로 넘나들며 폭넓은 인맥을 자랑한다고 한다. '크리스탈 안은 따스하고 기분 좋아쿠포~!' 라며 현재를 즐기는 이 모그리는, 언젠가 나타날 강한 인연을 추구하는 자를 기다리고 있는 듯하다.","Un mog protégé par le Cristal qui porte un prisme étincelant. La rumeur raconte qu'il erre dans l'Au-delà librement, et, ce faisant, a noué des liens avec beaucoup de personnes. D'après lui, on se sent très bien lorsqu'on porte le cristal sur soi. Cette créature au visage heureux apparaît à chaque fois, portant son précieux trésor, auprès de ceux qui veulent créer des liens forts entre eux.","Ein von einem Kristall beschützter Mogry, der ein leuchtendes Prisma in den Armen trägt. Gerüchten zufolge, soll dieser Mogry das Abyssum frei durchstreifen und auf seiner Reise viele Bekanntschaften geschlossen haben. Voller Glück über seinen warmen, gemütlichen Kristall, wird er - wann auch immer er erscheint - stets die Nähe jener suchen, die nach einer starken Bindung streben.","Un moguri protegido por el Cristal que posee un prisma brillante. Según cuentan por ahí, los moguris deambulan a su antojo por el Etéreo, lo que les ha valido para hacer conexiones a lo largo y ancho del mundo. Según el propio moguri, se siente un confort importante dentro del prisma que sujeta. Además, siempre que aparece agarrando su tesoro felizmente, suele estar cerca de alguien que busca establecer un vínculo más fuerte con otros."],"summon":["Seems I'm finally needed, kupo! I've been waiting so long for this day, kupo!","需要莫古力量的時代終於來到了，庫啵！莫古可是翹著頭上的絨球等很久了，庫啵！","모그의 힘을 필요로 하는 시대가<br>마침내 찾아왔다쿠포!<br>폼폼 쭉 빼고 기다리고 있었어쿠포~!","On dirait qu'on a enfin besoin de moi, kupo ! Ça fait si longtemps que j'attends ce moment, kupo !","Sieht so aus, als bräuchte man mich endlich, kupo! Ich habe so lang auf diesen Tag gewartet, kupo!","¡Parece que al fin se me necesita, kupó! ¡Llevo esperando este día durante mucho tiempo, kupó!"],"evolution":[null,null,null,null,null,null],"affinity":["What a powerful bond, kupo! My heart is so full now, kupo!","好強的羈絆之力，庫啵！莫古的心被填滿了，庫啵！","엄청난 인연의 힘쿠포!<br>모그의 마음이 채워졌어쿠포~!","Quel lien incroyablement puissant, kupo ! Je suis si heureux, kupo !","Was für ein mächtige Bindung! Mein Herz hüpft und lacht, kupo!","¡Qué vínculo más fuerte, kupó! ¡Me rebosa el corazón, kupó!"],"fusion":["I can feel our bond growing stronger, kupo!","感覺到羈絆變強了庫啵！","인연이 깊어진 게 느껴져쿠포!","Je sens que nos liens se resserrent, kupo !","Ich spüre, wie unsere Bindung stärker wird, kupo!","¡Siento como nuestro vínculo se hace más fuerte, kupó!"]}}},"skills":null},"905000102":{"rarity_min":3,"rarity_max":5,"name":"Mini Burst Pot","names":["Mini Burst Pot","迷你爆破罐","미니 버스트 포트","Mini pot de limite","Mini-Rausch-Gefäß","Mini tarro de límite"],"game_id":11001,"game":"FFBE","job_id":900,"job":"Enhancer","sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"905000102":{"compendium_id":303,"rarity":3,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[50,50,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":905000102,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["An odd wee beastie who lives in a pot. Mini Burst Pots are attracted to individuals seeking to overcome their own limits, and who possess immeasurable hidden potential. Little is known about these enigmatic creatures, but some believe they were created by the gods themselves to collect knowledge of the various powers existing in the world. Rumor tells that stored within their pots is the means of unlocking a warrior's dormant abilities.","住在罐子裡的神秘魔物，牠會被想要超越自己的極限，擁有向著更高境界飛躍的「可能性」的人物所吸引。關於其生態並沒有詳細的記載，但有一種說法是，神為了收集世界上充斥著的各種力量的知識而創造了牠。爆破罐會將一種神奇的力量積蓄在罐子中，這種力量能夠激發出沉睡在戰士心中的潛在能力。","항아리 속에 들어있는 수수께끼의 마물. 자신의 한계를 뛰어넘어 더욱 높은 경지에 오르려 하는 '가능성'을 가진 존재에 이끌려 나타난다. 그들의 생태는 불분명하지만, 일설에 의하면 이 세계에 충만한 각양각색의 힘에 대한 지식을 모으기 위해 신이 만든 존재인 모양이다. 그중에서도 버스트 포트 종은 전사들의 잠재 능력을 끌어내는 신기한 힘을 항아리 안에 축적하고 있다고 한다.","Un monstre mystérieux qui vit dans un pot. Les minis pots de limite sont attirés par les personnes qui cherchent à dépasser leurs propres limites et qui détiennent un immense potentiel caché. On sait peu de chose au sujet de ces créatures énigmatiques, mais certains pensent qu'elles ont été créées par les dieux pour collecter toute la connaissance du monde. Les rumeurs disent encore que leur pot renferme le pouvoir d'éveiller les capacités endormies de n'importe quel guerrier.","Ein mysteriöses Monster, das in einem Gefäß lebt. Mini-Rausch-Gefäße werden von Individuen angezogen, die ihre eigenen Grenzen überwinden wollen und ein unmessbares verborgenes Potenzial besitzen. Es ist nicht viel über sie bekannt, doch einige glauben, sie wurden von den Göttern selbst erschaffen, um das in der Welt verteilte Wissen zu sammeln. Einem Gerücht nach  schlummert die Kraft, die schlafende Fähigkeit eines Kriegers zu wecken, in ihren Gefäßen.","Un monstruo misterioso que vive dentro de un tarro. Los mini tarros de límite se ven atraídos por aquellos que persiguen superar sus límites y poseen gran potencial. No se sabe gran cosa de estas enigmáticas criaturas, pero algunos creen que pudieron haber sido creados por los dioses para recobrar el conocimiento que existe a lo largo del mundo. Los rumores cuentan que llevan en su tarro el poder de sacar a la luz el poder latiente de un guerrero."],"summon":["Just how strong...can you become?<br>I am...very curious.","你們能強到什麼程度？<br>對此我很有興趣。","너희, 얼마나 강해져?<br>나, 관심 많다.","Jusqu'à quel point... votre force peut-elle grandir ?<br>Ça m'intéresse... beaucoup.","Wie stark ... kann man werden?<br>Ich bin ... neugierig.","Pero ¿hasta dónde puede llegar... tu poder?<br>Me... muero de curiosidad."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Are you trying to make me stronger? I'm curious to see how this turns out.","要讓我變強？我也很想知道到底會變怎樣吶。","날 강하게 해준다고?<br>어떻게 될지 흥미로운걸.","Est-ce que tu essayes de me rendre plus fort ? J'ai hâte de voir ce que ça va donner.","Du willst mich stärker machen? Mal sehen was dabei rauskommt.","¿Quieres hacerme más fuerte? Cómo acabará esto... Ahora me pica la curiosidad."]}},"905000103":{"compendium_id":340,"rarity":4,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[100,100,0,0],"MP":[0,0,0,0],"ATK":[5,5,0,0],"DEF":[5,5,0,0],"MAG":[5,5,0,0],"SPR":[5,5,0,0]},"limitburst_id":905000103,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A grown-up mini burst pot. These enlarged pots are full of knowledge relating to a power said to \"break limits.\" It is thought that pots original gathered up various powers from around the world to present to the gods. However, recently researchers believe that they may just be power transfer mechanisms, made to carry such power to be used by certain people.","迷你爆破罐經過成長之後的形態。變得更大的罐中存儲著牠們收集來的有關超越極限之力的知識。罐子是神為了收集並獲得世界上充斥著的各種力量而創造的。但最近有研究者認為，牠們是力量循環系統的組成部分，負責將蓄積在罐子裡的力量傳運給與之相稱之人。","미니 버스트 포트가 성장한 모습. 한층 더 커진 항아리에는 그들이 모은 '한계를 초월한 힘'에 관한 지식이 축적되어 있다. 원래 포트 종은 세계에 충만한 각양각색의 힘을 모아 신에게 바치는 존재라고 여겨져 왔다. 하지만 최근에는 항아리에 축적된 힘을 자격이 있는 자에게 전하기 위해 만들어진, 힘의 순환 시스템이라 생각하는 연구자도 있다고 한다.","Un mini pot de limite qui a atteint la maturité. Ce large pot déborde de connaissances sur le pouvoir de \"briser ses limites\". On pensait autrefois que le but des pots était d'amasser divers pouvoirs afin d'en faire offrande aux dieux, mais les chercheurs actuels affirment qu'il s'agit plutôt d'appareils de transfert voués à faire parvenir des pouvoirs à certaines personnes.","Ein ausgewachsenes Mini-Rausch-Gefäß. In den großen Töpfen sammelt sich Wissen über „die Macht, seine Grenzen zu überwinden“. Man nahm lange an, dass diese Lebewesen ursprünglich verschiedene Kräfte sammeln und den Göttern darbringen sollten. Mittlerweile gibt es aber auch die Theorie, dass es sich eher um eine Art kosmisches Kreislaufsystem handelt, das Kraft zu denjenigen transportiert, die sie verdienen.","Mini tarro de límite hiperdesarrollado. Estos enormes tarros rezuman conocimientos sobre un poder capaz, según se dice, de \"romper límites\". Se cree que al principio los tarros reunían poder de diversos tipos procedente de todos los rincones del mundo para ofrecérselo a los dioses. Hoy en día, sin embargo, recientes investigaciones apuntan a que son más bien mecanismos de transferencia de poder, creados para almacenarlo y que cierta gente pudiera usarlo a voluntad."],"summon":["I want to see up close<br>what you are capable of.","讓我仔細，看看你們的，可能性！","너희의 가능성,<br>좀 더 가까이서 보고 싶다!","Je vois de plus près<br>de quoi tu es capable.","Ich will aus der Nähe sehen,<br>wozu ihr in der Lage seid.","Quiero ver de cerca<br>de lo que eres capaz."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["I wonder how much I can grow! I guess there's only one way to find out.","能成長到什麼程度呢？我會從頭看到尾的喔。","어디까지 성장하려나?<br>지켜볼게.","Je me demande à quel point je peux grandir ! J'imagine qu'il n'y a qu'un moyen de le savoir.","Wie sehr wirst du dich verbessern? Lass es uns herausfinden.","Me pregunto cuánto puedo crecer. Me imagino que solo hay una forma de averiguarlo."]}},"905000104":{"compendium_id":341,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[500,500,0,0],"MP":[0,0,0,0],"ATK":[10,10,0,0],"DEF":[10,10,0,0],"MAG":[10,10,0,0],"SPR":[10,10,0,0]},"limitburst_id":905000104,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null,"strings":{"description":["A form of pot which all burst pots strive to become. This massive pot is full of knowledge relating to a power said to \"break limits.\" It is said that burst pots appear to those whom they deem worthy of their power. Neither age, gender, nor personality seem to play a part in whom they select, but it is said that those selected share a strong desire to break beyond their own limits.","所有爆破罐都嚮往成為牠一樣。巨大的罐子內蓄積著關於超越極限之力的知識。爆破罐會自行甄選應當給予其力量的人，並悄悄出現在其面前。被選中的人在年齡、性別和性格方面沒有任何共同點，唯一相同的地方只有「想要超越自己的極限」這一強烈思念。","모든 버스트 포트들의 꿈이자 존경해 마지않는 존재. 거대한 항아리에는 '한계를 초월한 힘'에 관한 지식이 축적되어 있다. 버스트 포트들은 힘을 건네 받을 자격이 있는 자를 스스로 고르며, 그 앞에 모습을 드러낸다고 전해진다. 그 대상은 연령이나 성별, 성격 등 모든 것이 제각각이라 일관성이 없어 보이지만, '자신의 한계를 뛰어넘고 싶다'는 강한 의지만은 공통되어 있다.","Véritable pot modèle, tous les pots de limite aspirent à devenir comme lui. Cet énorme pot déborde de connaissances sur le pouvoir de \"briser ses limites\". On raconte qu'il n'apparaît qu'à ceux qu'il juge dignes de sa puissance. Ni l'âge, ni le genre, ni la personnalité ne semblent affecter ce choix, mais les heureux élus semblent tous partager un fort désir de dépasser leurs limites.","Jedes Rausch-Gefäß träumt davon, eines Tages diese Stufe zu erreichen. Der riesige Topf ist voll von Wissen über „die Macht, seine Grenzen zu überwinden“. Es heißt, dass diese Wesen sich nur denen zeigen, die sie ihrer Kraft für würdig erachten. Dabei spielen Alter, Geschlecht oder Persönlichkeit keine Rolle, es zählt einzig der starke Wille, seine eigenen Grenzen zu überwinden.","El tipo de tarro que todos los tarros de límite querrían ser. Este enorme tarro rezuma conocimientos sobre un poder capaz, según se dice, de \"romper límites\". Se considera que este tipo de tarros tan solo se aparecen ante aquellos a los que consideran dignos de utilizar su poder. Las cuestiones de edad, sexo o personalidad parecen no tener cabida en los motivos que manejan para elaborar sus decisiones, pero se dice que todos los elegidos comparten un fuerte deseo de superar sus propios límites."],"summon":["Let me see you surpass your limits<br>and expand your power.","釋放超越極限的，力量，讓我，見識見識吧。","한계를 초월한, 힘을<br>해방시켜다오.","Laisse-moi voir si tu arrives à dépasser tes limites et si tu parviens à devenir plus fort.","Zeig mir, welche Kraft du hast,<br>wenn du deine Grenzen überwindest.","A ver si puedes pasar tus límites<br>y expandir tus poderes."],"evolution":[null,null,null,null,null,null],"affinity":[null,null,null,null,null,null],"fusion":["Show me what happens when you break your own limits—the power of possibility!","讓我見識一下。超越極限，力量的可能性吧。","보여다오.<br>한계를 넘은, 가능성의 힘을.","Montre-moi ce qui se passe quand on dépasse ses propres limites ! Le pouvoir de son potentiel !","Zeig es mir! Zeig mir, wie du dein Kraftpotenzial überschreitest!","Enséñame lo que pasa cuando sobrepasas tus límites. ¡El poder de las posibilidades!"]}}},"skills":null,"LB":{"name":"Heart of a Burst Pot","attack_count":[2],"attack_frames":[[3,59]],"damage_type":"Physical","element_inflict":null,"min_level":["Physical damage (1.1x, ATK) to one enemy"],"max_level":["Physical damage (1.1x, ATK) to one enemy"],"string":{"name":["Heart of a Burst Pot","爆破罐之心","버스트 포트의 마음","Âme de pot de limite","Herz eines Rauschgefäßes","Corazón de mini tarro de límite"],"desc":["Stores limit burst experience fused","能夠累積極限技熟練度","리미트 버스트 숙련도 축적 가능","Permet de stocker l'expérience de limite fusionnée","Speichert fusionierte Limitrausch-Erfahrung","Acumula la experiencia de EL fusionada"]}}},"906000105":{"rarity_min":5,"rarity_max":5,"name":"スーパートラストモーグリ","game_id":11001,"job_id":903,"sex_id":0,"sex":"Other","tribe_id":8,"is_summonable":false,"TMR":null,"sTMR":null,"equip":[0],"entries":{"906000105":{"compendium_id":1433,"rarity":5,"exp_pattern":1,"stat_pattern":1,"stats":{"HP":[1000,1000,0,0],"MP":[0,0,0,0],"ATK":[20,20,0,0],"DEF":[20,20,0,0],"MAG":[20,20,0,0],"SPR":[20,20,0,0]},"limitburst_id":null,"attack_count":1,"attack_damage":[[100]],"attack_frames":[8],"effect_frames":[6],"max_lb_drop":1,"ability_slots":0,"magic_affinity":[0,0,0,0],"element_resist":[0,0,0,0,0,0,0,0],"status_resist":[0,0,0,0,0,0,0,0],"physical_resist":0,"magical_resist":0,"awakening":null}},"skills":null}}